Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: What is reddit gold?
es_ar: ¿Qué es reddit gold?
pt_br: O que é reddit gold?
pt_pt: O que é o ouro do reddit?
ro: Ce este aurul reddit?
ru: Что такое золотая подписка reddit?

source: reddit gold is our premium membership. It upgrades your account with access to extra features.
es_ar: reddit gold es nuestra membresía premium. Actualiza tu cuenta con acceso a características adicionales.
pt_br: o ouro do reddit é a subscrição premium. Esta melhora a tua conta com o acesso a várias funcionalidades extra.

source: Give Gold
es_ar: Dar gold
pt_br: Dar Gold
pt_pt: Dar Ouro
ro: Oferă aur
ru: Дать Золото

source: Want to buy gold for yourself?
es_ar: ¿Quieres comprar oro para ti mism@?
pt_br: Deseja comprar gold para si mesmo?
pt_pt: Queres comprar ouro para ti mesmo?
ro: Vrei să cumperi aur pentru tine?
ru: Хотите купить золото для себя?

source: You'll need to log in.
es_ar: Necesitaras iniciar sesión.
pt_br: Voce vai precisar fazer login.
pt_pt: Terás de iniciar sessão.
ro: Trebuie să te conectezi.
ru: Вам потребуется войти в систему.

source: How many months of gold would you like to give?
es_ar: ¿Cuántos meses de gold te gustaría dar?
pt_br: Quantos meses de gold você gostaria de dar?
pt_pt: Quantos meses de ouro queres dar?
ro: Cât de multe luni de aur ai vrea să dai?
ru: Сколько месяцев золотой подписки вы хотели бы подарить?

source: (We'll send a code to your email address you can then give to your recipient)
es_ar: (Enviaremos un código a tu dirección e-mail que podrás darle a tu destinatario)
pt_br: (Nós enviaremos um código para o seu e-mail que você poderá então dar ao seu destinatário)
pt_pt: (Vamos enviar um código para o teu e-mail que poderás entregar ao teu destinatário)
ro: (Îţi vom trimite un cod pe adresa de email pe care poţi să i-l dai destinatarului)
ru: (Мы вышлем код на ваш адрес эл. почты, чтобы вы могли передать его кому-то другому)

source: What type of reddit gold would you like to purchase?
es_ar: ¿Qué tipo de reddit gold te gustaría comprar?
pt_br: Qual tipo de reddit gold você gostaria de comprar?
pt_pt: Que tipo de ouro do reddit pretendes comprar?
ro: Ce tip de aur reddit ai vrea să cumperi?
ru: Какой вид золотой подписки вы хотели бы приобрести?

source: one-time purchase
es_ar: compra única
pt_br: compra única
pt_pt: compra única
ro: achiziție unică
ru: одноразовая покупка

source: ongoing subscription
es_ar: subscripción en curso
pt_br: inscrição contínua
pt_pt: subscrição recorrente
ro: abonament continuu
ru: текущая подписка

source: How many creddits would you like to buy?
es_ar: ¿Cuántos credditos quieres comprar?
pt_br: Quantos credditos você gostaria de comprar?
pt_pt: Quantos créditos gostarias de comprar?
ro: Câte creddite vrei să cumperi?
ru: Сколько креддитов желаете приобрести?

source: Stored as a balance on your account, creddits allow you to give gold without having to enter payment information. Each creddit you have can be converted into one month of reddit gold.
es_ar: Guardados como un balance en tu cuenta, los credditos te permiten dar oro sin tener que agregar información de pago. Cada crédito que tengas puede convertirse en un mes de reddit gold.
pt_br: Guardado como um saldo na sua conta, "creddits" te permitem dar gold sem precisar introduzir informações de pagamento. Cada "creddit" que você tem pode ser convertido em um mês de reddit gold.
pt_pt: Guardado como saldo na tua conta, os créditos permitem-te dar ouro sem ter de introduzir informações de pagamento. Cada crédito que tenhas pode ser convertido num mês de subscrição de ouro do reddit.
ro: Depozitate ca balanţă în contul tău, credditele îţi permit să dăruieşti aur fără să completezi informaţii de plată. Fiecare creddit deţinut poate fi transformat într-o lună de aur reddit.
ru: Хранящихся на вашей учетной записи креддиты позволяют подарить золотую подписку без необходимости вводить платежную информацию. На каждый ваш креддит вы можете приобрести один месяц золотой подписки.

source: Learn more about using creddits
es_ar: Más información sobre usar credditos
pt_br: Aprenda mais sobre o uso de credditos
pt_pt: Aprender mais sobre o uso de créditos
ro: Află mai multe despre utilizarea credditelor
ru: Узнайте больше об использовании креддитов

source: What type of subscription would you like?
es_ar: ¿Qué tipo de suscripción te gustaría?
pt_br: Que tipo de inscrição você gostaria de fazer?
pt_pt: Em que tipo de subscrição estás interessado?
ro: Ce fel de abonament dorești?
ru: Какой тип подписки вы хотите?

source: monthly - %s
es_ar: mensual - %s
pt_br: mensal - %s
pt_pt: mensal - %s
ro: lunar - %s
ru: ежемесячно - %s

source: yearly - %s (%s/month)
es_ar: anualmente - %s (%s/mes)
pt_br: anual - %s (%s/mês)
pt_pt: anual - %s (%s/mês)
ro: anual - %s (%s/lună)
ru: ежегодно - %s (%s в месяц)

source: How many months?
es_ar: ¿Cuántos meses?
pt_br: Quantos meses?
pt_pt: Quantos meses?
ro: Câte luni?
ru: Сколько месяцев?

source: purchase this reddit gold for myself
es_ar: comprar reddit gold para mí
pt_br: comprar este reddit gold para mim
pt_pt: comprar este ouro do reddit para mim
ro: cumpără acest aur reddit pentru mine
ru: приобрести золотую подписку reddit для себя

source: give this reddit gold as a gift
es_ar: dar reddit gold como regalo
pt_br: dê esse reddit gold como presente
pt_pt: oferecer este ouro do reddit
ro: oferă acest aur reddit ca un cadou
ru: отправить золотую подписку reddit в подарок

source: receive gold as a gift code
es_ar: recibir gold como código de regalo
pt_br: receber gold como um vale presente
pt_pt: receber ouro como um código de oferta
ro: primește aur sub forma unui cod cadou
ru: получить золото в виде подарочного кода

source: send gold to a user
es_ar: mandar gold un usuario
pt_br: enviar gold para algum usuário
pt_pt: enviar ouro a um utilizador
ro: trimite aur unui utilizator
ru: отправить золото пользователю

source: who should receive this gold?
es_ar: ¿quién debería recibir este gold?
pt_br: quem irá receber esse gold?
pt_pt: quem queres que receba este ouro?
ro: cine ar trebui să primească aurul acesta?
ru: кто должен получить это золото?

source: enter a username
es_ar: agrega un usuario
pt_br: digite o nome do usuário
pt_pt: introduz o nome de utilizador
ro: introdu un nume de utilizator
ru: имя

source: make my gift anonymous
es_ar: haz mi regalo anónimo
pt_br: coloque meu presente como anônimo
pt_pt: oferecer anonimamente
ro: fă-mi cadoul anonim
ru: анонимный подарок

source: include a message
es_ar: incluir un mensaje
pt_br: incluir uma mensagem
pt_pt: incluir uma mensagem
ro: include un mesaj
ru: прикрепить сообщение

source: enter your message
es_ar: Añade tu mensaje
pt_br: digite sua mensagem
pt_pt: insere a tua mensagem
ro: introdu mesajul tău
ru: введите свое сообщение

source: continue
es_ar: continuar
pt_br: continuar
pt_pt: continuar
ro: continuă
ru: продолжить

source: enter a gift code for redemption
es_ar: agrega un código de regalo para el reembolso
pt_br: entre com um vale presente para resgatá-lo
pt_pt: insere um código de oferta para reivindicar
ro: introdu un cod cadou pentru valorificare
ru: введите подарочный код сюда, чтобы активировать его

source: redeem this code
es_ar: Canjear este código
pt_br: resgatar este código
pt_pt: resgatar este código
ro: valorifică acest cod
ru: использовать этот код

source: You must be a Reddit Gold member to view this super secret community
es_ar: Debes ser miembro de reddit gold para ver esta comunidad súper secreta
pt_br: Você precisa ser um membro Reddit Gold para visualizar esta comunidade super secreta
pt_pt: Tens de ser um membro de ouro para ver esta comunidade super secreta
ru: Вы должны иметь золотую подписку reddit, чтобы просматривать это суперсекретное сообщество

source: The moderators of this community have set it to [Reddit Gold only](/gold/about#gold-only-subreddits). You must be a [Reddit Gold member](/gold/about) to visit.
es_ar: Los moderadores de esta comunidad la han establecido a [Reddit Gold only](/gold/about#gold-only-subreddits). Debes ser un [Reddit Gold member](/gold/about) para visitar.
pt_br: Os moderadores desta comunidade definiram-na como [apenas membros Reddit de ouro](/gold/about#gold-only-subreddits). Você tem que ser [membro Reddit de ouro](/gold/about) para entrar.
pt_pt: Os moderadores desta comunidade definiram-na como [apenas membros de ouro](/gold/about#gold-only-subreddits). Tens de ser um [membro de ouro](/gold/about) para a visitar.
ru: Модераторы этого сообщества установили его как [Reddit Gold only](/gold/about#gold-only-subreddits). Вы должны быть [Reddit Gold member](/gold/about) чтобы просматривать его.

source: get gold
es_ar: conseguir gold
pt_br: comprar ouro
pt_pt: obter ouro
ro: obține aur
ru: получить золото

source: close
es_ar: cerrar
pt_br: fechar
pt_pt: fechar
ro: închide
ru: закрыть

source: > By purchasing Reddit Gold, you agree to the [Reddit User Agreement.](/help/useragreement)
es_ar: > Al comprar Reddit Gold, aceptas el [Acuerdo de usuario de Reddit.](/help/useragreement)
pt_br: > Ao comprar Ouro do Reddit, concordas com o [Contrato do Utilizador do Reddit.](/help/useragreement)

source: The following gift note will be attached:
es_ar: Se adjuntará la siguiente nota de regalo:
pt_br: A seguinte mensagem será anexada:
pt_pt: A seguinte nota de oferta será entregue:
ro: Următoarea notă despre cadou va fi atașată:
ru: К подарку будет прикреплено следующее сообщение:

source: Please select a payment method.
es_ar: Seleccioná un método de pago.
pt_br: Por favor selecione uma forma de pagamento.
pt_pt: Por favor seleciona um método de pagamento.
ro: Selectează o metodă de plată.
ru: Пожалуйста, выберите способ оплаты.

source: Give gold often? Consider [buying creddits to use](/creddits), they're 40% cheaper if purchased in a set of 12.
es_ar: ¿Das gold con frecuencia? Considera [comprar credditos para usar](/creddits), son 40% más barato cuando comprado como un conjunto de 12.
pt_br: Dá ouro frequentemente? Considere [comprar creddits para usar](/creddits), eles são 40% mais baratos se comprados em 12.
pt_pt: Dás ouro frequentemente? Considera [comprar créditos para usar](/creddits), estes ficam 40% mais baratos se comprados num conjunto de 12.
ro: Dai aur des? Consideră [cumpărarea unor credite](/credite), au o reducere de 40% dacă le achiziţionezi câte 12.
ru: Часто дарите золото? Рассмотрите вариант [покупки креддитов для использования](/creddits), они будут стоить на 40% дешевле, если купить сразу 12.

source: Would you like to [learn more about giving gold](/gilding)?
es_ar: ¿Te gustaría [saber más sobre dar oro](/gilding)?
pt_br: Gostaria de [saber mais sobre dar gold](/gilding)?
pt_pt: Gostarias de [aprender mais sobre recompensas de ouro](/gilding)?
ro: Ai vrea [să afli mai multe despre a da aur](/aurire)?
ru: Хотели бы вы [узнать больше о дарении золотой подписки](/gilding)?

source: (use %(current)s of your %(total)s creddits)
es_ar: (usar %(current)s de tus %(total)s credditos)
pt_br: (usar %(current)s de seus %(total)s creddits totais)
pt_pt: (usar %(current)s dos teus %(total)s créditos)
ro: (folosește %(current)s din cele %(total)s creddite)
ru: (использовать %(current)s из %(total)s креддитов)

source: Credit Card
es_ar: Tarjeta de Crédito
pt_br: Cartão de Crédito
pt_pt: Cartão de Crédito
ro: Card de credit
ru: кредитная карта

source: Stripe is PCI compliant and your credit card information is sent directly to them.
es_ar: Stripe usa PCI y tu información de tarjeta de crédito se manda directamente a ellos.
pt_br: Stripe é cumpre com o PCI e sua informação de cartão de crédito é enviada diretamente a eles.
pt_pt: Stripe é compatível com PCI e os dados do teu cartão de crédito ser-lhes-ão directamente enviados.
ro: Stripe este compatibil PCI și informațiile cărții tale de credit sunt trimise direct la ei.
ru: Система Stripe соответствует высокому стандарту безопасности личных данных PCI, данные вашей банковской карты будут отправлены напрямую к ним.

source: card number
es_ar: número de tarjeta
pt_br: número do cartão
pt_pt: número do cartão
ro: numărul cardului
ru: номер карты

source: expiration date
es_ar: fecha de expiración
pt_br: data de validade
pt_pt: data de validade
ro: data expirării
ru: срок действия

source: address line 1
es_ar: dirección línea 1
pt_br: linha de endereço 1
pt_pt: endereço (1.ª linha)
ro: adresa 1
ru: строка адреса 1

source: address line 2
es_ar: dirección línea 2
pt_br: linha de endereço 2
pt_pt: endereço (2.ª linha)
ro: adresa 2
ru: строка адреса 2

source: city
es_ar: ciudad
pt_br: cidade
pt_pt: cidade
ro: oraș
ru: город

source: state/province
es_ar: estado/provincia
pt_br: estado/província
pt_pt: estado/província
ro: stat/provincie
ru: штат/провинция/область

source: country
es_ar: país
pt_br: país
pt_pt: país
ro: țară
ru: страна

source: zip
es_ar: código postal
pt_br: CEP
pt_pt: cep
ro: cod poștal
ru: индекс

source: Submit
es_ar: Enviar
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить

source: your account doesn't have a gold subscription.
es_ar: tu cuenta no tiene una suscripción reddit gold.
pt_br: sua conta não possui uma assinatura de reddit gold.
pt_pt: a tua conta não tem uma subscrição de ouro.
ro: contul tău nu are un abonament de aur.
ru: на вашем аккаунте не оформлена золотая подписка.

source: use different card
es_ar: utilizar una tarjeta diferente
pt_br: usar um cartão diferente
pt_pt: escolhe um cartão diferente
ro: folosește un alt card
ru: используйте другую карту

source: cancel subscription
es_ar: cancelar suscripción
pt_br: cancelar assinatura
pt_pt: cancelar subscrição
ro: anulează abonamentul
ru: отменить подписку

source: you have a paypal gold subscription. go to %(paypal)s to manage it.
es_ar: tienes una suscripción a reddit gold hecha con paypal. ve a %(paypal)s para gestionarla.
pt_br: você tem uma assinatura de reddit gold por paypal. Vá a %(paypal)s para gerenciá-la.
pt_pt: tens uma assinatura de ouro por paypal. vai a %(paypal)s para geri-la.
ro: ai un abonament de aur paypal. Mergi la %(paypal)s pentru a-l gestiona.
ru: у вас есть Золотая подписка с оплатой через PayPal. перейдите на их сайт по адресу %(paypal)s для управления подпиской.

source: daily reddit gold goal
es_ar: objetivo diario de reddit gold
pt_br: meta diária de reddit gold
pt_pt: meta diária de ouro do reddit
ro: obiectivul zilnic de aur reddit
ru: ежедневная цель продаж золотых подписок

source: help support reddit
es_ar: colabora con reddit
pt_br: ajude a sustentar o reddit
pt_pt: apoiar o reddit
ro: ajută la susținerea reddit
ru: помогите поддержать reddit

source: Yesterday's reddit gold goal
es_ar: Objetivo de reddit gold de ayer
pt_br: Meta de reddit gold de ontem
pt_pt: Objectivo de ouro do reddit de ontem
ro: Obiectivul de aur reddit de ieri
ru: вчерашняя цель продаж золотых подписок

source: ready for something new? %s subscribe %s to some new subreddits.
es_ar: ¿listo para algo nuevo? %s suscribirse %s a algunos subreddits nuevos.
pt_br: pronto para algo novo? %s inscreva-se %s em novos subreddits.
pt_pt: pronto para algo novo? %s subscrever %s alguns subreddits novos.
ro: sunteți pregătit pentru ceva nou? %s subscribe %s la cîteva subreddite noi.
ru: Готовы к чему-нибудь новому? %s Подпишитесь %s на несколько сабреддитов.

source: it looks like you haven't %s subscribed %s to any subreddits yet. want some ideas?
es_ar: al parecer, no te %s suscribiste %s a ningún subreddits todavía. ¿querés que te demos algunas ideas?
pt_br: parece que você ainda não %s se inscreveu %s em nenhum subreddit. quer algumas ideias?
pt_pt: parece que ainda não %s subscreveste %s nenhum sub-reddit. queres algumas ideias?
ro: se pare că nu v-ați %s abonat %s la nici un subreddit încă. aveți nevoie de sugestii?
ru: похоже вы еще не %s подписаны %s ни на один сабреддит. мы можем помочь!

source: what are you interested in?
es_ar: ¿qué te interesa?
pt_br: no que você está interessado?
pt_pt: em que é que estás interessado?
ro: ce te interesează?
ru: что вам интересно?

source: try these:
es_ar: probá con esto:
pt_br: experimente estes:
pt_pt: experimenta estes:
ro: încearcă acestea:
ru: попробуйте эти:

source: serendipity
es_ar: buena racha
pt_br: serendipidade
pt_pt: aleatório
ro: serendipitate
ru: неожиданность

source: back to Reddit
es_ar: volver a Reddit
pt_br: voltar ao Reddit
pt_pt: voltar ao Reddit
ro: înapoi la Reddit
ru: вернуться на reddit

source: Your account has been %(suspended_link)s from Reddit for %(num)s %(days)s
es_ar: Tu cuenta ha sido %(suspended_link)s de Reddit durante %(num)s %(days)s
pt_br: A tua conta foi %(suspended_link)s do Reddit por %(num)s %(days)s

source: Your account has been permanently %(suspended_link)s from Reddit
es_ar: Tu cuenta ha sido %(suspended_link)s permanentemente de Reddit
pt_br: A tua conta foi permanentemente %(suspended_link)s do Reddit

source: You may not access this page.
es_ar: No puedes acceder a esta página.
pt_br: Não podes aceder a esta página.
pt_pt: Não podes aceder a esta página.

source: language traffic statistics
es_ar: estadísticas de tráfico de idioma
pt_br: estatísticas de tráfego para idioma
pt_pt: estatísticas de tráfego de linguagem
ro: statistica traficului după limbi
ru: статистика трафика по языкам

source: traffic by language
es_ar: tráfico por idioma
pt_br: tráfego por idioma
pt_pt: tráfego por linguagem
ro: trafic după limbă
ru: трафик по языку

source: Sorry, this content is unavailable
es_ar: Lo sentimos, este contenido no está disponible
pt_br: Desculpa, este conteúdo não está disponível

source: Promoted: content promoted by our advertisers
es_ar: Patrocinado: contenido patrocinado por nuestros anunciantes
pt_br: Promovido: conteúdos promovidos pelos nossos anunciantes

source: suggested sort cleared
es_ar: orden sugerido eliminado
pt_br: ordenação sugerida removida
pt_pt: ordenação sugerida limpa
ro: sortarea sugerată a fost curățată
ru: предложенная сортировка очищена!

source: clear suggested sort
es_ar: eliminar orden sugerido
pt_br: remover ordenação sugerida
pt_pt: limpar ordenação sugerida
ro: curăță sortarea sugerată
ru: очистить предложенную сортировку

source: clear suggested sort?
es_ar: ¿eliminar orden sugerido?
pt_br: remover ordenação sugerida?
pt_pt: limpar a ordenação sugerida?
ro: cureți sortarea sugerată?
ru: очистить предложенную сортировку?

source: set as suggested sort
es_ar: seleccionar como orden sugerido
pt_br: definir como ordenação sugerida
pt_pt: definir como ordenação sugerida
ro: setată ca sortare sugerată
ru: установить как предложенную сортировку

source: suggested sort set
es_ar: orden sugerido seleccionado
pt_br: ordenação sugerida definida
pt_pt: a ordenação sugerida foi definida
ro: sortarea sugerată
ru: предложенная сортировка установлена

source: disable inbox replies
es_ar: desactivar aviso de respuesta
pt_br: desativar respostas na caixa de entrada
pt_pt: desactivar notificações
ro: dezactivează răspunsurile în inbox
ru: запретить ответы во входящие

source: inbox replies disabled
es_ar: aviso de respuesta desactivado
pt_br: respostas na caixa de entrada desativadas
pt_pt: as respostas já não serão enviadas para a tua caixa de entrada
ro: răspunsuri în inbox dezactivate
ru: ответы во входящую почту отключены

source: enable inbox replies
es_ar: activar aviso de respuesta
pt_br: ativar respostas na caixa de entrada
pt_pt: activar respostas na caixa de entrada
ro: activează răspunsurile din inbox
ru: разрешить ответы во входящую почту

source: inbox replies enabled
es_ar: aviso de respuesta activado
pt_br: respostas na caixa de entrada ativadas
pt_pt: respostas na caixa de entrada activadas
ro: răspunsuri în inbox activate
ru: ответы во входящую почту включены

source: inbox replies will send you a message when this link receives a new top-level comment
es_ar: con los avisos de respuesta recibirás un mensaje cuando se haga un comentario de primer nivel en este post
pt_br: "respostas na caixa de entrada" lhe enviará uma mensagem quando este link receber um novo comentário de primeiro nível
pt_pt: respostas à caixa de entrada enviam-lhe uma mensagem quando esta ligação receber um novo comentário de topo
ro: răspunsurile din mail îți vor trimite un mesaj atunci când acest link va primi un nou comentariu de top
ru: настройка "ответы во входящие" отправит вам личное сообщение, когда к этой ссылке появится новый комментарий

source: disable contest mode
es_ar: deshabilitar modo de concurso
pt_br: desativar modo competição
pt_pt: desactivar modo de concurso
ro: dezactivează modul concurs
ru: отключить режим соревнования

source: contest mode disabled
es_ar: modo de concurso deshabilitado
pt_br: modo competição desativado
pt_pt: modo de concurso desactivado
ro: modul concurs dezactivat
ru: режим соревнования отключен

source: enable contest mode
es_ar: habilitar modo de concurso
pt_br: ativar modo competição
pt_pt: ativar modo de concurso
ro: activează modul concurs
ru: включить режим соревнования

source: contest mode enabled
es_ar: modo de concurso habilitado
pt_br: modo competição ativado
pt_pt: modo de concurso activado
ro: modul concurs activat
ru: режим соревнования включен

source: remove announcement
es_ar: quitar anuncio
pt_br: remover comunicado
pt_pt: remover comunicado

source: make announcement
es_ar: hacer anuncio
pt_br: fazer comunicado
pt_pt: fazer comunicado

source: announced
es_ar: anunciado
pt_br: comunicado criado
pt_pt: comunicado criado

source: make announcement? (bottom announcement will be replaced)
es_ar: ¿hacer anuncio? (anuncio del fondo será reemplazado)
pt_br: fazer comunicado? (o comunicado anterior será substituído)
pt_pt: fazer comunicado? (o comunicado anterior será substituído)

source: make announcement?
es_ar: ¿hacer anuncio?
pt_br: fazer comunicado?
pt_pt: fazer comunicado?

source: this thread is in contest mode
es_ar: este tema esta en modo concurso
pt_br: este thread está em modo competição
pt_pt: este tópico está em modo de concurso
ro: această discuție este în modul concurs
ru: это обсуждение находится в режиме соревнования

source: as a mod, you can sort comments however you wish and scores are visible. regular users have randomized sorting and cannot see the scores.
es_ar: como moderador, puedes ordenar los comentarios de la manera que quieras y las puntuaciones son visibles. los usuarios regulares tienen ordenados aleatorios y no pueden ver las puntuaciones.
pt_br: como um moderador, você pode classificar os comentários como quiser e as pontuações estarão visíveis. os usuários comuns verão em ordem aleatória e não verão as pontuações.
pt_pt: como moderador, podes ordenar os comentários da forma que quiseres e as pontuações estão visíveis. os utilizadores comuns terão ordens aleatórias e não verão as pontuações.
ru: как модератор, вы можете сортировать комментарии как угодно и видеть их рейтинг. для обычных пользователей записи отображаются в случайном порядке и без оценок.

source: contest mode randomizes comment sorting, hides scores, and collapses replies by default.
es_ar: el modo de concurso organiza los comentarios de una forma aleatoria, esconde las puntuaciones y las respuestas por omisión.
pt_br: modo de competição aleatoriza a ordem dos comentários, esconde pontuações, e esconde as respostas por padrão.
pt_pt: o modo de concurso ordena aleatoriamente os comentários, esconde as classificações, e colapsa as respostas por defeito.
ro: modul de concurs randomizează modul de sortare al comentariilor, ascunzând scorurile și răspunsurile.
ru: режим соревнования включает случайную сортировку комментариев, скрывает рейтинг и сворачивает ответы по умолчанию.

source: this post was submitted on
es_ar: este post se realizó el
pt_br: este post foi enviado em
pt_pt: publicação enviada em
ro: postat pe
ru: этот пост был опубликован
