Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: Allow '%(email)s' to receive email from us?
es_ar: ¿Permitir que '%(email)s' reciba correos electrónicos nuestros?
pt_br: Permitir que '%(email)s' receba emails da gente?
pt_pt: Permitir que '%(email)s' receba nossos e-mails?
ro: Vrei să primești mesaje de la noi la ' %(email)s '?
ru: Разрешить "%(email)s" получать письма от нас?

source: over 18
es_ar: mayor de 18
pt_br: acima de 18 anos
pt_pt: maiores de 18
ro: peste 18
ru: старше 18

source: You must be 18+ to view this community
es_ar: Debés tener más de 18 para ver esta comunidad
pt_br: Você precisa ser maior de 18 anos para ver esta comunidaed
pt_pt: Tens de ser maior de 18 para ver esta comunidade
ro: Trebuie să ai peste 18 ani pentru a vedea această comunitate
ru: Для просмотра этого сообщества вы должны быть старше 18

source: You must be at least eighteen years old to view this content. Are you over eighteen and willing to see adult content?
es_ar: Debés tener al menos dieciocho años para ver este contenido. ¿Sos mayor de dieciocho y estás dispuesto a ver contenido para adultos?
pt_br: Você deve ter no mínimo 18 anos para ver este conteúdo. Você é maior do que 18 anos e quer ver o conteúdo adulto?
pt_pt: Deverás ter pelo menos 18 anos para ver este conteúdo. Tens mais de 18 anos e queres ver conteúdos para adultos?
ru: Вам должно быть как минимум 18 лет, чтобы просматривать эти материалы. Вам больше 18 и вы хотите видеть контент для взрослых?

source: no thank you
es_ar: no, gracias
pt_br: não, obrigado
pt_pt: não obrigado
ro: nu, mulțumesc
ru: нет, спасибо

source: This is an [internationalized domain name](http://en.wikipedia.org/wiki/Internationalized_domain_name). We've modified how it is displayed [for security reasons](http://en.wikipedia.org/wiki/IDN_homograph_attack).
es_ar: Esto es un [dominio con caracteres internacionales](http://en.wikipedia.org/wiki/Internationalized_domain_name). Hemos modificado su aspecto [por razones de seguridad](http://en.wikipedia.org/wiki/IDN_homograph_attack).
pt_br: Esse é um [nome de domínio internacionalizado](http://en.wikipedia.org/wiki/Internationalized_domain_name). Nós modificamos como ele é exibido [por razões de segurança](http://en.wikipedia.org/wiki/IDN_homograph_attack).
pt_pt: Isto é um [nome de domínio internacionalizado](http://en.wikipedia.org/wiki/Internationalized_domain_name). Modificámos a forma como é mostrado [por motivos de segurança](http://en.wikipedia.org/wiki/IDN_homograph_attack).
ro: Acesta este un [nume internaţionalizat de domeniu](http://en.wikipedia.org/wiki/Internationalized_domain_name). Am modificat felul în care este afişat din [motive de securitate](http://en.wikipedia.org/wiki/IDN_homograph_attack).
ru: Это [интернационализированное имя домена](http://en.wikipedia.org/wiki/Internationalized_domain_name). Мы изменили то режим отображения [в целях безопасности](http://en.wikipedia.org/wiki/IDN_homograph_attack).

source: reset your password
es_ar: resetea tu contraseña
pt_br: repõe a tua palavra-passe
pt_pt: repõe a tua palavra-passe

source: enter your username below and we'll email you a link to reset your password
es_ar: ingresa tu nombre de usuario debajo y te enviaremos un email con un enlace para resetear tu contraseña
pt_br: introduz o teu nome de utilizador para podermos enviar-te um e-mail com a ligação de reposição da palavra-passe
pt_pt: introduz o teu nome de utilizador para podermos enviar-te um e-mail com a ligação de reposição da palavra-passe

source: password reset link expired. please try again
es_ar: el vínculo de restablecimiento de contraseña expiró. por favor, intentá de nuevo
pt_br: o link para redefinir a senha expirou. por favor, tente novamente
pt_pt: a ligação para redefinir a palavra-passe expirou. por favor tenta novamente
ro: linkul de resetare a parolei a expirat. vă rugăm să încercați din nou
ru: ссылка на сброс пароля истекла. пожалуйста, попробуйте снова

source: email me
es_ar: enviarme mensajes por correo electrónico
pt_br: me envie emails
pt_pt: receber por e-mail
ro: trimite-mi un email
ru: выслать

source: set up payment for this link
es_ar: establecer el pago de este vínculo
pt_br: configurar pagamento para esse link
pt_pt: configurar pagamento para esta ligação
ro: configurează plata pentru acest link
ru: настроить платеж за эту ссылку

source: The duration of this link is %(duration)s (from %(start)s to %(end)s).
es_ar: La duración de este enlace es %(duration)s (desde %(start)s hasta %(end)s).
pt_br: A duração desse link é %(duration)s (de %(start)s a %(end)s).
pt_pt: A duração desta ligação é %(duration)s (de %(start)s a %(end)s).
ro: Duraţia acestui link este de %(duration)s (de la %(start)s la %(end)s).
ru: Длительность этой ссылки - %(duration)s (с %(start)s до %(end)s).

source: Your current budget is %(budget)s
es_ar: Tu presupuesto actual es %(budget)s
pt_br: Seu orçcamento atual é de %(budget)s
pt_pt: O teu orçamento é de %(budget)s
ro: Bugetul tău curent este de %(budget)s
ru: Ваш текущий бюджет составляет %(budget)s

source: Please pick your credit card:
es_ar: Elegí tu tarjeta de crédito:
pt_br: Por favor escolha seu cartão de crédito:
pt_pt: Escolha seu cartão de crédito
ro: Alege cardul tău de credit:
ru: Пожалуйста, выберите кредитную карту:

source: select...
es_ar: seleccionar...
pt_br: selecionar...
pt_pt: selecionar…
ro: selectează...
ru: выбрать...

source: profile limit (%d) reached
es_ar: límite de perfil (%d) alcanzado
pt_br: limite de perfil (%d) alcançado
pt_pt: limite de perfil (%d) atingido
ro: limita profilului (%d) atinsă
ru: лимит профиля (%d) достигнут

source: create a new one...
es_ar: crear una nueva...
pt_br: criar novo...
pt_pt: crie um novo…
ro: creează una nouă...
ru: создать новую...

source: please create a new payment profile
es_ar: creá un nuevo perfil de pago
pt_br: por favor, crie um novo perfil de pagamento
pt_pt: por favor cria um novo perfil de pagamento
ro: creează un profil nou de plată
ru: пожалуйста, создайте новый профиль для платежей

source: NOTE: your card will not be charged until the campaign has been queued for promotion.
es_ar: NOTA: no se cargará tu tarjeta hasta que se pone la campaña en la cola de promoción.
pt_br: OBSERVAÇÃO: seu cartão não será cobrado até a campanha ter sido alinhada para ser promovida.
pt_pt: NOTA: o teu cartão não será cobrado até que a campanha esteja na fila para ser promovida.
ro: NOTĂ: cardul dvs. nu va fi suplinit pînă cînd campania nu va fi în așteptare pentru promovare.
ru: ПРИМЕЧАНИЕ: деньги не будут сняты с вашей карты, пока кампания не встанет в очередь на активацию.

source: first name
es_ar: nombre de pila
pt_br: nome
pt_pt: primeiro nome
ro: prenume
ru: имя

source: last name
es_ar: apellido
pt_br: sobrenome
pt_pt: último nome
ro: nume
ru: фамилия

source: company
es_ar: compañía
pt_br: companhia
pt_pt: empresa
ro: companie
ru: компания

source: address
es_ar: dirección
pt_br: endereço
pt_pt: endereço
ro: adresă
ru: адрес

source: state
es_ar: provincia
pt_br: estado
pt_pt: estado
ro: țara
ru: штат

source: phone
es_ar: teléfono
pt_br: telefone
pt_pt: telefone
ro: telefon
ru: телефон

source: (14-17 digits)
es_ar: (de 14 a 17 dígitos)
pt_br: (14-17 dígitos)
pt_pt: (14-17 dígitos)
ro: (14-17 caractere)
ru: (14-17 цифр)

source: CCV
pt_br: código verificador

source: (3 or 4 digits)
es_ar: (3 ó 4 dígitos)
pt_br: (3 ou 4 digitos)
pt_pt: (3 ou 4 dígitos)
ro: (3 sau 4 caractere)
ru: (3 или 4 цифры)

source: By submitting payment you agree to the %(rules)s.
es_ar: Enviando el pago, aceptas las %(rules)s.
pt_br: Ao fazer o pagamento estarás a aceitar as %(rules)s.

source: authorize payment
es_ar: autorizar pago
pt_br: autorizar pagamento
pt_pt: autorizar pagamento
ro: autorizează plata
ru: авторизовать платеж

source: you are viewing a single comment's thread.
es_ar: estás viendo un hilo de discusión de un solo comentario.
pt_br: você está vendo o thread de um só comentário.
pt_pt: estás a ver o tópico de um único comentário.
ro: vezi un singur comentariu al discuției.
ru: вы просматриваете тред одного комментария.

source: view the rest of the comments
es_ar: ver el resto de los comentarios
pt_br: ver o resto dos comentários
pt_pt: ver o resto dos comentários
ro: vezi celelalte comentarii
ru: смотреть остальные комментарии

source: your ads preferences have been updated
es_ar: tus preferencias de anuncios han sido actualizadas
pt_br: as tuas preferências de anúncios foram atualizadas

source: Reddit Personalized Ads
es_ar: Anuncios Personalizados de Reddit
pt_br: Anúncios Personalizados do Reddit

source: Personalized ads, sometimes referred to as interest or behavior targeted ads, are delivered to you by Reddit based on what we think you may like. You can adjust how we personalize advertisements for you by adjusting your ads preferences below.
es_ar: Los anuncios personalizado, a veces referidos como anuncios elegidos por interés o comportamiento, son entregados a ti por Reddit basados en qué pensamos que te puede gustar. Puedes ajustar cómo personalizamos los anuncios para ti, ajustando tus preferencias de anuncios abajo.
pt_br: Anúncios personalizados, por vezes referidos como anúncios elegidos por interesse ou comportamento, são-te apresentados pelo Reddit baseado naquilo que achamos que poderás gostar. Podes ajustar como personalizamos os anuncios para ti, ajustando abaixo as tuas preferencias de anúncios.

source: Your preferences are managed by a browser cookie, so, if you clear your cookies or visit from another browser, you will need to readjust your preferences.
es_ar: Tus preferencias son gestionadas por una cookie del navegador, así que, si limpias las cookies o visitas desde otro navegador, deberás reajustar tus preferencias.
pt_br: As tuas preferências são geridas através de um cookie no teu navegador, se apagares os cookies ou visitares a partir de outro navegador, terás de reajustar as tuas preferências.

source: When you log-out of your Reddit account from this browser or if you do not have a Reddit account, we will still respect your preferences.
es_ar: Cuando cierras sesión en Reddit desde este navegador o si no tienes cuenta de Reddit, seguimos respetando tus preferencias.
pt_br: Quando terminas sessão no Reddit neste navegador ou se não tiveres uma conta no Reddit, continuamos a respeitar as tuas preferências.

source: With personalized ads on
es_ar: Con anuncios personalizados activados
pt_br: Com anúncios personalizados ligados
pt_pt: Com anúncios personalizados ligados

source: Ads you see on Reddit will be delivered based on your prior use of our Services, including post clicks, sub-reddit visits, votes, and other information associated with your account.
es_ar: Los anuncios que ves en reddit serán entregados a base del uso que des a nuestros Servicios, incluidos clicks en posts, visitas a subreddits, votos y otra información asociada a tu cuenta.
pt_br: Os anúncios que vês no Reddit serão entregues baseado no teu uso anterior dos nossos Serviços, incluindo cliques em publicações, visitas a sub-reddits, e outras informações associadas à tua conta.

source: For example: If you frequently visit gaming subreddits, you're more likely to see an ad for a game rather than an ad for celebrity news.
es_ar: Por ejemplo: Si frecuentementes visitas subreddits de videojuegos, verás anuncios de juegos y no de noticias de prensa rosa.
pt_br: Por exemplo: Se visitas frequentemente sub-reddits sobre jogos, é mais provável que recebas anúncios sobre jogos e não anúncios sobre a atualidade da imprensa cor-de-rosa.

source: With personalized ads off
es_ar: Con anuncios personalizados desactivados
pt_br: Com anúncios personalizados desligados
pt_pt: Com anúncios personalizados desligados

source: You will still see the same number of ads in the same places.
es_ar: Verás el mismo número de anuncios en los mismos sitios.
pt_br: Verás o mesmo número de anúncios nos mesmos sítios.

source: Your ads may be less relevant and interesting to you.
es_ar: Tus anuncios serán menos relevantes e interesantes para ti.
pt_br: Os teus anúncios poderão ser-te menos relevantes e interessantes.

source: Does not apply to ads served by other companies on Reddit, whose opt-outs may be located at the websites listed in the %(privacy_policy)s.
es_ar: No se aplica a anuncios ofrecidos por otras compañías en Reddit, cuyos resultados se pueden situar en sitios web listados en la %(privacy_policy)s.
pt_br: Não se aplica a anúncios oferecidos por outras empresas no Reddit, cujas opções de saída poderão estar localizadas nos sites listados na %(privacy_policy)s.

source: (privacy policy)
es_ar: (política de privacidad)
pt_br: (política de confidencialidade)
pt_pt: (política de confidencialidade)

source: For information about how to opt out of behavioral advertising from third-party advertisers and ad networks, please visit the opt-out pages for the %(digital_advertising_alliance)s and the %(network_advertising_initiative)s.
pt_br: Para informações acerca de como desativar a publicidade baseada no teu comportamento oferecida por terceiros e redes de publicidade, por favor visita as páginas de saída para a %(digital_advertising_alliance)s e a %(network_advertising_initiative)s.

source: Digital Advertising Alliance
es_ar: Alianza de Anuncios Digitales
pt_br: Aliança de Anúncios Digitais

source: A web based application
es_ar: Una aplicación accesible por web
pt_br: Um aplicativo baseado na web
pt_pt: Uma aplicação baseada na web
ro: O aplicație web
ru: Доступное для интернет-браузера приложение.

source: installed app
es_ar: aplicación instalada
pt_br: aplicativo instalado
pt_pt: aplicação instalada
ro: aplicație instalată
ru: устанавливаемое приложение

source: An app intended for installation, such as on a mobile phone
es_ar: Una aplicación instalable, como en un teléfono móvil
pt_br: Um aplicativo destinado à instalação, como em um celular
pt_pt: Uma aplicação que pode ser instalada, como num telemóvel
ro: O aplicaţie concepută pentru instalări, cum ar fi pe un telefon mobil
ru: Предназначенное для установки приложение (например, на мобильное устройство).

source: Script for personal use. Will only have access to the developers accounts
es_ar: Script para uso personal. Sólo tendrá acceso a las cuentas de desarrollador
pt_br: Script para uso pessoal. Apenas terá acesso às contas dos desenvolvedores
pt_pt: script de uso pessoal. Apenas terá acesso às contas dos desenvolvedores
ro: Script pentru uz personal. Doar conturile de developeri vor avea acces
ru: Скрипт для личного использования. Сможет получить доступ только к аккаунтам разработчиков.

source: (that's you!)
es_ar: (¡ese sos vos!)
pt_br: (é você!)
pt_pt: (és tu!)
ro: (tu ești!)
ru: (это вы!)

source: personal use script
es_ar: script de uso personal
pt_br: script de uso pessoal
pt_pt: script de uso pessoal
ro: script pentru uz personal
ru: скрипт для личного пользования

source: updating...
es_ar: actualizando...
pt_br: atualizando...
pt_pt: a atualizar…
ro: se actualizează...
ru: обновление...

source: secret
es_ar: secreto
pt_br: segredo
pt_pt: segredo
ru: секрет

source: about url
es_ar: acerca de la dirección url
pt_br: url sobre
pt_pt: sobre o URL
ro: despre url
ru: о url

source: redirect uri
es_ar: redirigir uri
pt_br: redirecionar uri
pt_pt: URI de redireccionamento
ro: URL de redirecționare
ru: uri переадресации

source: update app
es_ar: actualizar aplicación
pt_br: atualizar aplicativo
pt_pt: atualizar aplicação
ro: actualizează aplicația
ru: обновить приложение

source: developers
es_ar: desarrolladores
pt_br: desenvolvedores
pt_pt: desenvolvedores
ro: dezvoltatori
ru: разработчики

source: adding...
es_ar: agregando...
pt_br: adicionando...
pt_pt: a adicionar…
ro: se adaugă...
ru: добавление...

source: add developer
es_ar: agregar desarrollador
pt_br: adicionar desenvolvedor
pt_pt: adicionar desenvolvedor
ro: adaugă dezvoltator
ru: добавить разработчика

source: delete app
es_ar: eliminar aplicación
pt_br: excluir aplicativo
pt_pt: apagar aplicação
ro: șterge aplicația
ru: удалить приложение

source: Only in:
es_ar: Solo en:
pt_br: Apenas em:
pt_pt: Apenas em:
ro: Doar la:
ru: Только в:

source: Only in the subreddits:
es_ar: Solo en los subreddits:
pt_br: Apenas nos subreddits:
pt_pt: Apenas nos sub-reddits:
ro: Doar în subredditele:
ru: Только в сабреддитах:

source: Expires in:
es_ar: Vence en:
pt_br: Expira em:
pt_pt: Expira em:
ro: Expiră la:
ru: Истекает через:

source: Maintain this access indefinitely (or until manually revoked).
es_ar: Mantener este acceso de forma indefinida (o hasta que se revoque manualmente).
pt_br: Manter esse acesso indefinidamente (ou até ser manualmente revogado).
pt_pt: Manter este acesso indefinidamente (ou até ser revogado manualmente).
ro: Păstrează accesul pe termen nedefinit (sau pînă la revocarea manuală).
ru: Поддерживать доступ открытым постоянно (или пока права не будут отозваны вручную).

source: revoke access
es_ar: revocar acceso
pt_br: revogar acesso
pt_pt: revogar acesso
ro: revocă accesul
ru: отозвать доступ

source: revoked
es_ar: revocado
pt_br: revogado
pt_pt: revogado
ro: revocat
ru: отозван

source: authorized applications
es_ar: aplicaciones autorizadas
pt_br: aplicativos autorizados
pt_pt: aplicações autorizadas
ro: aplicații autorizate
ru: авторизованные приложения

source: developed applications
es_ar: aplicaciones desarrolladas
pt_br: aplicações desenvolvidas
pt_pt: aplicações desenvolvidas
ro: aplicații dezvoltate
ru: разработанные приложения

source: create another app...
es_ar: crear otra aplicación...
pt_br: criar outro aplicativo...
pt_pt: criar outra aplicação…
ro: creează altă aplicație...
ru: создать другое приложение...

source: are you a developer? create an app...
es_ar: ¿sos un desarrollador? crear una aplicación...
pt_br: você é um desenvolvedor? crie um aplicativo...
pt_pt: é um desenvolvedor? cria uma aplicação…
ro: ești un dezvoltator? creează o aplicație...
ru: вы разработчик? создайте приложение...

source: creating...
es_ar: creando...
pt_br: criando...
pt_pt: a criar…
ro: se creează...
ru: создание...

source: create application
es_ar: crear aplicación
pt_br: criar aplicativo
pt_pt: criar aplicação
ro: creează aplicația
ru: создать приложение

source: Please [read the API usage guidelines](/wiki/api) before creating your application. After creating, you will be required to [register](/wiki/api) for production API use.
pt_br: Por favor [lê as diretrizes de uso da API](/wipi/api) antes de criares uma aplicação. Após criada, ser-te-á pedido para a [registar](/wipi/api) para o uso da API de produção.

source: create app
es_ar: crear aplicación
pt_br: criar aplicativo
pt_pt: criar aplicação
ro: creează o aplicație
ru: создать приложение

source: deactivate your reddit account
es_ar: desactivar tu cuenta de reddit
pt_br: desativar a tua conta do reddit
pt_pt: desativar a tua conta do reddit

source: deactivating...
es_ar: desactivando...
pt_br: a desativar…
pt_pt: a desativar…

source: sorry to see you go!
es_ar: ¡lamentamos que te vayas!
pt_br: é uma pena você sair!
pt_pt: é pena ver-te partir!
ro: ne pare rău că pleci!
ru: Жаль, что уходите!

source: * if you're having a problem on reddit, please consider [contacting us](/message/compose?to=%2Fr%2Freddit.com) about it before deactivating your account. * deactivating your account will not delete the content of posts and comments you've made on reddit. to do so, please delete them individually.
pt_br: * se estás a ter problemas no Reddit, por favor considera [contactar-nos](/message/compose?to=%2Fr%2Freddit.com) acerca disso antes desativares a tua conta. * desativar a conta não vai remover o conteúdo das publicações e comentários que fizeste no Reddit. para fazê-lo, por favor apaga-os individualmente.

source: please cancel your gold subscription!
es_ar: ¡por favor, cancela tu suscripción oro!
pt_br: por favor cancele sua inscrição gold!
pt_pt: por favor cancela a tua subscrição de ouro!
ro: anulează-ți abonamentul gold!
ru: пожалуйста, отмените вашу золотую подписку!

source: log in to %%(paypal_link)s to cancel your subscription (%(subscr_id)s).
es_ar: inicia sesion en %%(paypal_link)s para cancelar tu suscripción (%(subscr_id)s).
pt_br: entre em %%(paypal_link)s para desinscrever-se (%(subscr_id)s).
pt_pt: entra em %%(paypal_link)s para cancelar a tua subscrição (%(subscr_id)s).
ru: войдите в %%(paypal_link)s для отмены вашей подписки (%(subscr_id)s).

source: why are you deactivating this account?
es_ar: ¿por qué estás desactivando esta cuenta?
pt_br: porque queres desativar esta conta?
pt_pt: porque queres desativar esta conta?

source: for security purposes
es_ar: por razones de seguridad
pt_br: por motivos de segurança
pt_pt: por questões de segurança
ro: în scopuri de securitate
ru: из соображений безопасности

source: account credentials
es_ar: credenciales de la cuenta
pt_br: credenciais da conta
pt_pt: credenciais da conta
ro: acreditările contului
ru: Имя и пароль вашего аккаунта

source: confirmation
es_ar: confirmación
pt_br: confirmação
pt_pt: confirmação
ro: confirmare
ru: подтверждение

source: I understand that deactivated accounts are not recoverable.
pt_br: Eu compreendo que contas desativadas não são recuperáveis.
pt_pt: Eu compreendo que contas desativadas não são recuperáveis.

source: deactivate account
es_ar: desactivar cuenta
pt_br: desativar conta
pt_pt: desativar conta

source: Private RSS feeds
es_ar: Fuentes de RSS privadas
pt_br: Feeds RSS privados
pt_pt: Fontes RSS privadas
ro: Flux RSS privat
ru: Личные RSS-каналы

source: On this page are links to private RSS feeds so that you can get listings of your content (personalized front page, message panel, saved listing, etc.) without having to deal with cookies or other auth.
es_ar: En esta página hay vínculos a fuentes de RSS privadas, por lo que podés obtener una lista de tu contenido (página principal personalizada, panel de mensajes, listas guardadas, etc.) sin tener que lidiar con cookies u otro tipo de autenticación.
pt_br: Nesta página estão links de feeds RSS privados para que você tenha listagens do seu conteúdo (página inicial personalizada, painel de mensagens, listagens salvas, etc.) sem precisar lidar com cookies ou outras autenticações.
pt_pt: Nesta página estão ligações para feeds RSS privados através dos quais podes obter uma lista do teu conteúdo (página inicial personalizada, painel de mensagens, listas guardadas, etc.) sem precisares de ter os cookies ativados nem iniciar sessão.
ro: Pe această pagină sunt legături către fluxuri RSS private pentru ca tu să poți avea listări ale conținutului tău (prima pagina personalizată, panoul de mesaje, listări salvate, etc.) fără să ai de a face cu cookie-uri sau alte autentificări.
ru: Это страница содержит личные RSS-каналы. Это значит, что вы можете иметь доступ к своему контенту (персонализированная главная страница, панель сообщений, сохраненные списки и т.д.), не используя cookies или иные средства авторизации.

source: Keep in mind that these urls are intended to be private, so **share at your own risk.**
es_ar: Tené en cuenta que estas direcciones de url están destinadas a ser privadas, así que **compartilas a tu propio riesgo**.
pt_br: Tenha em mente que estas urls são feitas para serem privadas, então **compartilhe por sua conta e risco**
pt_pt: Lembra-te que esses endereços devem manter-se privados, por iso **partilha por tua própria conta e risco**
ro: Țineți minte că aceste url-uri sunt menite să fie private, așadar **distribuiți-le pe risc propriu.**
ru: Имейте в виду, что эти URL задумывались для личного пользования. **Делитесь ими на свой страх и риск.**
