Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: subscriber
es_ar: suscriptor
pt_br: inscrito
pt_pt: assinante
ro: abonat
ru: подписчик

source: approved submitter
es_ar: publicador aprobado
pt_br: contribuidor aprovado
pt_pt: submissor aprovado
ro: redactor aprobat
ru: одобренный автор

source: moderator
es_ar: moderador
pt_br: moderador
pt_pt: moderador
ru: модератор

source: user here now
es_ar: usuario acá ahora
pt_br: usuário aqui agora
pt_pt: utilizador aqui neste momento
ro: utilizator prezent
ru: пользователь находится здесь

source: milliseconds
es_ar: milisegundo
pt_br: milissegundos
pt_pt: milissegundo
ro: milisecundă
ru: мс

source: second
es_ar: segundo
pt_br: segundo
pt_pt: segundo
ro: secundă
ru: с

source: minute
es_ar: minuto
pt_br: minuto
pt_pt: minuto
ro: minut
ru: мин

source: hour
es_ar: hora
pt_br: hora
pt_pt: hora
ro: oră
ru: ч

source: day
es_ar: día
pt_br: dia
pt_pt: dia
ro: zi
ru: день

source: month
es_ar: mes
pt_br: mês
pt_pt: mês
ro: lună
ru: месяц

source: year
es_ar: año
pt_br: ano
pt_pt: ano
ro: an
ru: год

source: you are a moderator
es_ar: eres un moderador
pt_br: você é um moderador
pt_pt: és um moderador
ro: ești moderator
ru: вы - модератор

source: you have been added as a moderator to [%(title)s](%(url)s).
es_ar: has sido agregado como moderador en [%(title)s](%(url)s).
pt_br: você foi adicionado como moderador em [%(title)s](%(url)s).
pt_pt: foste adicionado como moderador em [%(title)s](%(url)s).
ro: ați fost numit moderator la [%(title)s](%(url)s).
ru: вы добавлены в [%(title)s](%(url)s) как модератор.

source: invitation to moderate %(url)s
es_ar: invitación para moderar %(url)s
pt_br: convite para moderar %(url)s
pt_pt: convite para moderar %(url)s
ro: invitație de a modera %(url)s
ru: приглашение модерировать %(url)s

source: **gadzooks! you are invited to become a moderator of [%(title)s](%(url)s)!** *to accept*, visit the [moderators page for %(url)s](%(url)s/about/moderators) and click "accept". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.
es_ar: **¡Epa! te invitaron a ser un moderador de [%(title)s](%(url)s)!** *para aceptar*, visitá la [página de moderadores en %(url)s](%(url)s/about/moderators) y hacé clic en "accept". *de lo contrario,* si no esperabas recibir esto, podés simplemente ignorar esta invitación o reportarla.
pt_br: **aimeudeus! você foi convidado para tornar-se um moderador de [%(title)s](%(url)s)!** *para aceitar*, visite a [página de moderadores de %(url)s](%(url)s/about/moderators) e clique em "aceitar". *caso contrário,* se você não estava esperando receber isso, você simplesmente pode ignorar esse convite ou denunciá-lo.
pt_pt: **gadzooks! estás convidado para ser moderador de [%(title)s](%(url)s)!** *para aceitar*, visita a [página de moderadores de %(url)s](%(url)s/about/moderators) e clica em "aceitar". *caso contrário,* se não estavas à espera deste convite, podes simplesmente ignorar este convite ou denunciá-lo.
ro: **gadzooks! eşti invitat să devii moderator al [%(title)s](%(url)s)!** *ca să accepţi*, vizitează [pagina moderatorilor pentru %(url)s](%(url)s/about/moderators) şi apasă "accept" *sau,* dacă nu aşteptai să primeşti asta, poţi să ignori sau să reportezi această invitaţie.
ru: **Вот это да! Вас пригласили стать модератором [%(title)s](%(url)s)!** *чтобы принять предложение*, посетите [страницу модераторов %(url)s](%(url)s/about/moderators) и нажмите "принять". *в противном случае,* если вы не ожидали получить это сообщение, просто проигнорируйте его или сообщите администратору о нарушении правил.

source: moderator invited
es_ar: moderador invitado
pt_br: moderador convidado
pt_pt: moderador convidado
ro: moderator invitat
ru: модератор приглашен

source: %(user)s has been invited by %(author)s to moderate %(url)s.
es_ar: %(user)s fue invitado por %(author)s para moderar %(url)s.
pt_br: %(user)s foi convidado por %(author)s para moderar %(url)s.
pt_pt: %(user)s foi convidado por %(author)s para moderar %(url)s.
ro: %(user)s au fost invitați de către %(author)s să modereze %(url)s.
ru: %(user)s был приглашён %(author)s для модерации %(url)s.

source: moderator added
es_ar: moderador agregado
pt_br: moderador adicionado
pt_pt: moderador adicionado
ro: moderator adăugat
ru: модератор добавлен

source: %(user)s has accepted an invitation to become moderator of %(url)s.
es_ar: %(user)s aceptó una invitación para ser moderador de %(url)s.
pt_br: %(user)s aceitou o convite para se tornar moderador de %(url)s.
pt_pt: %(user)s aceitou o convite para ser moderador de %(url)s.
ro: %(user)s au acceptat o invitație de a fi moderatorul %(url)s.
ru: %(user)s принял приглашение стать модератором %(url)s.

source: you are an approved submitter
es_ar: sos un publicador aprobado
pt_br: você é um contribuidor aprovado
pt_pt: és um submissor aprovado
ro: ești redactor aprobat
ru: вы - одобренный автор

source: you have been added as an approved submitter to [%(title)s](%(url)s).
es_ar: fuiste agregado como publicador aprobado a [%(title)s](%(url)s).
pt_br: você foi adicionado como um contribuidor aprovado para [%(title)s](%(url)s).
pt_pt: foste adicionado como submissor aprovado para [%(title)s](%(url)s).
ro: ai fost adăugat ca redactor aprobat la [ %(title)s ]( %(url)s ).
ru: вы были добавлены в качестве одобренного автора в [%(title)s](%(url)s).

source: you can view traffic on a promoted link
es_ar: podés ver el tráfico en un vínculo promocionado
pt_br: você pode visualizar o tráfego num link promovido
pt_pt: podes ver o tráfego numa ligação promovida
ro: poți vedea traficul unui link promovat
ru: вы можете просматривать трафик продвигаемой ссылки

source: you have been added to the list of users able to seesee [traffic for the promoted post "%(title)s"](%(traffic_url)s).
es_ar: has sido añadido a la lista de usuarios que pueden ver [tráfico para el post promocionado "%(title)s"](%(traffic_url)s).
pt_br: foste adicionado à lista de utilizadores que podem ver o [tráfego da ligação patrocinada "%(title)s"] (%(traffic_url)s).

source: fetching title...
es_ar: buscando título...
pt_br: buscando título...
pt_pt: a obter título…
ro: aduc titlu...
ru: выбор заголовка...

source: loading...
es_ar: cargando...
pt_br: carregando...
pt_pt: a carregar…
ro: încarc...
ru: загрузка...

source: comment {verb}
es_ar: comentar
pt_br: comentar
pt_pt: comentar
ro: comentează
ru: комментировать

source: child
es_ar: niño
pt_br: criança
pt_pt: filho
ro: copil
ru: дочерний комментарий

source: friend
es_ar: amigo
pt_br: amigo
pt_pt: amigo
ro: prieten
ru: друг

source: submitter
es_ar: publicador
pt_br: contribuidor
pt_pt: usuário que enviou
ro: redactor
ru: автор

source: reddit admin, speaking officially
es_ar: administrador de reddit, hablando oficialmente
pt_br: admin do reddit, falando oficialmente
pt_pt: administrador do reddit, a falar oficialmente
ro: administrator reddit, vorbind în mod oficial
ru: официальное заявление админа reddit

source: %(user)s just celebrated a reddit birthday!
es_ar: ¡%(user)s acaba de celebrar su cumpleaños en reddit!
pt_br: %(user)s acabou de celebrar um aniversário reddit!
pt_pt: %(user)s acabou de celebrar o seu aniversário do reddit!
ro: %(user)s tocmai a sărbătorit o aniversare reddit!
ru: %(user)s отметил годовщину регистрации на reddit!

source: just now
es_ar: recién
pt_br: agora mesmo
pt_pt: agora mesmo
ro: acum
ru: только что

source: No notes for this domain
es_ar: No hay notas de este dominio
pt_br: Sem notas para este domínio
pt_pt: Não há notas para este domínio
ro: Nicio notă pentru acest domeniu
ru: Нет заметок об этом домене

source: No notes for this IP address
es_ar: No hay notas para esta dirección IP
pt_br: Sem notas para este endereço IP
pt_pt: Não há notas para este endereço de IP
ro: Nicio notă pentru această adresă IP
ru: Нет заметок об этом IP-адресе

source: No notes for this subreddit
es_ar: No hay notas para este subreddit
pt_br: Sem notas para este subreddit
pt_pt: Não há notas para este sub-reddit
ro: Nicio notă pentru acest subreddit
ru: Нет заметок об этом сабреддите

source: No notes for this user
es_ar: No hay notas para este usuario
pt_br: Sem notas para este usuário
pt_pt: Não há notas para este utilizador
ro: Nicio notă pentru acest utilizator
ru: Нет заметок об этом пользователе

source: domain
es_ar: dominio
pt_br: domínio
pt_pt: domínio
ro: domeniu
ru: домен

source: IP address
es_ar: dirección IP
pt_br: endereço IP
pt_pt: Endereço IP
ro: Adresa IP
ru: IP-адрес

source: user
es_ar: usuario
pt_br: usuário
pt_pt: utilizador
ro: utilizator
ru: пользователь

source: wiki tools
es_ar: herramientas wiki
pt_br: ferramentas da wiki
pt_pt: ferramentas da wiki
ro: instrumente wiki
ru: инструменты вики

source: moderation tools
es_ar: herramientas de moderación
pt_br: ferramentas de moderação
pt_pt: ferramentas de moderação
ro: unelte de moderare
ru: инструменты модератора

source: these subreddits
es_ar: estos subreddits
pt_br: estes subreddits
pt_pt: estes sub-reddits
ro: aceste subreddite
ru: следующие сабреддиты

source: this subreddit is archived and no longer accepting submissions.
es_ar: este subreddit está archivado y ya no acepta publicaciones.
pt_br: este subreddit está arquivado e não aceita mais envios.
pt_pt: este sub-reddit foi arquivado e já não aceita novos envios.
ro: acest subreddit este arhivat și nu mai acceptă depuneri.
ru: этот сабреддит заархивирован и больше не принимает публикации.

source: Submissions disabled
es_ar: Publicaciones prohibidas
pt_br: Envios desativados
pt_pt: Envios desativados
ro: Articole dezactivate
ru: Публикации отключены

source: Only approved users may post in this community.
es_ar: Solo usuarios aprobados pueden publicar en esta comunidad.
pt_br: Apenas usuários aprovados podem postar nesta comunidade.
pt_pt: Apenas utilizadores aprovados podem publicar nesta comunidade.
ru: Только одобренные пользователи могут публиковать в этом сообществе.

source: Anyone can view or comment, but only Reddit Gold members can post in this community.
es_ar: Cualquiera puede ver o comentar, pero solo miembros Reddit Gold pueden publicar en esta comunidad.
pt_br: Todo mundo pode ver ou comentar, mas apenas membros Reddit Gold podem postar nesta comunidade.
pt_pt: Todos podem ver e comentar, mas apenas os membros de ouro podem publicar nesta comunidade.
ru: Все могут просматривать или комментировать, но только золотым участникам reddit разрешено публиковать в этом сообществе.

source: Submissions restricted
es_ar: Publicaciones restringidas
pt_br: Envios restritos
pt_pt: Envios restringidos
ro: Trimiterea articolelor este restricționată
ru: Публикации ограничены

source: Create your own subreddit
es_ar: Creá tu propio subreddit
pt_br: Criar seu próprio subreddit
pt_pt: Criar o teu próprio sub-reddit
ro: Creează-ți propriul subreddit
ru: Создать свой сабреддит

source: ...and %d more
es_ar: ...y %d más
pt_br: ...e mais %d
pt_pt: … e %d mais
ro: ...și încă %d
ru: ...и ещё %d

source: about moderation team
es_ar: sobre el equipo de moderación
pt_br: sobre a equipe de moderação
pt_pt: sobre a equipa de moderação
ro: despre echipa de moderare
ru: о команде модераторов

source: message the admins
es_ar: contactar a los admins
pt_br: envie mensagem aos admins
pt_pt: envia uma messagem aos administradores
ro: trimite un mesaj adminilor
ru: отправить сообщение админам

source: message the moderators
es_ar: contactar a los moderadores
pt_br: envie mensagem aos moderadores
pt_pt: envia uma mensagem aos moderadores
ro: trimite un mesaj moderatorilor
ru: отправить сообщение модераторам

source: Join our Secret Santa tradition
es_ar: Únete a nuestro tradicional Santa Secreto
pt_br: Junta-te à nossa tradição do Secret Santa

source: Recently viewed links
es_ar: Vínculos recientemente vistos
pt_br: Links vistos recentemente
pt_pt: Últimas ligações vistas
ro: Linkuri văzute recent
ru: Недавно просмотренные ссылки

source: turn admin off
es_ar: desactivar administración
pt_br: desabilitar admin
pt_pt: ativar administração
ro: închide admin
ru: выключить администрирование

source: Reddit for iPhone
es_ar: Reddit para iPhone
pt_br: Reddit para iPhone
pt_pt: Reddit para iPhone

source: Reddit for Android
es_ar: Reddit para Android
pt_br: Reddit para Android
pt_pt: Reddit para Android

source: apps & tools
es_ar: apps y herramientas
pt_br: apps & ferramentas
pt_pt: aplicações e ferramentas
ro: aplicații și unelte
ru: приложенияи инструменты

source: %(site)s mail
es_ar: correo electrónico de %(site)s
pt_br: mensagens de %(site)s
pt_pt: mensagens de %(site)s
ro: mail %(site)s
ru: почта %(site)s

source: ads preferences
es_ar: preferencias de anuncios
pt_br: preferências de publicidade
pt_pt: preferências de publicidade

source: sign up or log in
es_ar: regístrare o inicia sesión
pt_br: registrar ou fazer login
pt_pt: registar ou iniciar sessão
ro: înregistrează-te sau conectează-te
ru: зарегистрируйтесь или войдите

source: request for permission
es_ar: solicitud de permiso
pt_br: solicitação de permissão
pt_pt: pedir permissão
ro: cerere de permisiune
ru: запросить разрешение

source: permission
es_ar: permiso
pt_br: permissão
pt_pt: permissão
ro: permisiune
ru: разрешение

source: enable NSFW results
es_ar: activar resultados NSFW
pt_br: ativar resultados NSFW
pt_pt: activar resultados com conteúdo ADULTO
ro: activează rezultatele NSFW
ru: показывать NSFW-результаты

source: bummer
es_ar: lástima
pt_br: chatice
pt_pt: vixe
ro: nasol
ru: жаль

source: this page is no longer available due to a copyright claim.
es_ar: esta página ya no está disponible debido a un reclamo de derechos de autor.
pt_br: esta página não está mais disponível por causa de violação de direitos autorais.
pt_pt: esta página já não está disponível por motivos de direitos de autor.
ro: pagina nu mai este disponibilă din cauza unei plângeri de drept de autor.
ru: данная страница более недоступна в связи с нарушением авторских прав.

source: comments disabled
es_ar: comentarios desactivados
pt_br: comentários desativados
pt_pt: comentários desativados
ro: comentarii dezactivate
ru: комментарии отключены

source: about %(site)s
es_ar: acerca de %(site)s
pt_br: sobre %(site)s
pt_pt: sobre %(site)s
ro: despre %(site)s
ru: о %(site)s

source: search subreddits by name
es_ar: buscar subreddits por nombre
pt_br: pesquisar subreddits pelo nome
pt_pt: procurar sub-reddits por nome
ro: caută subreddite după nume
ru: искать сабреддиты по названию

source: what's this?
es_ar: ¿qué es esto?
pt_br: o que é isto?
pt_pt: o que é isso?
ro: ce-i asta?
ru: что это?

source: trophy case
es_ar: vitrina de trofeos
pt_br: estante de troféus
pt_pt: estante de troféus
ro: trofee
ru: трофеи

source: public multireddits
es_ar: Multireddites públicos.
pt_br: multireddits públicos
pt_pt: multi-reddits públicos
ro: multireddite publice
ru: публичные мультиреддиты

source: hidden multireddits
es_ar: multihilos ocultos
pt_br: multireddits escondidos
pt_pt: multi-reddits escondidos
ro: multireddite ascunse
ru: скрытые мультиреддиты

source: moderator of
es_ar: moderador de
pt_br: moderador de
pt_pt: moderador de
ro: moderator al
ru: является модератором

source: less than a day
es_ar: menos de un día
pt_br: menos de um dia
pt_pt: menos de um dia
ro: mai puțin de o zi
ru: менее одного дня

source: %(creddits)s gold creddit to give
es_ar: %(creddits)s créddito gold para dar
pt_br: %(creddits)s "creddito" gold para dar
pt_pt: %(creddits)s crédito de ouro para dar
ro: %(creddits)s creddit gold de acordat
ru: доступен %(creddits)s золотой креддит

source: %(gildings)s gilding given out
es_ar: %(gildings)s recompensa dada
pt_br: %(gildings)s gold doado
pt_pt: %(gildings)s recompensa de ouro dada
ro: %(gildings)s aurire oferită
ru: совершено %(gildings)s золочение

source: give reddit gold to %(user)s to show your appreciation
es_ar: dar reddit gold a %(user)s para mostrar tu aprecio
pt_br: Presenteie reddit gold para %(user)s para mostrar a sua apreciação
pt_pt: dá ouro do reddit a %(user)s para mostrares a tua apreciação
ro: oferă aur reddit %(user)s pentru a-ți arăta aprecierea
ru: дать золото reddit %(user)s, чтобы выразить свою признательность

source: get extra features and help support reddit with a reddit gold subscription
es_ar: obtené beneficios adicionales y ayuda a mantener reddit con una suscripción oro
pt_br: obtenha novos recursos e apoie o reddit com uma assinatura de reddit gold
pt_pt: obtém novas funcionalidades e suporta o reddit com uma subscrição de ouro do reddit
ro: obține mai multe funcționalități și ajutor reddit prin intermediul abonamentului la reddit gold
ru: получите дополнительные возможности и помогите reddit, перейдя на золотую подписку

source: renew your reddit gold
es_ar: renovar tu reddit gold
pt_br: renove seu reddit gold
pt_pt: renova o teu ouro do reddit
ro: reînnoiește-ți aurul reddit
ru: обновить золотую подписку reddit

source: you have helped pay for *%(time)s* of reddit server time.
es_ar: has ayudado a pagar por *%(time)s* de servidor para reddit.
pt_br: você ajudou a pagar por *%(time)s* de tempo online dos servidores do reddit.
pt_pt: ajudaste a pagar por *%(time)s* de tempo dos servidores do reddit.
ro: ai ajutat la plata a *%(time)s* de server reddit.
ru: вы помогли оплатить *%(time)s* работы серверов reddit.

source: /u/%(user)s has helped pay for *%%(time)s* of reddit server time.
es_ar: /u/%(user)s ha ayudado a pagar *%%(time)s* de servidor.
pt_br: /u/%(user)s ajudou a pagar por *%%(time)s* de tempo online dos servidores do reddit.
pt_pt: /u/%(user)s ajudou a pagar por *%%(time)s* de tempo dos servidores do reddit.
ro: /u/%(user)s a ajutat la plata a *%%(time)s* de server reddit.
ru: /u/%(user)s помог оплатить *%%(time)s* работы серверов reddit.

source: gifts on your behalf have helped pay for *%(time)s* of reddit server time.
es_ar: tus regalos han ayudado a pagar *%(time)s* de servidor.
pt_br: presentes em seu nome ajudaram a pagar por *%(time)s* de tempo online dos servidores do reddit.
pt_pt: as ofertas que te fizeram ajudaram a pagar por *%(time)s* de tempo dos servidores do reddit.
ro: cadourile din partea ta au plătit pentru *%(time)s* de timp al server-ului reddit.
ru: подарки от вашего имени помогли оплатить *%(time)s* работы серверов reddit.

source: gifts on behalf of /u/%(user)s have helped pay for *%%(time)s* of reddit server time.
es_ar: los regalos de /u/%(user)s han ayudado a pagar *%%(time)s* de servidor.
pt_br: presentes em nome de /u/%(user)s ajudaram a pagar por *%%(time)s* de tempo online dos servidores do reddit.
pt_pt: as ofertas ao /u/%(user)s ajudaram a pagar por *%%(time)s* de tempo dos servidores do reddit.
ro: cadourile din partea lui /u/%(user)s au plătit pentru *%%(time)s* de timp al server-ului reddit.
ru: подарки от имени /u/%(user)s помогли оплатить *%%(time)s* работы серверов reddit.

source: reddit is a platform for internet communities
es_ar: reddit es una plataforma para comunidades de internet
pt_br: reddit é uma plataforma para comunidades da internet
pt_pt: reddit é uma plataforma para comunidades da internet
ro: reddit este o platformă pentru internet comunităţi
ru: reddit - платформа для интернет-сообществ

source: where your votes shape what the world is talking about.
es_ar: donde tus votos marcan de qué habla el mundo.
pt_br: onde seus votos moldam sobre o que o mundo está falando.
pt_pt: onde os teu votos dão forma ao que o mundo está a falar.
ro: în cazul în care voturile dvs. confirmă ceea ce vorbește lumea.
ru: где ваш голос определяет то, о чем говорит мир.

source: add subreddit
es_ar: añadir subreddit
pt_br: adicionar subreddit
pt_pt: adicionar subreddit
ro: adaugă subreddit
ru: добавить сабреддит

source: %(bonus)s bonus subreddits
es_ar: %(bonus)s subreddits bonus
pt_br: %(bonus)s subreddits bônus
pt_pt: %(bonus)s sub-reddits de bónus
ro: %(bonus)s subreddite bonus
ru: %(bonus)s бонусные сабреддиты

source: %s visible
pt_br: %s visível
pt_pt: %s visível
ro: %s vizibil
ru: %s видимое

source: raise it to %s
es_ar: elevarlo a %s
pt_br: aumentar para %s
pt_pt: aumentar para %s
ro: ridică-l la %s
ru: увеличить до %s

source: you have a credit card gold subscription. your card (ending in %(last4)s) will be charged %(amount)s on %(date)s.
es_ar: tienes una suscripción gold con tarjeta de crédito. el día %(date)s cargaremos en tu tarjeta (terminada en %(last4)s) la cantidad de %(amount)s.
pt_br: você tem uma assinatura de reddit gold por cartão de crédito. seu cartão (últimos dígitos: %(last4)s) será cobrado em %(amount)s em %(date)s.
pt_pt: tens uma assinatura de ouro com cartão de crédito. O teu cartão (que termina em %(last4)s) será cobrado %(amount)s em %(date)s.
ro: aveți un abonament aur reddit plătit cu cartea de credit. suma de %(amount)s va fi retrasă de pe cardul dumneavoastră (care se termină în %(last4)s) pe data de %(date)s.
ru: на вашу кредитную карту оформлена золотая подписка. с вашей карты (оканчивающейся цифрами %(last4)s) будет списано %(amount)s %(date)s.

source: search
es_ar: buscar
pt_br: procurar
pt_pt: pesquisa
ro: caută
ru: искать

source: muted
es_ar: silenciado
pt_br: silenciado
pt_pt: silenciado
ro: ignorat
ru: заглушен

source: invited
es_ar: invitado
pt_br: convidado
pt_pt: convidado
ro: invitat
ru: приглашен

source: grant flair
es_ar: dar flair
pt_br: dar flair
pt_pt: garantir flair
ro: oferă insignă
ru: выдать флейр

source: user flair templates
es_ar: plantillas de flair de usuarios
pt_br: modelos de flair do usuário
pt_pt: modelos de ícones de utilizador
ro: modelele de insignă ale utilizatorului
ru: шаблоны флейра пользователя

source: link flair templates
es_ar: plantillas de flair de vínculos
pt_br: modelos de flair de link
pt_pt: modelos de ícones de ligação
ro: modele de insignă pentru linkuri
ru: шаблоны флейра ссылок

source: none
es_ar: ninguno
pt_br: nenhum
pt_pt: nenhum
ro: niciunul
ru: нет

source: suggestions:
es_ar: sugerencias:
pt_br: sugestões:
pt_pt: sugestões:
ro: sugestii:
ru: предложения:

source: Create your ad on this page. Have questions? Check out the [Help Center](%(help_center)s) or [/r/selfserve](%(selfserve)s).
es_ar: Agrega tu publicidad en esta página. Tienes preguntas? Revisa el [Centro de Ayuda](%(help_center)s) o [/r/selfserve](%(selfserve)s).
pt_br: Crie seu anúncio nesta página. Dúvidas? Confira o [Centro de Ajuda](%(help_center)s) ou o [/r/selfserve](%(selfserve)s).
pt_pt: Cria os teus próprios anúncios nesta página. Alguma dúvida? Visita o [Centro de Ajuda](%(help_center)s) ou o [/r/selfserve](%(selfserve)s).
ru: Создайте свою рекламу на этой странице. Есть вопросы? Посетите [центр поддержки](%(help_center)s) или [/r/selfserve](%(selfserve)s).

source: start date
es_ar: fecha de inicio
pt_br: data inicial
pt_pt: data de início
ro: data de început
ru: дата начала

source: end date
es_ar: fecha de finalización
pt_br: data final
pt_pt: data de término
ro: data de sfârșit
ru: дата окончания

source: date
es_ar: fecha
pt_br: data
pt_pt: data
ro: dată
ru: дата

source: owner
es_ar: dueño
pt_br: proprietário
pt_pt: proprietário
ro: proprietar
ru: владелец

source: clicks
es_ar: clics
pt_br: cliques
pt_pt: cliques
ro: clickuri
ru: кликов

source: impressions
es_ar: impresiones
pt_br: impressões
pt_pt: impressões
ro: impresii
ru: впечатлённые

source: campaigns
es_ar: campañas
pt_br: campanhas
pt_pt: campanhas
ro: campanii
ru: кампании

source: link id
es_ar: id del vínculo
pt_br: id do link
pt_pt: identificador da ligação
ro: ID-ul linkului
ru: id ссылки

source: campaign id
es_ar: id de la campaña
pt_br: id da campanha
pt_pt: identificador da campanha
ro: ID-ul campaniei
ru: id кампании

source: target
es_ar: destino
pt_br: alvo
pt_pt: alvo
ro: țintă
ru: цель

source: frontpage clicks
es_ar: clicks en la página principal
pt_br: cliques na página inicial
pt_pt: cliques na página inicial
ro: clickuri pe pagina principală
ru: клики на главной
