Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: submitted %(when)s by %(author)s
es_ar: enviado %(when)s por %(author)s
pt_br: enviado %(when)s por %(author)s
pt_pt: enviado %(when)s por %(author)s
ro: postat de %(author)s acum %(when)s
ru: отправлено %(when)s автор %(author)s

source: %(link)s by %(author)s [promoted post]
es_ar: %(link)s por %(author)s [post promocionado]
pt_br: %(link)s por %(author)s [publicação promovida]
pt_pt: %(link)s por %(author)s [publicação promovida]

source: %(link)s by %(author)s in %(subreddit)s
es_ar: %(link)s por %(author)s en %(subreddit)s
pt_br: %(link)s por %(author)s em %(subreddit)s
pt_pt: %(link)s por %(author)s em %(subreddit)s
ro: %(link)s de către %(author)s în %(subreddit)s
ru: %(link)s от %(author)s в %(subreddit)s

source: comment score below threshold
es_ar: puntaje del comentario debajo del límite
pt_br: comentário com pontuação abaixo do limiar
pt_pt: os pontos do comentário ficaram abaixo do mínimo
ro: scor comentariu sub limită
ru: рейтинг комментария ниже порога

source: blocked user
es_ar: usuario bloqueado
pt_br: usuário bloqueado
pt_pt: utilizador bloqueado
ro: utilizator blocat
ru: заблокированный пользователь

source: username mention
es_ar: menciones de usuario
pt_br: menção do nome de usuário
pt_pt: referência ao nome de utilizador
ro: mențiunea utilizatorului
ru: упоминание имени пользователя

source: from %(author)s via %(subreddit)s sent %(when)s
es_ar: de %(author)s vía %(subreddit)s enviado %(when)s
pt_br: de %(author)s via %(subreddit)s enviado %(when)s
pt_pt: de %(author)s via %(subreddit)s enviado a %(when)s
ru: от %(author)s через %(subreddit)s отправлено %(when)s

source: [message from blocked subreddit]
es_ar: [mensaje de un subreddit bloqueado]
pt_br: [mensagem de um subreddit bloqueado]
pt_pt: [mensagem de um sub-reddit bloqueado]
ro: [mesaj de la un subreddit blocat]
ru: [сообщение от заблокированного сабреддита]

source: subreddit message via %(subreddit)s sent %(when)s
es_ar: mensaje de subreddit vía %(subreddit)s enviado %(when)s
pt_br: mensagem de subreddit via %(subreddit)s enviada %(when)s
pt_pt: mensagem de sub-reddit via %(subreddit)s enviado %(when)s
ru: сабреддит-сообщение через %(subreddit)s отправлено %(when)s

source: to %(dest)s via %(subreddit)s sent %(when)s
es_ar: para %(dest)s vía %(subreddit)s enviado %(when)s
pt_br: para %(dest)s via %(subreddit)s enviado %(when)s
pt_pt: para %(dest)s via %(subreddit)s enviado %(when)s
ru: для %(dest)s через %(subreddit)s отправлено %(when)s

source: from %(author)s via %(subreddit)s to %(dest)s sent %(when)s
es_ar: de %(author)s vía %(subreddit)s para %(dest)s enviado %(when)s
pt_br: de %(author)s via %(subreddit)s para %(dest)s enviado %(when)s
pt_pt: de %(author)s via %(subreddit)s para %(dest)s enviado %(when)s
ru: от %(author)s через %(subreddit)s для %(dest)s отправлено %(when)s

source: to %(subreddit)s sent %(when)s
es_ar: para %(subreddit)s enviado %(when)s
pt_br: para %(subreddit)s enviado %(when)s
pt_pt: para %(subreddit)s enviado %(when)s
ro: trimis %(when)s pentru %(subreddit)s
ru: для %(subreddit)s отправлено %(when)s

source: from %(author)s to %(subreddit)s sent %(when)s
es_ar: de %(author)s para %(subreddit)s enviado %(when)s
pt_br: de %(author)s para %(subreddit)s enviado %(when)s
pt_pt: de %(author)s para %(subreddit)s enviado %(when)s
ru: от %(author)s для %(subreddit)s отправлено %(when)s

source: from %(author)s sent %(when)s
es_ar: de %(author)s enviado %(when)s
pt_br: de %(author)s enviado %(when)s
pt_pt: de %(author)s enviado %(when)s
ro: trimis de %(author)s acum %(when)s
ru: автор %(author)s отправлено %(when)s

source: to %(dest)s sent %(when)s
es_ar: a %(dest)s enviado %(when)s
pt_br: a %(dest)s enviado %(when)s
pt_pt: a %(dest)s enviado %(when)s
ro: trimis lui %(dest)s la %(when)s
ru: к %(dest)s отправлено %(when)s

source: to %(dest)s from %(author)s sent %(when)s
es_ar: para %(dest)s de %(author)s enviado hace %(when)s
pt_br: a %(dest)s de %(author)s enviado %(when)s
pt_pt: a %(dest)s de %(author)s enviado %(when)s
ro: pentru %(dest)s de la %(author)s la %(when)s
ru: к %(dest)s от %(author)s отправлено %(when)s

source: [message from blocked user]
es_ar: [mensaje de usuario bloqueado]
pt_br: [mensagem de usuário bloqueado]
pt_pt: [mensagem de utilizador bloqueado]
ro: [mesaj de la un utilizator blocat]
ru: [сообщение от заблокированного пользователя]

source: [unblock user to see this message]
es_ar: [desbloquear al usuario para ver el mensaje]
pt_br: [desbloqueie o usuário para ver esta mensagem]
pt_pt: [desbloquear o utilizador para ver esta mensagem]
ro: [deblochează utilizatorul pentru a vedea acest mesaj]
ru: [разблокируйте пользователя, чтобы увидеть это сообщение]

source: note
es_ar: nota
pt_br: nota
pt_pt: nota
ro: notă
ru: заметка

source: friendship
es_ar: amistad
pt_br: amizade
pt_pt: amizade
ro: prietenie
ru: дружба

source: add a friend
es_ar: agregar a un amigo
pt_br: adicionar um amigo
pt_pt: adicione um amigo
ro: adaugă un prieten
ru: Добавить в друзья

source: Trusted users
es_ar: Usuarios de confianza
pt_br: Utilizadores conhecidos

source: blocked users
es_ar: usuarios bloqueados
pt_br: usuários bloqueados
pt_pt: utilizadores bloqueados
ro: utilizatori blocați
ru: заблокированные пользователи

source: ban wiki contibutors
es_ar: expulsar colaboradores wiki
pt_br: banir contribuidores wiki
pt_pt: banir contribuidores para a wiki
ro: banează colaboratorii wiki
ru: изгнание участников вики

source: add approved submitter
es_ar: agregar publicador aprobado
pt_br: adicionar contribuidor aprovado
pt_pt: adicionar submissor aprovado
ro: adaugă un redactor aprobat
ru: добавить одобренного автора

source: add approved wiki contributor
es_ar: añadir colaborador wiki aprobado
pt_br: adicionar contribuidor wiki aprovado
pt_pt: adicionar colaborador wiki aprovado
ro: adaugă un colaborator wiki aprobat
ru: добавить одобренного участника вики

source: invite moderator
es_ar: invitar a moderador
pt_br: convidar moderador
pt_pt: convidar moderador
ro: invită moderator
ru: пригласить модератора

source: you are a moderator of this subreddit. %(action)s
es_ar: sos moderador en este subreddit. %(action)s
pt_br: você é moderador deste subreddit. %(action)s
pt_pt: és moderador neste subreddit. %(action)s
ro: sunteţi moderator al acestui subreddit. %(action)s
ru: вы - модератор этого сабреддита. %(action)s

source: invited moderators for %(subreddit)s
es_ar: moderadores invitados a %(subreddit)s
pt_br: moderadores convidados para %(subreddit)s
pt_pt: moderadores convidados para %(subreddit)s
ro: moderatori invitați pentru %(subreddit)s
ru: модераторы, приглашенные в %(subreddit)s

source: force add moderator
es_ar: forzar añadir moderador
pt_br: adicionar moderador à força
pt_pt: forçar adicionar moderador
ro: adaugă cu forța un moderator
ru: добавить модератора принудительно

source: [reddit] %(user)s has shared a link with you
es_ar: [reddit] %(user)s compartió un vínculo con vos
pt_br: [reddit] %(user)s compartilhou um link com você
pt_pt: [reddit] %(user)s partilhou uma ligação contigo
ro: [reddit] %(user)s ți-a trimis un link
ru: [reddit] %(user)s поделился с вами ссылкой

source: [feedback] feedback from '%(user)s'
es_ar: [feedback] opinión de '%(user)s'
pt_br: [feedback] feedback de '%(user)s'
pt_pt: [feedback] opinião de ' %(user)s '
ro: [feedback] feedback de la ' %(user)s '
ru: [обратная связь] отзыв от '%(user)s'

source: [advertising] feedback from '%(user)s'
es_ar: [advertising] opiniones de '%(user)s'
pt_br: [advertising] opinião de '%(user)s'
pt_pt: [advertising] resposta de '%(user)s'
ro: [advertising] feedback de la „%(user)s”
ru: [advertising] отзывы от '%(user)s'

source: [reddit] email removal notice
es_ar: [reddit] notificación de correo electrónico eliminado
pt_br: [reddit] aviso de remoção de email
pt_pt: [reddit] aviso de remoção de e-mail
ro: [reddit] înștiințare de ștergere email
ru: [reddit] уведомление об удалении адреса электронной почты

source: [reddit] email addition notice
es_ar: [reddit] notificación de correo electrónico agregado
pt_br: [reddit] aviso de adição de email
pt_pt: [reddit] aviso de adição de email
ro: [reddit] înștiințare de adăugare email
ru: [reddit] уведомление о добавлении адреса электронной почты

source: [reddit] reset your password
es_ar: [reddit] cambiar tu contraseña
pt_br: [reddit] redefinir sua senha
pt_pt: [reddit] redefine a tua palavra-passe
ro: [reddit] resetează-ți parola
ru: [реддит] сбросить ваш пароль

source: [reddit] verify your email address
es_ar: [reddit] verificar tu dirección de correo electrónico
pt_br: [reddit] verificar seu endereço de email
pt_pt: [reddit] valida o teu endereço de e-mail
ro: [reddit] verifică adresa de email
ru: [reddit] подтвердите ваш адрес эл. почты

source: [reddit] your budget has been accepted
es_ar: [reddit] tu presupuesto ha sido aceptado
pt_br: [reddit] o teu orçamento foi aceite
pt_pt: [reddit] o teu orçamento foi aceite

source: [reddit] your promotion has been accepted
es_ar: [reddit] tu promoción fue aceptada
pt_br: [reddit] sua promoção foi aceita
pt_pt: [reddit] sua promoção foi aceita
ro: [reddit] promoția ta a fost acceptată
ru: [reddit] ваша рекламная акция была принята

source: [reddit] your promotion has been rejected
es_ar: [reddit] tu promoción fue rechazada
pt_br: [reddit] sua promoção foi recusada
pt_pt: [reddit] sua promoção foi rejeitada
ro: [reddit] promoția ta nu a fost acceptată
ru: [reddit] ваша рекламная акция была отклонена

source: [reddit] your promotion has been charged
es_ar: [reddit] tu promoción fue cargada
pt_br: [reddit] sua promoção foi cobrada
pt_pt: [reddit] a tua promoção foi cobrada
ro: [reddit] promoția ta a fost decontată
ru: [reddit] в оплату за вашу рекламную акцию были сняты деньги

source: [reddit] your promotion is now live
es_ar: [reddit] tu promoción ahora está en línea
pt_br: [reddit] sua promoção está ao vivo agora
pt_pt: [reddit] sua promoção está no ar
ro: [reddit] promoția ta este live
ru: [reddit] ваша рекламная акция активирована

source: [reddit] your promotion has finished
es_ar: [reddit] tu promoción finalizó
pt_br: [reddit] sua promoção terminou
pt_pt: [reddit] sua promoção foi encerrada
ro: [reddit] promoția ta s-a terminat
ru: [reddit] ваша рекламная акция закончилась

source: [reddit] your promotion has been created
es_ar: [reddit] tu promoción fue creada
pt_br: [reddit] sua promoção foi criada
pt_pt: [reddit] sua promoção foi criada
ro: [reddit] promoția ta a fost creată
ru: [reddit] ваша рекламная акция была создана

source: [reddit] your promotion edit is being approved
es_ar: [reddit] la edición de tu promoción ha sido aprobada
pt_br: [reddit] a alteração à tua promoção está a ser aprovada
pt_pt: [reddit] a modificação a tua promoção está a ser aprovada

source: [reddit] hey, nerd!
pt_br: [reddit] ei, nerd!
pt_pt: [reddit] ei, nerd!
ro: [reddit] bună tocilare!
ru: [reddit] эй, ботан!

source: [reddit] reddit gold activation link
es_ar: [reddit] vínculo de activación de reddit gold
pt_br: [reddit] link de ativação do reddit gold
pt_pt: [reddit] ligação para activação de ouro do reddit
ro: [reddit] link de activare a aurului reddit
ru: [reddit] ссылка активации золота reddit

source: [reddit] your password has been changed
es_ar: [reddit] tu contraseña ha sido cambiada
pt_br: [reddit] sua senha foi modificada
pt_pt: [reddit] a tua palavra-passe foi atualizada
ro: [reddit] parola ta a fost schimbată
ru: [reddit] ваш пароль был изменен

source: [reddit] your email address has been changed
es_ar: [reddit] tu direccion de correo electronico ha sido cambiada
pt_br: [reddit] seu endereço de e-mail foi modificado
pt_pt: [reddit] o teu endereço de e-mail foi alterado
ro: [reddit] adresa dumneavoastră de e-mail a fost schimbată
ru: [reddit] ваш адрес эл. почты был изменен

source: [reddit] your campaign didn't get enough impressions
es_ar: [reddit] tu campaña no recibió suficientes impresiones
pt_br: [reddit] sua campanha não conseguiu impressões suficientes
pt_pt: [reddit] a tua campanha não obteve impressões suficientes
ro: [reddit] campania dvs. nu are suficiente afișări
ru: [реддит] ваша рекламная кампания не получила достаточное количество показов

source: [reddit] your payment has been voided
es_ar: [reddit] tu pago ha sido cancelado
pt_br: [reddit] seu pagamento foi anulado
pt_pt: [reddit] o teu pagamento foi anulado
ro: [reddit] plata ta a fost anulată
ru: [reddit] ваш платеж был аннулирован

source: [reddit] your reddit gold gift code
es_ar: [reddit] tu código de reddit gold
pt_br: [reddit] código do seu vale presente de reddit gold
pt_pt: [reddit] o teu código de oferta de ouro do reddit
ro: [reddit] codul tău cadou de aur reddit
ru: [reddit] ваш подарочный код на золотую подписку

source: [selfserve] suspicious payment alert
es_ar: [selfserve] alerta de pago sospechoso
pt_br: [selfserve] alerta de pagamento suspeito
pt_pt: [selfserve] alerta de pagamento suspeito
ro: [selfserve] alertă de plată suspectă
ru: [selfserve] угроза подозрительного платежа

source: [selfserve] fraud alert
es_ar: [selfserve] alerta de fraude
pt_br: [selfserve] alerta de fraude
pt_pt: [selfserve] alerta de fraude
ro: [selfserve] alertă de fraudă
ru: [selfserve] угроза мошенничества

source: [selfserve] a user has committed fraud
es_ar: [selfserve] un usuario ha cometido un fraude
pt_br: [selfserve] um usuário cometeu fraude
pt_pt: [selfserve] um utilizador cometeu uma fraude
ro: [selfserve] un utilizator a comis o fraudă
ru: [selfserve] пользователь был пойман на обмане

source: [reddit] Ads Alert
es_ar: [reddit] Alerta de anuncios
pt_br: [reddit] Alerta de anúncios
pt_pt: [reddit] Alerta de anúncios
ro: [reddit] Alertă de reclame
ru: [reddit] Осторожно, реклама!

source: [selfserve] your promotion has been extended
es_ar: [selfserve] tu promoción ha sido extendida
pt_br: [selfserve] a tua promoção foi prolongada

source: [reddit] a promotion has been transferred to your account
es_ar: [reddit] una promoción ha sido transferida a tu cuenta
pt_br: [reddit] uma promoção foi transferida para a tua conta

source: [reddit] your promotion campaign has been rejected
es_ar: [reddit] tu campaña de promoción ha sido rechazada
pt_br: [reddit] a tua campanha de promoção foi rejeitada

source: [reddit] SECURITY ALERT
es_ar: [reddit] ALERTA DE SEGURIDAD
pt_br: [reddit] ALERTA DE SEGURANÇA

source: [reddit] Legal user export complete
es_ar: [reddit] Exportación de usuario legal completada
pt_br: [reddit] Exportação de utilizador legal completa

source: ban user
es_ar: bloquear usuario
pt_br: banir usuário
pt_pt: banir utilizador
ro: banează utilizatorul
ru: изгнать пользователя

source: unban user
es_ar: desbloquear usuario
pt_br: desbanir usuário
pt_pt: desbloquear utilizador
ro: debanează utilizatorul
ru: восстановить пользователя

source: remove post
es_ar: eliminar post
pt_br: remover post
pt_pt: remover publicação
ro: elimină postarea
ru: удалить пост

source: approve post
es_ar: aprobar post
pt_br: aprovar post
pt_pt: aprovar publicação
ro: aprobă postarea
ru: одобрить пост

source: remove comment
es_ar: eliminar comentario
pt_br: remover comentário
pt_pt: remover comentário
ro: elimină comentariul
ru: удалить комментарий

source: approve comment
es_ar: aprobar comentario
pt_br: aprovar comentário
pt_pt: aprovar comentário
ro: aprobă comentariul
ru: одобрить комментарий

source: add moderator
es_ar: agregar moderador
pt_br: adicionar moderador
pt_pt: adicionar moderador
ro: adaugă moderatori
ru: добавить модератора

source: remove moderator
es_ar: eliminar moderador
pt_br: remover moderador
pt_pt: remover moderador
ro: elimină moderatorul
ru: удалить модератора

source: uninvite moderator
es_ar: cancelar invitación a moderador
pt_br: desconvidar moderador
pt_pt: remover convite para moderador
ro: retrage invitația pentru moderator
ru: отменить приглашение модератора

source: accept moderator invite
es_ar: aceptar invitación de moderador
pt_br: aceitar convite de moderação
pt_pt: aceitar convite para ser moderador
ro: acceptă invitația de moderator
ru: принять приглашение модератора

source: add contributor
es_ar: agregar contribuidor
pt_br: adicionar contribuidor
pt_pt: adicionar contribuidor
ro: adaugă contribuitor
ru: добавить участника

source: remove contributor
es_ar: eliminar contribuidor
pt_br: remover contribuidor
pt_pt: remover colaborador
ro: înlătură contribuitorul
ru: удалить участника

source: edit settings
es_ar: editar configuraciones
pt_br: editar configurações
pt_pt: editar definições
ro: editează setările
ru: изменить настройки

source: distinguish
es_ar: distinguir
pt_br: distinguir
pt_pt: distinguir
ro: evidențiază
ru: выделить

source: mark nsfw
es_ar: marcar NSFW
pt_br: marcar como adulto
pt_pt: marcar como conteúdo adulto
ro: marchează ca NSFW
ru: пометить nsfw

source: ban from wiki
es_ar: prohibir en wiki
pt_br: banir da wiki
pt_pt: banir da wiki
ro: ban de pe wiki
ru: изгнать из вики

source: unban from wiki
es_ar: anular prohibición en wiki
pt_br: desbanir da wiki
pt_pt: desbanir da wiki
ro: anulează ban-ul de pe wiki
ru: восстановить на вики

source: add wiki contributor
es_ar: agregar colaborador de wiki
pt_br: adicionar contribuidor wiki
pt_pt: adicionar colaborador da wiki
ro: adaugă contribuitor wiki
ru: добавить участника вики

source: delist/relist wiki pages
es_ar: deslistar/relistar páginas wiki
pt_br: deslistar/relistar páginas wiki
pt_pt: deslistar/relistar páginas wiki
ro: delistează/relistează pagini de wiki
ru: исключить/повторно добавить страницы в вики

source: remove wiki contributor
es_ar: quitar colaborador de wiki
pt_br: remover contribuidor wiki
pt_pt: remover colaborador da wiki
ro: înlătură contribuitorul wiki
ru: удалить участника вики

source: wiki revise page
es_ar: página de revisión de wiki
pt_br: rever página wiki
pt_pt: página de revisão da wiki
ro: pagina de revizuire wiki
ru: страница правок вики

source: wiki page permissions
es_ar: permisos de página wiki
pt_br: permissões da página da wiki
pt_pt: permissões de página wiki
ro: permisiunile paginii wiki
ru: права доступа к страницам вики

source: ignore reports
es_ar: ignorar reportes
pt_br: ignorar denúncias
pt_pt: ignorar denúncias
ro: ignoră raportările
ru: игнорировать жалобы

source: unignore reports
es_ar: dejar de ignorar reportes
pt_br: designorar denúncias
pt_pt: reverter denúncias ignoradas
ro: nu mai ignora raporturile
ru: не игнорировать жалобы

source: permissions
es_ar: permisos
pt_br: permissões
pt_pt: permissões
ro: permisiuni
ru: полномочия

source: set suggested sort
es_ar: establecer orden sugerido
pt_br: definir ordenamento sugerido
pt_pt: definir ordenação sugerida
ro: setează sortarea sugerată
ru: установить предложенную сортировку

source: sticky post
es_ar: entrada adhesiva
pt_br: fixar post
pt_pt: afixar publicação
ro: fixează postarea
ru: прикрепить пост

source: unsticky post
es_ar: entrada no adhesiva
pt_br: desafixar post
pt_pt: desafixar publicação
ro: nu mai fixa postarea
ru: открепить пост

source: set contest mode
es_ar: establecer modo de contienda
pt_br: ativar modo competição
pt_pt: activar modo de concurso
ro: setează modul concurs
ru: установить режим соревнования

source: unset contest mode
es_ar: deshacer modo de contienda
pt_br: desativar modo competição
pt_pt: desactivar modo de concurso
ro: anulează modul concurs
ru: выйти из режима соревнования

source: lock post
es_ar: bloquea el post
pt_br: trancar post
pt_pt: fechar publicação
ro: închide postarea
ru: закрыть пост

source: unlock post
es_ar: desbloquea el post
pt_br: destrancar post
pt_pt: abrir publicação
ro: deschide postarea
ru: открыть пост

source: mute user
es_ar: silencia al usuario
pt_br: silenciar usuário
pt_pt: silenciar utilizador
ro: ignoră utilizatorul
ru: заглушить пользователя

source: unmute user
es_ar: desenmudecer al usuario
pt_br: dessilenciar usuário
pt_pt: des-silenciar utilizador
ro: nu mai ignora utilizatorul
ru: восстановить пользователя

source: create rule
es_ar: crear regla
pt_br: criar regra
pt_pt: criar regra

source: edit rule
es_ar: editar regla
pt_br: editar regra
pt_pt: editar regra

source: delete rule
es_ar: eliminar regla
pt_br: apagar regra
pt_pt: apagar regra

source: mark spoiler
es_ar: marcar como spoiler
pt_br: marcar spoiler
pt_pt: marcar spoiler

source: unmark spoiler
es_ar: desmarcar como spoiler
pt_br: desmarcar spoiler
pt_pt: desmarcar spoiler

source: enroll in new modmail
es_ar: registrarse en el nuevo modmail
pt_br: inscrever-se no novo correio de moderador

source: wiki banned
es_ar: prohibido en wiki
pt_br: wiki banida
pt_pt: wiki banida
ro: wiki banat
ru: изгнан из вики

source: unbanned from wiki
es_ar: prohibición cancelada en wiki
pt_br: desbanido da wiki
pt_pt: wiki desbanida
ro: debanat de pe wiki
ru: восстановлен на вики

source: added wiki contributor
es_ar: colaborador wiki agregado
pt_br: contribuidor wiki adicionado
pt_pt: colaborador da wiki adicionado
ro: contribuitor wiki adăugat
ru: участник вики добавлен

source: removed wiki contributor
es_ar: colaborador wiki quitado
pt_br: contribuidor wiki removido
pt_pt: colaborador da wiki removido
ro: contribuitor wiki înlăturat
ru: участник вики удален

source: unbanned
es_ar: desbloqueado
pt_br: desbanido
pt_pt: não banido
ro: debanat
ru: восстановлен

source: removed
es_ar: eliminado
pt_br: removido
pt_pt: removido
ro: șters
ru: удалено

source: approved
es_ar: aprobado
pt_br: aprovado
pt_pt: aprovado
ro: aprobat
ru: одобрено!

source: added moderator
es_ar: moderador agregado
pt_br: moderador adicionado
pt_pt: moderador adicionado
ro: moderator adăugat
ru: модератор добавлен

source: removed moderator
es_ar: moderador eliminado
pt_br: moderador removido
pt_pt: moderador removido
ro: moderator înlăturat
ru: модератор удален

source: invited moderator
es_ar: moderador invitado
pt_br: moderador convidado
pt_pt: moderador convidado
ro: moderator invitat
ru: модератор приглашен

source: uninvited moderator
es_ar: moderador no invitado
pt_br: moderador desconvidado
pt_pt: convite para moderador removido
ro: moderator neinvitat
ru: приглашение модератора отозвано

source: accepted moderator invitation
es_ar: invitación de moderador aceptada
pt_br: convite de moderação aceito
pt_pt: convite para moderador aceite
ro: invitație de moderare acceptată
ru: приглашение стать модератором принято

source: added approved contributor
es_ar: contribuidor aprobado agregado
pt_br: adicionado contribuidor aprovado
pt_pt: adicionado colaborador aprovado
ro: contributor aprobat adăugat
ru: одобренный участник добавлен

source: removed approved contributor
es_ar: contribuidor aprobado eliminado
pt_br: removido contribuidor aprovado
pt_pt: removido colaborador aprovado
ro: contribuitor aprobat înlăturat
ru: одобренный участник удален

source: edited settings
es_ar: configuración editada
pt_br: configurações editadas
pt_pt: definições editadas
ro: setările editate
ru: настройки изменены

source: edited flair
es_ar: flair editado
pt_br: flair editado
pt_pt: ícone editado
ro: insignă editată
ru: флейр изменен

source: edited wiki page
es_ar: página wiki editada
pt_br: página wiki editada
pt_pt: página wiki editada
ro: pagina wiki editată
ru: отредактирована страница вики

source: changed wiki page permission level
es_ar: nivel de permiso de página wiki modificado
pt_br: nível de permissão da página wiki alterado
pt_pt: o nível de permissões da página wiki foi alterado
ro: nivelul de permisiune al paginii wiki modificat
ru: уровень доступа к странице вики изменен

source: changed wiki page listing preference
es_ar: preferencia de listado de páginas wiki cambiada
pt_br: preferência de listagem de página wiki mudada
pt_pt: alteraste a preferência de listagem das páginas wiki
ro: preferința listării paginilor wiki a fost schimbată
ru: настройки отображения списка страниц в вики

source: distinguished
es_ar: distinguido
pt_br: distinguido
pt_pt: distinguido
ro: distins
ru: выделено
