Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: only mods may edit and view
es_ar: solo los moderadores pueden editar y ver contenido
pt_br: apenas mods podem editar e visualizar
pt_pt: apenas moderadores podem editar e visualizar
ro: doar moderatorii pot edita și vedea
ru: только модераторы могут править и просматривать

source: show this page on the listing?
es_ar: ¿mostrar esta página en el listado?
pt_br: mostrar esta página na listagem?
pt_pt: mostrar esta página na listagem?
ro: afișezi această pagină pe listă?
ru: показывать эту страницу в листинге?

source: show this page on the list of wiki pages
es_ar: mostrar esta página en el listado de páginas wiki
pt_br: mostrar esta página na lista de páginas wiki
pt_pt: mostrar esta página na lista de páginas wiki
ro: arată pagina pe lista paginilor wiki
ru: показывать эту страницу в списке страниц вики

source: allow users to edit page
es_ar: permitir a los usuarios editar la página
pt_br: permitir que usuários editem a página
pt_pt: permitir que os utilizadores editem esta página
ro: permite utilizatorilor să editeze pagina
ru: разрешить пользователям редактировать страницу

source: username does not exist
es_ar: el nombre de usuario no existe
pt_br: usuário não existe
pt_pt: o nome de utilizador não existe
ro: nume de utilizator inexistent
ru: имя пользователя не существует

source: done
es_ar: listo
pt_br: pronto
pt_pt: feito
ro: gata
ru: готово

source: save settings
es_ar: guardar configuración
pt_br: salvar configurações
pt_pt: guardar definições
ro: salvează setările
ru: сохранить настройки

source: revert here
es_ar: revertir acá
pt_br: reverter aqui
pt_pt: reverter aqui
ro: anulează aici
ru: вернуть как было

source: this page is empty
es_ar: esta página está vacía
pt_br: esta página está vazia
pt_pt: esta página está vazia
ro: acestă pagină este goală
ru: эта страница пуста

source: revision by %(user)s
es_ar: revisado por %(user)s
pt_br: revisão por %(user)s
pt_pt: revisão por %(user)s
ro: revizie de %(user)s
ru: правка участника %(user)s

source: view source
es_ar: ver fuente
pt_br: ver fonte
pt_pt: ver fonte
ro: vezi sursa
ru: показать исходный код

source: that user is not a contributor
es_ar: ese usuario no es un colaborador
pt_br: este usuário não é um contribuidor
pt_pt: esse utilizador não é um colaborador
ro: utilizatorul nu este un contribuitor
ru: этот пользователь не является участником

source: there is no pending invite for that thread
es_ar: No hay ninguna invitación pendiente para ese hilo
pt_br: não há convites pendentes para este tópico
pt_pt: não há nenhum convite pendente para esse tópico
ro: nu există nicio invitație în așteptare pentru acea discuție
ru: для этой темы нет приглашений, ожидающих ответа

source: there are too many pending invites outstanding
es_ar: hay demasiadas invitaciones pendientes
pt_br: há demasiados convites pendentes para responder
pt_pt: há demasiados convites por responder
ro: sunt prea multe invitaţii în aşteptare care ies în evidenţă
ru: слишком много непринятых приглашений ожидают ответа

source: that user is already a contributor
es_ar: ese usuario ya es un colaborador
pt_br: este usuário já é um contribuidor
pt_pt: esse utilizador já é um colaborador
ro: utilizatorul este deja un colaborator
ru: этот пользователь уже является участником

source: Manage live threads
es_ar: Gestionar temas en vivo
pt_br: Gerenciar tópicos ao vivo
pt_pt: Gerir tópicos ao vivo
ro: Administrează discuțiile live
ru: Управлять живыми обсуждениями

source: Manage settings and contributors of live threads I contribute to.
es_ar: Modificar preferencias y contribuyentes de los temas en vivo a los que contribuyo.
pt_br: Gerenciar configurações e contribuidores para tópicos ao vivo os quais eu contribuo.
pt_pt: Gerir as definições e colaboradores dos tópicos em directo em que eu colaboro.
ro: Administrează setările şi contributorii discuţiilor live la care eu contribui.
ru: Управление настройками и участниками живых обсуждений, в которых я участвую.

source: this thread has been banned
es_ar: Este hilo ha sido baneado
pt_br: este tópico foi banido
pt_pt: este tópico foi banido
ro: această discuție a fost banată
ru: это обсуждение было изгнано

source: reddit live
es_ar: reddit en vivo
pt_br: reddit ao vivo
pt_pt: reddit ao vivo

source: live threads
es_ar: hilos activos
pt_br: tópicos ao vivo
pt_pt: tópicos ao vivo
ro: discuții live
ru: живые обсуждения

source: closed threads
es_ar: hilos cerrados
pt_br: tópicos fechados
pt_pt: tópicos fechados
ro: discuții închise
ru: закрытые обсуждения

source: most active threads
es_ar: Hilos más activos
pt_br: tópicos mais ativos
pt_pt: tópicos mais ativos
ro: cele mai active discuții
ru: самые активные обсуждения

source: reported threads
es_ar: hilos reportados
pt_br: tópicos reportados
pt_pt: tópicos denunciados
ro: discuții raportate
ru: обсуждения с жалобами

source: create live thread
es_ar: Crear hilo
pt_br: criar tópico ao vivo
pt_pt: criar tópico ao vivo
ro: creează o discuție live
ru: создать живое обсуждение

source: active
es_ar: activo
pt_br: ativo
pt_pt: ativo
ro: activ
ru: активные

source: closed
es_ar: cerrado
pt_br: fechado
pt_pt: fechado
ro: închis
ru: закрыто

source: [live]
es_ar: [en vivo]
pt_br: [ao vivo]
pt_pt: [em direto]
ru: [прямой эфир]

source: updates
es_ar: actualizaciones
pt_br: atualizações
pt_pt: atualizações
ro: actualizări
ru: обновления

source: contributors
es_ar: colaboradores
pt_br: contribuidores
pt_pt: colaboradores
ro: colaboratori
ru: участники

source: real-time updates on %(short_description)s
es_ar: actualizaciones en tiempo-real en %(short_description)s
pt_br: atualizações em tempo real sobre %(short_description)s
pt_pt: actualizações em tempo real sobre %(short_description)s
ro: actulizări în timp real pentru %(short_description)s
ru: обновления в реальном времени для %(short_description)s

source: invite contributor
es_ar: invitar colaborador
pt_br: convidar contribuidor
pt_pt: convidar colaborador
ro: invită un colaborator
ru: пригласить участника

source: invited contributors
es_ar: colaboradores invitados
pt_br: contribuidores convidados
pt_pt: colaboradores convidados
ro: colaboratori invitați
ru: приглашенные участники

source: current contributors
es_ar: colaboradores actuales
pt_br: contribuidores atuais
pt_pt: colaboradores actuais
ro: colaboratori actuali
ru: текущие участники

source: update
es_ar: actualizar
pt_br: atualizar
pt_pt: atualizar
ro: actualizează
ru: обновить

source: post updates
es_ar: publicar actualizaciones
pt_br: postar atualizações
pt_pt: publicar atualizações
ro: postează actualizări
ru: публиковать обновления

source: manage contributors
es_ar: manejar contribuyentes
pt_br: gerenciar contribuidores
pt_pt: gerir colaboradores
ro: administrează colaboratorii
ru: управлять участниками

source: add, remove, and change permissions of contributors
es_ar: añadir, remover y cambiar permisos de contribuyentes
pt_br: adicionar, remover e mudar permissões de contribuidores
pt_pt: adicionar, remover e alterar permissoes de colaboradores
ro: adaugă, şterge şi schimbă permisiunile colaboratorilor
ru: Добавление, удаление и изменение полномочий участников

source: change the title and description
es_ar: cambiar título y descripción
pt_br: mudar o título e a descrição
pt_pt: mudar o título e descrição
ro: schimbă titlul și descrierea
ru: изменить имя и описание

source: strike and delete others' updates
es_ar: tachar y borrar actualizaciones de otro
pt_br: anular e deletar as atualizações de outrem
pt_pt: anular e eliminar as actualizações feitas por outros
ro: taie și șterge actualizările celorlalți
ru: вычеркнуть и удалить обновления других участников

source: close live thread
es_ar: cerrar tema en vivo
pt_br: fechar tópico ao vivo
pt_pt: fechar tópico ao vivo
ro: închide această discuție live
ru: закрыть живое обсуждение

source: permanently close the live thread
es_ar: cerrar permanentemente el tema en vivo
pt_br: fechar tópico ao vivo permanentemente
pt_pt: fechar tópico ao vivo permanentemente
ro: închide această discuție live permanent
ru: закрыть живое обсуждение насовсем

source: resources
es_ar: recursos
pt_br: recursos
pt_pt: recursos
ro: resurse
ru: ресурсы

source: popup notifications
es_ar: notificaciones inmediatas
pt_br: notificações pop-up
pt_pt: notificar com janelas de diálogo
ro: notificări popup
ru: всплывающие уведомления

source: strike
es_ar: tachar
pt_br: anular
pt_pt: anular
ro: tăietură
ru: перечеркнуть

source: striking…
es_ar: tachando…
pt_br: anulando…
pt_pt: a anular…
ro: se taie…
ru: перечеркивание…

source: stricken
es_ar: tachado
pt_br: anulado
pt_pt: anulado
ro: tăiat
ru: перечеркнуто

source: deleting…
es_ar: borrando…
pt_br: deletando…
pt_pt: a apagar…
ro: se șterge…
ru: удаление…

source: submitting report…
es_ar: enviando reporte…
pt_br: enviando denúncia…
pt_pt: a enviar denúncia…
ro: se trimite raportul…
ru: отправка жалобы…

source: you reported this live thread for: %(violation)s
es_ar: reportaste este tema en vivo por: %(violation)s
pt_br: você denunciou este tópico ao vivo por: %(violation)s
pt_pt: denunciaste este tópico ao vivo por: %(violation)s
ro: ai raportat această discuţie live pentru: %(violation)s
ru: вы пожаловались на это живое обсуждение за: %(violation)s

source: no further updates
es_ar: no más actualizaciones
pt_br: sem futuras atualizações
pt_pt: não há mais actualizações
ro: nu sunt actualizări
ru: дальнейших обновлений нет

source: connecting
es_ar: conectando
pt_br: conectando
pt_pt: a conectar
ro: se conectează
ru: соединение

source: connecting to update server
es_ar: conectando al servidor de actualizaciones
pt_br: conectando-se ao servidor de atualização
pt_pt: a ligar ao servidor de atualizações
ro: se conectează la serverul de update
ru: подключение к серверу обновлений

source: updating in real time
es_ar: actualizando en tiempo real
pt_br: atualizando em tempo real
pt_pt: a atualizar em tempo real
ro: se actualizează în timp real
ru: обновления в реальном времени

source: could not connect to update servers. please refresh
es_ar: no se pudo conectar a los servidores de actualizaciones, por favor refrescá la página manualmente
pt_br: Não foi possível conectar-se aos servidores de atualização. Por favor recarregue
pt_pt: não foi possível conectar aos servidores de actualizações. por favor recarrega a página
ro: nu te-am putut conecta la serverele de update. te rugăm să reîmprospătezi
ru: не удалось подключиться к серверам обновлений. пожалуйста, обновите страницу

source: disconnected. retrying in %(delay)s second...
es_ar: Singular Form: desconectado. re-tratando en %(delay)s segundo...
pt_br: desconectado. tentando novamente em %(delay)s segundo...
pt_pt: Ligação perdida. A tentar ligar novamente em %(delay)s segundo…
ro: te-ai deconectat. reîncercând în %(delay)s secundă...
ru: ошибка подключения. повтор через %(delay)s с...

source: %(num)s viewer
es_ar: Singular Form: %(num)s usuario
pt_br: %(num)s espectador
pt_pt: %(num)s espectador
ro: %(num)s vizualizator
ru: %(num)s читатель

source: warning: we're already featuring a live thread. you shouldn't submit a new link unless you are deleting this one: %(thread)s
es_ar: atención: ya estamos presentando una entrada en vivo. no deberías de publicar un nuevo enlace a menos que vayas a eliminar este: %(thread)s
pt_br: aviso: já estamos exibindo um tópico ao vivo. você não deve enviar um novo link a menos que esteja deletando este: %(thread)s
pt_pt: aviso: já estamos a apresentar um tópico ao vivo. não deverás enviar uma nova ligação a não ser que apagues esta: %(thread)s
ru: предупреждение: у нас уже есть живое обсуждение. вам не стоит публиковать новую ссылку, если вы не собираетесь удалять эту: %(thread)s

source: reddit live: happening now
es_ar: reddit en vivo: sucediendo ahora mismo
pt_br: reddit ao vivo: acontecendo agora
pt_pt: reddit em direto: a acontecer agora
ro: reddit live: se întâmplă acum
ru: reddit live: прямо сейчас

source: you are no longer a contributor
es_ar: ya no sos un colaborador
pt_br: você não é mais um contribuidor
pt_pt: já não és um colaborador
ro: nu mai ești colaborator
ru: вы больше не участник

source: stop being a contributor?
es_ar: dejar de ser contribuyente?
pt_br: parar de ser um contribuidor?
pt_pt: deixar de ser um colaborador?
ro: nu mai dorești să fii un colaborator?
ru: прекратить быть участником?

source: you are a contributor to this live thread. %(action)s
es_ar: eres contribuyente de este tema en vivo. %(action)s
pt_br: você é um contribuidor deste tópico ao vivo. %(action)s
pt_pt: és um colaborador deste tópico ao vivo. %(action)s
ro: eşti un colaborator al acestei discuţii live. %(action)s
ru: вы являетесь участником этого живого обсуждения. %(action)s

source: you are now a contributor. welcome to the team!
es_ar: ahora eres un contribuyente. ¡bienvenido al equipo!
pt_br: agora você é um contribuidor. bem vindo ao time!
pt_pt: agora és um colaborador. Bem-vindo à equipa!
ro: ai devenit un colaborator, bine ai venit în echipă!
ru: теперь вы участник. добро пожаловать в команду!

source: become a contributor to this live thread?
es_ar: ¿hacerte contribuyente de este tema en vivo?
pt_br: tornar-se um contribuidor para este tópico ao vivo?
pt_pt: ser um colaborador neste tópico ao vivo?
ro: vrei să devii un colaborator al acestei discuții live?
ru: стать участником этого живого обсуждения?

source: you are invited to become a contributor. %(action)s
es_ar: has sido invitado a convertirte en un contrinuyente. %(action)s
pt_br: você foi convidado para se tornar um contribuidor. %(action)s
pt_pt: foste convidado para ser um colaborador. %(action)s
ro: ai fost invitat să devii un colaborator. %(action)s
ru: вы приглашены стать участником. %(action)s

source: create a new live thread
es_ar: crear un nuevo tema en vivo
pt_br: criar um novo tópico ao vivo
pt_pt: criar um novo tópico ao vivo
ro: începe o nouă discuție live
ru: создайте новое живое обсуждение

source: don't worry, you'll be able to change these later
es_ar: no te preocupes, podrás cambiar esto después
pt_br: não se preocupe, você poderá mudar isso depois
pt_pt: não te preocupes, podes mudá-los mais tarde
ro: nu-ţi face griji, le vei putea schimba mai târziu
ru: не беспокойтесь, вы сможете изменить это позже

source: unban
es_ar: eliminar suspensión
pt_br: desbanir
pt_pt: eliminar suspensão
ro: debanează
ru: восстановить

source: banned by: %(user)s
es_ar: suspendido por: %(user)s
pt_br: banido por: %(user)s
pt_pt: suspenso por: %(user)s
ro: banat de: %(user)s
ru: изгнан участником %(user)s

source: ban
es_ar: suspender
pt_br: banir
pt_pt: banir
ro: suspendat
ru: изгнать

source: disconnected
es_ar: desconectado
pt_br: desconectado
pt_pt: desconectado
ro: deconectat
ru: соединение разорвано

source: make update
es_ar: hacer actualización
pt_br: fazer atualização
pt_pt: efetuar atualização
ro: actualizează
ru: сделать обновление

source: less about this live thread
es_ar: menos acerca de este hilo vivo
pt_br: menos sobre este tópico ao vivo
pt_pt: menos acerca deste tópico ao vivo
ro: mai puțin despre această discuție live
ru: скрыть дополнительную информацию о ветке обсуждения

source: more about this live thread
es_ar: más acerca de este hilo vivo
pt_br: mais sobre esse tópico ao vivo
pt_pt: mais acerca deste tópico ao vivo
ro: mai multe despre această discuție live
ru: раскрыть информацию об этой ветке обсуждения

source: comment threads on reddit linking to this page
es_ar: temas de comentarios en reddit enlazados a esta página
pt_br: threads de comentários no reddit que linkam esta página
pt_pt: comentários em tópicos do reddit que têm ligações para esta página
ro: comentează discuţii care redirecţionează către această pagină
ru: обсуждения reddit, которые ссылаются на эту страницу

source: updated by
es_ar: actualizado por
pt_br: atualizado por
pt_pt: atualizado por
ro: actualizat de
ru: обновления делали:

source: report a rule violation
es_ar: reportar violación de las reglas
pt_br: denunciar uma violação das regras
pt_pt: denunciar uma violação das regras
ro: raportează o incălcare a regulilor
ru: сообщить о нарушении правил

source: uh oh! how does this live thread break %(reddits_rules)s?
es_ar: ¡Ay no! Cómo esto hilo en vivo rompe %(reddits_rules)s?
pt_br: uh oh! como este tópico ao vivo quebrou as %(reddits_rules)s?
pt_pt: oh não! de que forma é que este tópico ao vivo viola as %(reddits_rules)s?
ro: oh nu! cum incalcă această discuţie live %(reddits_rules)s?
ru: ой-ой! как это живое обсуждение нарушает %(reddits_rules)s?

source: reddit's rules
es_ar: reglas de reddit
pt_br: regras do reddit
pt_pt: regras do reddit
ro: regulile reddit
ru: правила reddit

source: oops, never mind
es_ar: ¡wepa! nada olvídalo
pt_br: oops, deixa pra lá
pt_pt: Ups, afinal não é nada
ro: oops, nu conteaza
ru: упс, уже ничего

source: information and links that are useful at any point
es_ar: infromación y enlaces que son siempre útiles
pt_br: informações e links que sejam sempre úteis
pt_pt: informações e ligações que sejam sempre úteis
ro: informaţii şi link-uri care sunt oricând de folos
ru: информация и ссылки, которые могут быть полезны

source: close the live thread
es_ar: Cerrar hilo abierto
pt_br: fechar o tópico ao vivo
pt_pt: fechar o tópico ao vivo
ro: închide această discuție live
ru: закрыть живое обсуждение

source: this will mark the thread as complete and prevent further updates from being added. it cannot be undone.
es_ar: esto marcará el tema como completo y prevendrá que se realicen modificaciones a futuro. no puede ser deshecho.
pt_br: isto irá marcar o tópico como concluído e previnirá futuras atualização de serem adicionads. isto não poderá ser desfeito.
pt_pt: isto irá marcar o tópico como terminado e irá prevenir que se façam mais actualizações. isto não poderá ser desfeito.
ro: asta va marca această discuţie ca fiind terminată şi va opri alte update-uri din a fi adăugate pe viitor. această schimbare nu poate fi anulată.
ru: это пометит обсуждение как завершенное и прекратит дальнейшие обновления. это необратимое действие.

source: close thread permanently
es_ar: Cerrar hilo permanentemente
pt_br: fechar tópico permanentemente
pt_pt: fechar tópico permanentemente
ro: închide discuția permanent
ru: закрыть обсуждение насовсем

source: below is a single update from a live thread. [see the rest of the thread](/live/%(event_id)s).
es_ar: debajo hay solo una actualizació de un tema en vivo. [ver el resto del tema](/live/%(event_id)s).
pt_br: abaixo está uma única atualização de um tópico ao vivo. [veja o resto do tópico](/live/%(event_id)s).
pt_pt: mais abaixo está uma atualização de um tópico em direto. [ver o resto do tópico](/live/%(event_id)s).
ro: mai jos este un singur update de la o discuţie live. [vezi restul discuţiei](/live/%(event_id)s).
ru: ниже находится одно из обновлений обсуждения. [открыть полное обсуждение](/live/%(event_id)s).

source: LIVE
es_ar: EN DIRECTO
pt_br: AO VIVO
pt_pt: EM DIRETO

source: (~%(num)s person watching)
es_ar: (~%(num)s personas mirando)
pt_br: (~%(num)s pessoa assistindo)
pt_pt: (~%(num)s pessoa a ver)
ro: (~%(num)s persoană urmărește)
ru: (смотрит ~%(num)s человек)

source: follow live events as they happen
es_ar: sigue eventos en vivo mientras pasan
pt_br: acompanhe eventos ao vivo enquanto eles acontecem
pt_pt: acompanha eventos ao vivo à medida que acontecem
ro: urmărește evenimente live în timp ce se petrec
ru: наблюдайте за происходящим в прямом эфире

source: make a new live thread
es_ar: hacer un nuevo tema en vivo
pt_br: criar um novo tópico ao vivo
pt_pt: criar um novo tópico ao vivo
ro: începe o nouă discuție live
ru: создать новое живое обсуждение

source: [read the FAQ](/r/live/wiki/index) or [check out /r/live for more info](/r/live)
es_ar: [leer el FAQ](/r/live/wiki/index) o [ver /r/live para mas información](/r/live)
pt_br: [leia o FAQ](/r/live/wiki/index) ou [visite /r/live para mais informações](/r/live)
pt_pt: [vê as perguntas frequentes](/r/live/wiki/index) ou [visita /r/live para mais informações](/r/live)
ro: [citeşte FAQ-ul](/r/live/wiki/index) sau [vezi /r/live pentru mai multe informaţii](/r/live)
ru: [посмотрите ЧаВо](/r/live/wiki/index) или [/r/live для большей информации](/r/live)

source: invite
es_ar: invitar
pt_br: convidar
pt_pt: convidar
ro: invită
ru: пригласить

source: this thread is NSFW
es_ar: este tema es NSFW
pt_br: este tópico é NSFW
pt_pt: este tópico tem conteúdo ADULTO
ro: această discuție este NSFW
ru: это обсуждение помечено NSFW

source: visit the thread directly to see its content
es_ar: visita el tema directamente para ver su contenido
pt_br: visite o tópico diretamente para ver seu conteúdo
pt_pt: visita o tópico directamente para ver o seu conteúdo
ro: vezi discuţia direct pentru a-i vedea conţinutul
ru: посетите обсуждение, чтобы смотреть содержимое

source: see more
es_ar: ver más
pt_br: ver mais
pt_pt: ver mais
ro: vezi mai multe
ru: показать больше

source: no discussions yet. [start one]({url})
es_ar: no hay discuciones todavía. [empezar una] ({url})
pt_br: nenhuma discussão ainda. [começar uma]({url})
pt_pt: ainda não há discussões. [começar uma]({url})
ro: nicio discuție încă. [începe una]({url})
ru: здесь пока нет обсуждений. [начать новое]({url})

source: one or two sentences (120 characters) saying what this thread is about
es_ar: una o dos oraciones (120 caracteres) diciendo de que trata el tema
pt_br: uma ou duas frases (120 caracteres) dizendo sobre o que é o tópico
pt_pt: uma ou duas frases (120 caracteres) a explicar sobre o que é este tópico
ro: una sau două enunţuri (120 de caractere) spunând despre ce este această discuţie
ru: одно или два предложения (120 символов) с описанием обсуждения

source: email
es_ar: correo electrónico
ru: эл. почта

source: admins*
es_ar: administradores*
pt_pt: administradores*
ro: admini*
ru: админы*

source: q&a
es_ar: preguntas y respuestas
pt_pt: perguntas e respostas
ro: întrebări și răspunsuri
ru: вопросы и ответы

source: admin
es_ar: administrador
pt_pt: administrar
ro: administrator
ru: админ

source: mod
es_ar: moderar
ru: мод

source: link
es_ar: vínculo
pt_pt: ligação
ru: ссылка

source: FAQ
es_ar: Preguntas frecuentes
pt_pt: dúvidas frequentes
ro: întrebări frecvente
ru: ЧаВо

source: redditgifts
es_ar: regalos reddit
ro: cadouri reddit
ru: подарки reddit

source: links
es_ar: vínculos
ro: linkuri
ru: ссылки

source: url
es_ar: dirección url

source: upvotes
es_ar: votos positivos
pt_pt: votos positivos
ro: voturi pozitive
ru: голоса за

source: downvotes
es_ar: votos negativos
pt_pt: votos negativos
ro: voturi negative
ru: голоса против

source: total_budget_pennies
es_ar: presupuesto_monedas_total

source: explore multis
es_ar: explorar multis
pt_pt: explorar multis
ro: explorează multis
ru: исследовать мульти

source: Link:
es_ar: Enlace:
pt_pt: Ligação:
ru: Ссылка:

source: timings
es_ar: tiempos
pt_pt: tempos
ro: sincronizări
ru: затраченное время

source: save options
es_ar: guardar opciones
pt_pt: guardar opções
ro: salvează opţiunile
ru: сохранить параметры

source: cvc
es_ar: cvt

source: log in
es_ar: iniciar sesión
pt_pt: iniciar sessão
ro: conectează-te
ru: войдите

source: upvoted weekly
es_ar: votado positivamente semanalmente
pt_pt: recebeu votos positivos semanalmente
ro: votate pozitiv săptămânal

source: web app
es_ar: aplicación web
pt_pt: aplicação web
ro: aplicație web
ru: веб-приложение

source: upvote
es_ar: voto arriba
pt_pt: voto positivo
ro: vot pozitiv
ru: Голосовать «за»

source: downvote
es_ar: voto abajo
pt_pt: voto negativo
ro: vot negativ
ru: Голосовать «против»

source: Min
es_ar: Mín
pt_pt: Mín.
ru: Мин.

source: iOS min
es_ar: iOS mín
pt_pt: iOS mín.
ro: min iOS
ru: iOS мин.

source: Max
es_ar: Máx
pt_pt: Máx.
ru: Макс.

source: iOS max
es_ar: iOS máx
pt_pt: iOS máx.
ro: max iOS
ru: iOS макс.
