Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: there was an error creating a gift code. please try again later, or contact %(email)s for assistance.
es_ar: Ha habido un error al crear el código. Por favor proba más tarde, o pedí asistencia a %(email)s.
pt_br: houve um erro ao criar o vale presente. por favor tente novamente mais tarde, ou contate %(email)s para assistência.
pt_pt: ocorreu um erro ao criar um código presente. por favor tenta novamente mais tarde, ou contacta %(email)s para assistência.
ro: a apărut o eroare la crearea codului cadou. te rugăm încearcă mai târziu sau trimite un email la %(email)s pentru ajutor.
ru: При создании подарочного кода произошла ошибка. Пожалуйста, повторите попытку позже, или обратитесь за помощью (%(email)s).

source: the gift code has been messaged to you!
es_ar: ¡te enviamos el código de regalo en un mensaje!
pt_br: o código do vale presente foi lhe enviado por mensagem!
pt_pt: o código de oferta foi enviado para si!
ro: mesajul cu codul cadou ți-a fost trimis!
ru: вам был отправлен подарочный код!

source: Eureka! Thank you for investing in reddit gold!
es_ar: ¡Eureka! ¡Gracias por invertir en reddit gold!
pt_br: Eureka! Obrigado por investir no reddit gold!
pt_pt: Eureka! Obrigado por investires no ouro do reddit!
ro: Eureka! Îți mulțumim pentru că ai investit în aurul reddit!
ru: Эврика! Спасибо за ваш вклад в золото reddit!

source: Thank you for buying reddit gold. Your patronage supports the site and makes future development possible. For example, one month of reddit gold pays for 5 instance hours of reddit's servers.
es_ar: Gracias por comprar reddit gold. Tu patrocinamiento soportará el sitio y hará el futuro desarrollo posible. Por ejemplo, un mes de reddit gold paga 5 horas de los servers de reddit.
pt_br: Obrigado por comprar reddit gold. Seu patrocínio apoia o site e torna futuros desenvolvimento possíveis. Por exemplo, um mês de reddit gold paga por 5 horas de instância dos servidores do reddit.
pt_pt: Obrigado por comprares ouro do reddit. O teu patrocínio suporta o reddit e torna possível o seu desenvolvimento futuro. Por exemplo, um mês de ouro do reddit paga 5 horas de utilização dos servidores do reddit.
ro: Vă mulțumim pentru achiziționarea aurului reddit. Patronajul dumneavoastră sprijină site-ul și face posibilă dezvoltarea lui pe viitor. De exemplu, aurul reddit pentru o lună plătește pentru 5 ore serverele reddit-ului.
ru: Спасибо за покупку золота reddit. Ваш вклад помогает сайту и делает возможным его дальнейшее развитие. К примеру, один месяц золотой подписки оплачивает 5 часов работы наших серверов.

source: Eureka! Thank you for investing in reddit gold creddits!
es_ar: ¡Eureka! ¡Gracias por invertir en los créditos de reddit gold!
pt_br: Eureka! Obrigado por investir em "credditos" reddit gold!
pt_pt: Eureka! Obrigado por investires em créditos de ouro do reddit!
ro: Eureka! Îți mulțumim că ai investit în creditele de aur reddit!
ru: Эврика! Спасибо за ваш вклад в золотые креддиты!

source: Thank you for buying creddits. Your patronage supports the site and makes future development possible. To spend your creddits and spread reddit gold, visit [/gold](/gold) or your favorite person's user page.
es_ar: Gracias por comprar créditos. Tu patrocinio apoya al sitio y hace posible un desarrollo futuro. Para gastar tus créditos y difundir reddit gold, visita [/gold](/gold) o la página de usuario de tu persona favorita.
pt_br: Obrigado por comprar "credditos". Seu patrocínio apoia o site e torna futuros desenvolvimento possíveis. Para gastar seus credditos e distribuir reddit gold, visite [/gold](/gold) ou a página de usuário de sua pessoa favorita.
pt_pt: Obrigado por comprares créditos. O teu patrocínio apoia o site e torna possível o desenvolvimento futuro. Para gastares os teus créditos e espalhares o ouro do reddit, visita [/gold](/gold) ou a tua página de utilizador preferida.
ro: Îți mulțumim pentru cumpărarea creditelor. Patronajul tău sprijină site-ul și face posibilă dezvoltarea lui pe viitor. Pentru a-ți utiliza creditele și a răspândi aurul reddit, vizitează [/gold](/gold) sau pagina utilizatorului tău preferat.
ru: Спасибо за покупку креддитов. Ваш вклад помогает сайту и делает возможным его дальнейшее развитие. Чтобы потратить ваши креддиты и подарить кому-нибудь золотую подписку, посетите [/gold](/gold) или страничку вашего любимого пользователя.

source: Thank you again for your support, and have fun spreading gold!
es_ar: Gracias de nuevo por tu apoyo, y divertite gastando tu gold!
pt_br: Obrigado novamente por seu apoio, e divirta-se distribuindo gold!
pt_pt: Mais uma vez obrigado pelo teu apoio, e diverte-te a espalhar ouro!
ro: Îți mulțumim încă o dată pentru sprijinul tău și distracție plăcută în răspândirea aurului!
ru: Еще раз, спасибо за вашу поддержку, распространяйте золото с удовольствием!

source: Thanks for giving the gift of reddit gold!
es_ar: Gracias por dar el regalo de reddit gold!
pt_br: obrigado por presentear reddit gold!
pt_pt: Obrigado por ofereceres o ouro do reddit!
ro: Îți mulțumim pentru că ai dăruit aur reddit!
ru: Спасибо за подарок золотой подписки!

source: Your classy gift to %s has been delivered. Thank you for gifting reddit gold. Your patronage supports the site and makes future development possible.
es_ar: Tu elegante regalo para %s ha sido entregado. Gracias por regalar reddit gold. Tu patrocinio apoya al sitio y hace posible un futuro desarrollo.
pt_br: Seu elegante presente para %s foi entregue. Obrigado por presentear reddit gold. Seu patrocínio apoia o site e torna futuros desenvolvimentos possíveis.
pt_pt: O teu fantástico presente para o %s foi enviado. Obrigado por ofereceres ouro do reddit. O teu patrocínio apoia o reddit e torna o desenvolvimento futuro possível.
ro: Cadoul elegant pe care l-ați trimis lui %s a fost livrat. Vă mulțumim că ați dăruit aur reddit. Patronajul dvs. susține site-ul și face posibilă dezvoltarea de viitor.
ru: Ваш подарок %s был доставлен. Спасибо! Ваш вклад поддерживает сайт и делает возможным его дальнейшее развитие.

source: reddit gold payment cancelled
es_ar: pago de reddit gold cancelado
pt_br: Pagamento de reddit gold cancelado
pt_pt: pagamento de ouro do reddit cancelado
ro: plata aurului reddit a fost anulată
ru: оплата золота reddit отменена

source: Your reddit gold payment has been cancelled, contact %(gold_email)s for details
es_ar: Tu pago de reddit gold se canceló, contactá con %(gold_email)s para más detalles
pt_br: Seu pagamento de reddit gold foi cancelado. Contate %(gold_email)s para mais detalhes.
pt_pt: O teu pagamento de ouro do reddit foi cancelado, contacta %(gold_email)s para mais informações
ro: Achitarea aurului reddit a fost anulată, contactați-ne la %(gold_email)s pentru detalii
ru: Ваш платеж за золото reddit был отменен, пишите на %(gold_email)s, если возникли вопросы.

source: reddit gold payment failed
es_ar: pago de reddit gold fallido
pt_br: Pagamento de reddit gold falhou
pt_pt: o pagamento de ouro do reddit falhou
ro: plata aurului reddit a eșuat
ru: платеж за золото reddit не удался

source: Your reddit gold payment has failed, contact %(gold_email)s for details
es_ar: Tu pago de reddit gold ha fallado. Ponte en contacto con %(gold_email)s para detalles
pt_br: Seu pagamento de reddit gold falhou. Contate %(gold_email)s para detalhes
pt_pt: O teu pagamento de ouro reddit do falhou, contacta %(gold_email)s para mais informações
ro: Achitarea aurului reddit a eșuat, contactați-ne la %(gold_email)s pentru detalii
ru: Платеж за золото reddit не удался, пишите на %(gold_email)s, если возникли вопросы.

source: reddit gold subscription cancelled
es_ar: Suscripción de reddit gold cancelada
pt_br: Assinatura de reddit gold cancelada
pt_pt: subscrição de ouro do reddit cancelada
ro: abonamentul reddit gold a fost anulat
ru: золотая подписка reddit отменена

source: Your reddit gold subscription has been cancelled because your credit card could not be charged. Contact %(gold_email)s for details
es_ar: Tu suscripción a reddit gold ha sido cancelada porque tu tarjeta de crédito puede no estar cargada. Contact %(gold_email)s para más detalles
pt_br: Sua assinatura de reddit gold foi cancelada porque seu cartão de crédito não pôde ser cobrado. Entre em contato com %(gold_email)s para detalhes
pt_pt: A tua subscrição de ouro do reddit foi cancelada porque o teu cartão de crédito não pôde ser cobrado. Para mais detalhes contacta %(gold_email)s
ro: Abonamentul tău "reddit gold" a fost anulat deoarece cardul tău de credit nu a putut fi utilizat la realizarea plății. Contactează %(gold_email)s pentru detalii
ru: Ваша золотая подписка reddit отменена, потому что мы не смогли получить деньги с вашей кредитной карты. Пишите на %(gold_email)s, если возникли вопросы.

source: reddit gold refund
es_ar: reddit gold reembolsado
pt_br: reembolso do reddit gold
pt_pt: reembolso de ouro do reddit
ro: rambursarea aurului reddit
ru: возврат средств за золотую подписку

source: Your reddit gold payment has been refunded, contact %(gold_email)s for details
es_ar: Tu pago por reddit gold ha sido reembolsado, contacta a %(gold_email)s para más detalles
pt_br: Seu pagamento de reddit gold foi reembolsado, contate %(gold_email)s para mais detalhes
pt_pt: O teu pagamento de ouro do reddit foi reembolsado, contacta %(gold_email)s para mais detalhes
ro: Achitarea aurului reddit a fost rambursată, contactați-ne la %(gold_email)s pentru detalii
ru: Ваш платеж за золото reddit был возвращен, пишите на %(gold_email)s, если возникли вопросы.

source: error: %(error)s
pt_br: erro: %(error)s
pt_pt: erro:%(error)s
ro: eroare: %(error)s
ru: ошибка: %(error)s

source: invalid request
es_ar: solicitud inválida
pt_br: requisição inválida
pt_pt: pedido inválido
ro: cerere nevalidă
ru: неверный запрос

source: api error
es_ar: error de api
pt_br: erro da api
pt_pt: erro da api
ro: eroare api
ru: ошибка api

source: connection error
es_ar: error de conexión
pt_br: erro de conexão
pt_pt: erro de ligação
ro: eroare de conexiune
ru: ошибка соединения

source: error
pt_br: erro
pt_pt: erro
ro: eroare
ru: ошибка

source: error: address verification failed
es_ar: error: falló la verificación de la direción
pt_br: erro: verificação do endereço falhou
pt_pt: erro: a validação falhou
ro: eroare: adresă de verificare eșuată
ru: ошибка: не удалось подтвердить адрес

source: error: cvc check failed
es_ar: error en el cvc
pt_br: erro: teste cvc falhou
pt_pt: erro: falha na verificação cvc
ro: eroare: verificarea CVC a eșuat
ru: ошибка: неверно указан cvc

source: your gold subscription has been cancelled
es_ar: Se ha cancelado tu suscripción a reddit gold.
pt_br: Sua assinatura de reddit gold foi cancelada
pt_pt: A tua subscrição de ouro do reddit foi cancelada
ro: abonamentul tău gold a fost anulat
ru: ваша золотая подписка была отменена

source: if you have any questions please email %(email)s
es_ar: Si tenés alguna pregunta por favor mandá un correo a %(email)s
pt_br: caso tenha alguma dúvida mande um email para %(email)s
pt_pt: se tiveres alguma questão envia um mail para %(email)s
ro: dacă ai întrebări trimite un email la %(email)s
ru: если у вас есть вопросы, пишите на %(email)s

source: something bad happened, try again later
es_ar: un error ha sucedido, intentá más tarde
pt_br: algo errado aconteceu, tente de novo mais tarde
pt_pt: aconteceu algo de errado, tenta novamente mais tarde
ro: a survenit o eroare, încearcă din nou mai târziu
ru: что-то пошло не так, попробуйте еще раз позже

source: your account already has a gold subscription
es_ar: Su cuento ya tiene una suscripción a reddit gold.
pt_br: sua conta já possui reddit gold
pt_pt: a tua conta já tem uma subscrição de ouro
ro: contul tau are deja abonament gold
ru: на вашем аккаунте уже действует золотая подписка

source: stop trying to trick the form
es_ar: dejá de hacer trampa
pt_br: pare de tentar enganar o formulário
pt_pt: pára de tentar aldrabar o formulário
ro: încetați să trișați la completarea formularului
ru: хватит пытаться обмануть форму

source: subscription created
es_ar: Suscripción creada
pt_br: inscrição criada
pt_pt: subscrição criada
ro: abonament creat
ru: подписка оформлена

source: Your subscription is being processed and reddit gold will be delivered shortly.
es_ar: Tu suscripción está siendo procesada y el reddit gold te va a ser entregado en un momento.
pt_br: Sua assinatura está sendo processada e o reddit gold será entregue em breve.
pt_pt: A tua subscrição está a ser processada e o ouro reddit será entregue brevemente.
ro: Abonamentul tău este în curs de procesare și aurul reddit va fi livrat în scurt timp.
ru: Ваша подписка обрабатывается. Золото reddit вскоре будет вам доставлено.

source: payment submitted
es_ar: pago enviado
pt_br: pagamento enviado
pt_pt: pagamento efectuado
ro: plată trimisă
ru: платеж подтвержден

source: reddit gold payment
es_ar: pago de reddit gold
pt_br: pagamento de reddit gold
pt_pt: pagamento de ouro do reddit
ro: achitarea aurului reddit
ru: платеж за золото reddit

source: Your payment is being processed and reddit gold will be delivered shortly.
es_ar: Tu pago está siendo procesado y el reddit gold se va a entregar en un momento.
pt_br: Seu pagamento está sendo processado e o reddit gold será entregue em breve.
pt_pt: O teu pagamento está a ser processado e o ouro do reddit será entregue brevemente.
ro: Plata dvs. este în curs de procesare și aurul reddit va fi livrat în scurt timp.
ru: Ваш платеж обрабатывается. Золото reddit вскоре будет вам доставлено.

source: your payment details have been updated
es_ar: se actualizaron tus detalles de pago
pt_br: suas informações de pagamento foram atualizadas
pt_pt: os teus detalhes de pagamento foram atualizados
ro: detaliile tale de plată au fost actualizate
ru: ваши платежные данные были обновлены

source: your subscription has been cancelled
es_ar: se ha cancelado tu suscripción
pt_br: sua inscrição foi cancelada
pt_pt: a tua subscripção foi cancellada
ro: abonamentul tău a fost anulat
ru: ваша подписка была отменена

source: You have created a yearly Reddit Gold subscription for %(price)s per year. This subscription will renew automatically yearly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
es_ar: Creaste una suscripción anual de Reddit Gold por %(price)s al año. Esta suscripción se renovará automáticamente cada año hasta que la canceles. Podés cancelar tu suscripción en cualquier momento visitando %(subscr_url)s.
pt_br: Você criou uma inscrição Reddit Gold anual por %(price)s ao ano. Esta inscrição será renovada automaticamente todo ano até que você cancele. Você poderá cancelá-la a qualquer momento visitando %(subscr_url)s.
pt_pt: Criaste uma subscrição anual de ouro do reddit por %(price)s ao ano. Esta subscrição será automaticamente renovada anualmente até que seja cancelada. Podes cancelar a tua subscrição a qualquer altura visitando %(subscr_url)s.
ru: Вы подписались на ежегодное золото reddit за %(price)s. Эта подписка будет ежегодно обновляться, пока Вы не отмените её. Вы можете отменить свою подписку в любое время, посетив %(subscr_url)s

source: You have created a monthly Reddit Gold subscription for %(price)s per month. This subscription will renew automatically monthly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
es_ar: Creaste una suscripción mensual de Reddit Gold por %(price)s al mes. Esta suscripción se renovará automáticamente cada mes hasta que la canceles. Podés cancelar tu suscripción en cualquier momento visitando %(subscr_url)s.
pt_br: Você criou uma inscrição Reddit Gold mensal por %(price)s ao mês. Esta inscrição será renovada automaticamente todo mês até que você cancele. Você poderá cancelá-la a qualquer momento visitando %(subscr_url)s.
pt_pt: Criaste uma subscrição mensal de Reddit Gold por %(price)s por mês. Esta subscrição será automaticamente renovada mensalmente até que seja cancelada. Podes cancelar a tua subscrição em qualquer altura visitando %(subscr_url)s.
ru: Вы подписались на ежемесячное золото reddit за %(price)s. Эта подписка будет ежемесячно обновляться, пока вы не отмените её. Вы можете отменить свою подписку в любое время, посетив %(subscr_url)s

source: Your Reddit Gold subscription has been renewed for 1 month for %(price)s. This subscription will renew automatically monthly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
es_ar: Tu suscripción de Reddit Gold fue renovada por 1 mes por %(price)s. Esta suscripción se renovará automáticamente cada mes hasta que la canceles. Podés cancelar tu suscripción en cualquier momento visitando %(subscr_url)s.
pt_br: Sua inscrição Reddit Gold foi renovada por 1 mês por %(price)s. Esta inscrição será renovada automaticamente todo mês até que você cancele. Você poderá cancelá-la a qualquer momento visitando %(subscr_url)s.
pt_pt: A sua subscrição de Reddit Gold foi renovada por um mês por %(price)s. Esta subscrição será automaticamente renovada mensalmente até que seja cancelada. Podes cancelar a tua subscrição em qualquer altura visitando %(subscr_url)s.

source: Your Reddit Gold subscription has been renewed for 1 year for %(price)s. This subscription will renew automatically yearly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
es_ar: Tu suscripción de Reddit Gold fue renovada por 1 año por %(price)s. Esta suscripción se renovará automáticamente cada año hasta que la canceles. Podés cancelar tu suscripción en cualquier momento visitando %(subscr_url)s.
pt_br: Sua inscrição Reddit Gold foi renovada por 1 ano por %(price)s. Esta inscrição será renovada automaticamente todo ano até que você cancele. Você poderá cancelá-la a qualquer momento visitando %(subscr_url)s.
pt_pt: A sua subscrição de Reddit Gold foi renovada por um ano por %(price)s. Esta subscrição será automaticamente renovada anualmente até que seja cancelada. Podes cancelar a tua subscrição em qualquer altura visitando %(subscr_url)s.

source: Reddit Gold Subscription
es_ar: Suscripción de Reddit Gold
pt_br: Inscrição Reddit Gold
pt_pt: Subscrição de Ouro do Reddit
ro: Abonament Aur Reddit

source: If you cancel, you will not be billed for any additional months of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. If you have any questions, please contact %(gold_email)s.
es_ar: Si cancelás, no se te va a cobrar por ningún mes adicional de servicio, y éste continuará hasta el final del período de facturación. Si cancelás, no obtendrás un reembolso por ningún servicio por el que ya hayas pagado. Si tenés alguna duda, por favor ponete en contacto con %(gold_email)s.
pt_br: Se você cancelar, você não será cobrado por nenhum mês adicional de serviço, e o serviço continuará até o fim do período contratado. Se você cancelar, você não receberá nenhum reembolso por qualquer serviço que já havia sido pago. Se você tem alguma dúvida, por favor contacte %(gold_email)s.
pt_pt: Se cancelares, não te irão ser cobrados meses adicionais de serviço, e o serviço irá continuar até ao fim do período de pagamento. Se cancelares, não receberás nenhum reembolso pelos serviços já cobrados. Se tiveres alguma questão, por favor contacta %(gold_email)s.

source: newest submissions
es_ar: publicaciones más recientes
pt_br: envios mais novos
pt_pt: envios mais recentes
ro: cele mai noi articole
ru: свежие публикации

source: rising submissions
es_ar: envíos que prometen
pt_br: envios subindo
pt_pt: submissões em ascensão
ro: articole în creștere
ru: поднимающиеся посты

source: top scoring links
es_ar: vínculos con mayor puntaje
pt_br: links com mais pontos
pt_pt: links com maior pontuação
ro: linkurile cu scor mare
ru: самые рейтинговые ссылки

source: most controversial links
es_ar: vínculos más controvertidos
pt_br: links mais controversos
pt_pt: ligações mais polémicas
ro: linkurile controversate
ru: самые спорные ссылки

source: promoted links
es_ar: enlaces patrocinados
pt_br: links promovidos
pt_pt: ligações promovidas
ro: linkuri promovate
ru: продвигаемые ссылки

source: want to advertise? [click here!](%(link)s)
es_ar: quieres promocionar? [pulsa aquí!](%(link)s)
pt_br: quer anunciar? [clique aqui!](%(link)s)
pt_pt: quer anunciar? [clique aqui!](%(link)s)
ro: vrei sa promovezi ceva? [click aici!](%(link)s)
ru: хотите разместить рекламу? [жмите сюда!](%(link)s)

source: you're really bored now, eh?
es_ar: estás realmente aburrido ahora, ¿no?
pt_br: você está bem entediado agora, né?
pt_pt: estás mesmo aborrecido, não?
ro: acum chiar ești plictisit, nu-i așa?
ru: вам действительно скучно, а?

source: filter by subreddit
es_ar: filtrar por subreddit
pt_br: filtrar por subreddit
pt_pt: filtrar por subreddit
ro: filtrează după subreddit
ru: фильтровать по сабреддитам

source: filter by category
es_ar: filtrar por categoría
pt_br: filtrar por categoria
pt_pt: filtrar por categoria
ro: filtrează după categorie
ru: фильтровать по категориям

source: gildings received
es_ar: veces que has recibido gold
pt_br: golds recebidos
pt_pt: recompensas de ouro recebidas
ro: aur primit
ru: получено золота

source: gildings given
es_ar: veces que has dado gold
pt_br: golds enviados
pt_pt: recompensas de ouro dadas
ro: aur oferit
ru: подарено золота

source: overview for %(user)s
es_ar: resumen de %(user)s
pt_br: visão geral de %(user)s
pt_pt: visão geral de %(user)s
ro: sumar pentru %(user)s
ru: обзор пользователя %(user)s

source: comments by %(user)s
es_ar: comentarios de %(user)s
pt_br: comentários de %(user)s
pt_pt: comentários de %(user)s
ro: comentarii scrise de %(user)s
ru: комментарии пользователя %(user)s

source: gilded by %(user)s
es_ar: %(user)s ha dado gold
pt_br: gold recebido de %(user)s
pt_pt: recompensado com ouro por %(user)s
ro: aurit de %(user)s
ru: подарено золото пользователем %(user)s

source: upvoted by %(user)s
es_ar: votado positivamente por %(user)s
pt_br: votado positivamente por %(user)s
pt_pt: com voto positivo de %(user)s
ro: votat pozitiv de %(user)s
ru: заплюсовано %(user)s

source: downvoted by %(user)s
es_ar: votado negativamente por %(user)s
pt_br: votado negativamente por %(user)s
pt_pt: com voto negativo de %(user)s
ro: votat negativ de %(user)s
ru: заминусовано %(user)s

source: saved by %(user)s
es_ar: guardado por %(user)s
pt_br: salvos por %(user)s
pt_pt: guardado por %(user)s
ro: salvat de %(user)s
ru: сохранено участником %(user)s

source: hidden by %(user)s
es_ar: ocultado por %(user)s
pt_br: escondido por %(user)s
pt_pt: ocultado por %(user)s
ro: ascunse de %(user)s
ru: скрытое пользователем %(user)s

source: promoted by %(user)s
es_ar: promocionado por %(user)s
pt_br: promovido por %(user)s
pt_pt: promovido por %(user)s
ro: promovat de %(user)s
ru: рекламируется %(user)s

source: gildings given by %(user)s
es_ar: gold dado por %(user)s
pt_br: golds enviados por %(user)s
pt_pt: recompensas de ouro dadas por %(user)s
ro: aur dat de %(user)s
ru: подарено золото %(user)s

source: profile for %(user)s
es_ar: perfil de %(user)s
pt_br: perfil de %(user)s
pt_pt: perfil de %(user)s
ro: profil pentru %(user)s
ru: профиль пользователя %(user)s

source: blocked
es_ar: bloqueado
pt_br: bloqueado
pt_pt: bloqueados
ro: blocat
ru: блокировка

source: unread
es_ar: sin leer
pt_br: não lido
pt_pt: não lidos
ro: necitite
ru: непрочитанные

source: comment replies
es_ar: respuestas a comentarios
pt_br: respostas a comentários
pt_pt: respostas a comentários
ro: răspunsuri la comentariu
ru: ответы на комментарии

source: post replies
es_ar: respuestas a post
pt_br: respostas à postagem
pt_pt: respostas às tuas publicações
ro: răspunsuri la post
ru: ответы на публикации
