Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: %(percent)s upvoted
es_ar: %(percent)s votado positivamente
pt_br: %(percent)s deram upvote
pt_pt: %(percent)s de votos positivos
ro: %(percent)s au votat pozitiv
ru: %(percent)s голосов «за»

source: comments from %(site)s
es_ar: comentarios desde %(site)s
pt_br: comentários de %(site)s
pt_pt: comentários de %(site)s
ro: comentarii de la %(site)s
ru: комментарии с сайта %(site)s

source: there doesn't seem to be anything here
es_ar: no parece haber nada acá
pt_br: parece que não há nada por aqui
pt_pt: parece que não há nada aqui
ro: nu pare a fi nimic aici
ru: Похоже, здесь ничего нет.

source: Help us improve Reddit!
es_ar: ¡Ayúdanos a mejorar Reddit!
pt_br: Ajuda-nos a melhorar o Reddit!
pt_pt: Ajuda-nos a melhorar o Reddit!

source: Answer a few questions
es_ar: Responder unas cuantas preguntas
pt_br: Responde a algumas questões
pt_pt: Responde a algumas questões

source: No thanks
es_ar: No, gracias
pt_br: Não obrigado
pt_pt: Não obrigado

source: new! create sets of subreddits to view together.
es_ar: ¡Nuevo! Crea colecciones de subreddits para verlos juntos.
pt_br: novo! crie conjuntos de subreddits para serem vistos juntos.
pt_pt: novidade! cria conjuntos de sub-reddits para ver em conjunto.
ro: nou! crează seturi de subreddite pentru a le vedea împreună.
ru: новинка! создайте набор сабреддитов, чтобы смотреть их вместе.

source: for starters, try one of these:
es_ar: Para empezar, prueba con estos:
pt_br: para iniciantes, tente um desses:
pt_pt: para iniciantes, tenta um destes:
ro: pentru început, încearcă una din acestea:
ru: для начала попробуйте эти:

source: to hide these samples, create a multi of your own:
es_ar: Para ocultar estos ejemplos, crea un multi personalizado:
pt_br: para esconder essas amostras, crie um multi próprio:
pt_pt: para esconder estes exemplos, criar o seu próprio multi:
ro: pentru a ascunde aceste exemple, creați un multi propriu:
ru: чтобы скрыть эти примеры, создайте свой мульти:

source: Show new comments!
es_ar: ¡Muéstrame nuevos comentarios!
pt_br: Mostrar novos comentários!
pt_pt: Mostrar novos comentários!

source: using the default subreddits for your location (%(location)s)
es_ar: usando los subreddits por defecto para tu ubicación (%(location)s)
pt_br: usar os subreddits padrões para sua localização (%(location)s)
pt_pt: a usar os sub-reddits por defeito para a tua localização (%(location)s)
ro: folosind subreddit-urile normale pentru locaţia ta (%(location)s)
ru: используются сабреддиты по умолчанию для вашего местоположения (%(location)s)

source: use global defaults
es_ar: usar opciones por defecto globales
pt_br: usar padrões globais
pt_pt: usar padrões globais
ro: folosește valorile implicite
ru: использовать глобальные настройки по умолчанию

source: dismiss this message
es_ar: descartar este mensaje
pt_br: ocultar esta mensagem
pt_pt: descartar esta mensagem
ro: respinge acest mesaj
ru: скрыть это сообщение

source: This post has been locked by the community moderators
es_ar: Este post ha sido bloqueado por los moderadores de la comunidad
pt_br: Esta publicação foi fechada pelos moderadores da comunidade
pt_pt: Esta publicação foi fechada pelos moderadores da comunidade
ru: Этот пост был закрыт модераторами сообщества

source: New comments can no longer be added.
es_ar: Nuevos comentarios no pueden ser añadidos.
pt_br: Novos comentários não podem mais ser adicionados.
pt_pt: Já não é possível adicionar novos comentários.
ro: Nu se mai pot adăuga comentarii noi.
ru: Новые комментарии больше не могут быть добавлены.

source: You are logged in. Go use the site!
es_ar: Has iniciado sesión. ¡Vé y usa el sitio!
pt_br: Você está logado. Use o site!
pt_pt: Já tens sessão iniciada. Anda usar o reddit!
ro: Ești conectat. Acum, folosește site-ul!
ru: Вы вошли. Идите используйте сайт!

source: You need to login to do that.
es_ar: Necesitás iniciar sesión para hacer eso.
pt_br: Você precisa fazer login para fazer isso.
pt_pt: Tens de iniciar sessão para poderes fazer isto.
ro: Trebuie să te conectezi pentru a face asta.
ru: Для этого вам нужно войти.

source: username
es_ar: nombre usuario
pt_br: nome de usuário
pt_pt: nome de utilizador
ro: nume utilizator
ru: имя пользователя

source: choose a username
es_ar: elegí un nombre de usuario
pt_br: escolha um nome de usuário
pt_pt: escolhe um nome de utilizador
ro: alege un nume de utilizator
ru: выберите имя пользователя

source: optional
es_ar: opcional
pt_br: opcional
pt_pt: opcional
ro: opţional
ru: необязательно

source: remember me
es_ar: recordarme
pt_br: lembrar-me
pt_pt: manter sessão iniciada
ro: ţine-mă minte
ru: запомнить меня

source: email me updates
es_ar: enviarme novedades por email
pt_br: enviar-me novidades por e-mail

source: sign up
es_ar: registrarse
pt_br: registrar
pt_pt: registar
ro: înregistrează-te
ru: зарегистрироваться

source: try another
es_ar: intentá con otro
pt_br: tente outro
pt_pt: tenta outro
ro: încearcă alta
ru: попробуйте другой

source: available!
es_ar: ¡disponible!
pt_br: disponível!
pt_pt: disponível!
ro: disponibil!
ru: доступно!

source: account recovery email
es_ar: email de recuperación de cuenta
pt_br: email de recuperação de conta
pt_pt: endereço de e-mail para recuperação da conta
ro: email de recuperare a contului
ru: письмо для восстановления аккаунта

source: we only send email at your request
es_ar: sólo te enviaremos emails a pedido tuyo
pt_br: nós somente enviamos e-mails ao seu pedido
pt_pt: só enviamos e-mail quando pedires
ro: trimitem emailuri doar la cererea ta
ru: мы отправляем сообщение только по вашей просьбе

source: recover password
es_ar: recuperar contraseña
pt_br: recuperar senha
pt_pt: recuperar a palavra-passe
ro: recuperează parola
ru: восстановить пароль

source: create a new account
es_ar: crear una nueva cuenta
pt_br: criar uma nova conta
pt_pt: criar uma nova conta
ro: crează un cont nou
ru: создать новый аккаунт

source: By signing up, you agree to our %(terms)s and that you have read our %(privacy_policy)s and %(content_policy)s.
es_ar: Al registrarte, aceptás nuestros %(terms)s y que has leído nuestros %(privacy_policy)s y %(content_policy)s.
pt_br: Ao registrar, você concorda com os nossos %(terms)s e que você leu nossa %(privacy_policy)s e nossa %(content_policy)s.
pt_pt: Ao registares-te, concordas com os nossos %(terms)s e que leste a nossa %(privacy_policy)s e %(content_policy)s.
ru: Регистрация означает, что вы ознакомились и согласны со следующим: %(terms)s, %(privacy_policy)s, %(content_policy)s.

source: Terms
es_ar: Términos
pt_br: Termos
pt_pt: Termos
ro: Termeni
ru: Условия

source: Privacy Policy
es_ar: Política de Privacidad
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности

source: Content Policy
es_ar: Política de Contenido
pt_br: Política de Conteúdos
pt_pt: Política de Conteúdos
ro: Politica de conținut
ru: Контентная политика

source: login
es_ar: ingresar
pt_br: entrar
pt_pt: iniciar sessão
ru: войти

source: deleted message
es_ar: mensaje eliminado
pt_br: mensagem apagada
pt_pt: mensagem apagada

source: expand all
es_ar: expandir todo
pt_br: expandir todos
pt_pt: mostrar tudo
ro: arată tot
ru: показать все

source: collapse all
es_ar: contraer todo
pt_br: retrair todos
pt_pt: recolher tudo
ro: strânge tot
ru: свернуть все

source: show parent
es_ar: mostrar principal
pt_br: mostrar pai
pt_pt: mostrar inicial
ro: arată părintele
ru: показать начальный комментарий

source: to
es_ar: para
pt_br: para
pt_pt: para
ro: la
ru: к

source: (username, or /r/name for that subreddit's moderators)
es_ar: (nombre de usaro, o /r/nombre para el moderador de ese subreddit)
pt_br: (nome de usuário, ou /r/nome para esses moderadores do sub-reddit)
pt_pt: (nome de utilizador, ou /r/nome para esses moderadores do sub-reddit)
ru: (имя пользователя или /r/имясабреддита для модераторов этого сообщества)

source: subject
es_ar: asunto
pt_br: assunto
pt_pt: assunto
ro: subiect
ru: тема

source: Thanks! You're unsubscribed from all %(email_type_name)s notification emails.
es_ar: Gracias. Te has desuscrito de todas las notificaciones por %(email_type_name)s.
pt_br: Obrigado! Removeste a tua subscrição de todos as notificações por e-mail para %(email_type_name)s.

source: comment by %(comment_author)s on "%(link_title)s"
es_ar: comentario de %(comment_author)s en "%(link_title)s"
pt_br: comentário de %(comment_author)s em "%(link_title)s"
pt_pt: comentário por %(comment_author)s no "%(link_title)s"
ro: comentariu de %(comment_author)s pe "%(link_title)s"
ru: комментарий от %(comment_author)s на "%(link_title)s"

source: link "%(link_title)s" by %(link_author)s
es_ar: enlace "%(link_title)s" de %(link_author)s
pt_br: link "%(link_title)s" por %(link_author)s
pt_pt: ligação "%(link_title)s" por %(link_author)s
ro: link „%(link_title)s” de %(link_author)s
ru: ссылка "%(link_title)s" от %(link_author)s

source: from
es_ar: de
pt_br: de
pt_pt: de
ro: de la
ru: от

source: leave
es_ar: abandonarlo
pt_br: sair
pt_pt: sair
ro: pleacă
ru: покинуть

source: you are no longer a moderator
es_ar: No sos más moderador
pt_br: você não é mais um moderador
pt_pt: já não és moderador
ro: nu mai ești moderator
ru: вы больше не являетесь модератором

source: stop being a moderator?
es_ar: ¿dejar de ser moderador?
pt_br: deixar de ser moderador?
pt_pt: deixar de ser um moderador?
ro: nu mai vrei să fii moderator?
ru: покинуть пост модератора?

source: accept
es_ar: aceptar
pt_br: aceitar
pt_pt: aceitar
ro: acceptă
ru: принять

source: you are now a moderator. welcome to the team!
es_ar: ahora sos un moderador. ¡bienvenido al equipo!
pt_br: você é um moderador agora. bem-vindo ao time!
pt_pt: és agora um moderador. bem-vindo à equipa!
ro: acum sunteți moderator. bine ați venit în echipă!
ru: теперь вы модератор. добро пожаловать в команду!

source: become a moderator of %s?
es_ar: ¿ser moderador de %s?
pt_br: tornar-se um moderador de %s?
pt_pt: Aceitar ser moderador de %s?
ro: devii moderator al %s?
ru: стать модератором %s?

source: you are invited to become a moderator. %(action)s
es_ar: fuiste invitado a ser un moderador. %(action)s
pt_br: você está convidado a se tornar um moderador. %(action)s
pt_pt: Foste convidado para ser moderador. %(action)s
ro: sunteți invitat să deveniți moderator. %(action)s
ru: вы приглашены стать модератором. %(action)s

source: /r/mod shows only subreddits you moderate.
es_ar: /r/mod solo muestra subreddits que moderas.
pt_br: /r/mod exibe apenas subreddits que você modera.
pt_pt: /r/mod mostra apenas sub-reddits em que és moderador.
ro: /r/mod arată doar subredditele pe care le moderezi.
ru: /r/mod показывает только модерируемые вами сабреддиты.

source: filter out subreddits
es_ar: filtrar subreddits
pt_br: filtrar subreddits
pt_pt: filtrar sub-reddits
ro: filtrează subredditele
ru: отфильтровать сабреддиты

source: load more comments
es_ar: cargar más comentarios
pt_br: mostrar mais comentários
pt_pt: carregar mais comentários
ro: arată mai multe comentarii
ru: загрузить больше комментариев

source: [+] load the full conversation.
es_ar: [+] cargar la conversación completa.
pt_br: [+] carregar a conversa completa.
pt_pt: [+] carregar a conversa completa
ro: [+] încarcă toată discuția
ru: [+] загрузить все обсуждение.

source: continue this thread
es_ar: continuar leyendo esta discusión
pt_br: continuar esse tópico
pt_pt: continuar esse grupo de comentários
ro: continuă discuția
ru: смотреть эту ветвь дальше

source: curated by /u/%s
es_ar: creado por /u/%s
pt_br: organizado por /u/%s
pt_pt: selecionado por /u/%s
ro: creat de /u/%s
ru: под присмотром /u/%s

source: hidden
es_ar: oculto
pt_br: oculto
pt_pt: ocultados
ro: ascuns
ru: скрыто!

source: copy
es_ar: copiar
pt_br: copiar
pt_pt: copiar
ro: copiază
ru: копировать

source: rename
es_ar: renombrar
pt_br: renomear
pt_pt: mudar nome
ro: redenumește
ru: переименовать

source: delete
es_ar: eliminar
pt_br: deletar
pt_pt: eliminar
ro: şterge
ru: удаление

source: custom
es_ar: perzonalizado
pt_br: customizada
pt_pt: personalizar
ro: personalizat
ru: пользовательский

source: default
es_ar: predeterminado
pt_br: padrão
pt_pt: por defeito
ro: implicit
ru: по умолчанию

source: create a copy
es_ar: crear una copia
pt_br: criar uma cópia
pt_pt: criar uma cópia
ro: creează o copie
ru: создать копию

source: copy name
es_ar: copiar nombre
pt_br: copiar nome
pt_pt: copiar nome
ro: copiază numele
ru: копировать имя

source: warning: renaming a multi will break any links and references to the old name.
es_ar: ojo! renombrar un multi romperá todos los enlaces y referencias al nombre anterior.
pt_br: aviso: renomear um multi quebrará links e referências ao antigo nome.
pt_pt: aviso: renomear uma multi vai invalidar as ligações e referências para o nome antigo.
ro: Reddichetă bună
ru: внимание: переименование мульти нарушит все связи и ссылки старого имени.

source: new name
es_ar: nuevo nombre
pt_br: novo nome
pt_pt: novo nome
ro: nume nou
ru: новое имя

source: edit display name
es_ar: editar nombre a mostrar
pt_br: editar nome de exibição
pt_pt: editar o nome a mostrar
ro: editează numele de afișare
ru: изменить отображаемое имя

source: edit description
es_ar: editar descripción
pt_br: editar descrição
pt_pt: editar descrição
ro: editează descrierea
ru: изменить описание

source: %(count)s subreddits in this multi:
es_ar: %(count)s subreddits en este multi:
pt_br: %(count)s subreddits nesse multi:
pt_pt: %(count)s sub-reddits neste multi:
ro: %(count)s subreddite în acest multi:
ru: в этом мультиреддите %(count)s сабреддитов:

source: created by %(user)s
es_ar: creado por %(user)s
pt_br: criado por %(user)s
pt_pt: criado por %(user)s
ro: creat de %(user)s
ru: создано %(user)s

source: a multireddit for
es_ar: creado hace
pt_br: um multireddit por
pt_pt: um multi-reddit para
ro: un multireddit pentru
ru: мультиреддит существует

source: people also added:
es_ar: la gente también añadió:
pt_br: pessoas também acrescentam:
pt_pt: as pessoas também adicionaram:
ro: alții au adăugat și:
ru: люди также добавили:

source: more suggestions
es_ar: mas sugerencias
pt_br: mais sugestões
pt_pt: mais sugestões
ro: mai multe sugestii
ru: больше предложений

source: no more suggestions!
es_ar: no hay mas sugerencias!
pt_br: sem mais sugestões!
pt_pt: sem mais sugestões!
ro: nu mai sunt sugestii!
ru: больше предложений нет!

source: would you like to...
es_ar: te gustaría...
pt_br: você gostaria de...
pt_pt: gostarias de…
ro: ai dori să...
ru: не хотели бы вы...

source: check out subreddits by category
es_ar: mira subreddits por categoría
pt_br: conferir os subreddits por categoria
pt_pt: conferir os sub-reddits por categoria
ro: verifică subredditele după categorie
ru: просмотреть сабреддиты по категориям

source: explore a random subreddit
es_ar: explora un subreddit al azar
pt_br: explore um subreddit aleatório
pt_pt: explora um sub-reddit aleatório
ro: explorează un subreddit aleator
ru: исследовать случайный сабреддит

source: see the suggestions again
es_ar: ver las sugerencias nuevamente
pt_br: ver as sugestões novamente
pt_pt: ver as sugestões novamente
ro: vezi sugestiile din nou
ru: просмотреть предложения снова

source: submit to %(sr)s
es_ar: enviar a %(sr)s
pt_br: enviar para %(sr)s
pt_pt: enviar para %(sr)s
ro: trimite către %(sr)s
ru: опубликовать в %(sr)s

source: Choose File
es_ar: Seleccionar archivo
pt_br: Escolher ficheiro
pt_pt: Escolher ficheiro

source: image
es_ar: imagen
pt_br: imagem
pt_pt: imagem

source: use suggested title
es_ar: usar título sugerido
pt_br: usar o título sugerido
pt_pt: usar o título sugerido

source: text
es_ar: texto
pt_br: texto
pt_pt: texto
ru: текст

source: (optional)
es_ar: (opcional)
pt_br: (opcional)
pt_pt: (opcional)
ro: (opțional)
ru: (необязательно)

source: suggest title
es_ar: sugerir un título
pt_br: sugirir titulo
pt_pt: sugerir título
ro: sugerează un titlu
ru: предложить название

source: choose a subreddit
es_ar: elegir un subreddit
pt_br: escolha um subreddit
pt_pt: escolhe um subreddit
ro: alege un subreddit
ru: Выберите сабреддит

source: submitting to %(sr)s
es_ar: enviando a %(sr)s
pt_br: postando em %(sr)s
pt_pt: a enviar para %(sr)s
ro: se trimite la %(sr)s
ru: отправляется в %(sr)s

source: send replies to my inbox
es_ar: enviar respuestas a mi buzón de entrada
pt_br: enviar respostas para minha caixa de entrada
pt_pt: enviar as respostas para a minha caixa de entrada
ro: trimite răspunsuri în inboxul meu
ru: отправлять ответы в мои входящие

source: please be mindful of reddit's %(content_policy)s and practice %(good_reddiquette)s.
es_ar: por favor, ten en cuenta la %(content_policy)s y practica %(good_reddiquette)s.
pt_br: por favor, tem em conta a %(content_policy)s do Reddit e respeita a %(good_reddiquette)s.

source: good reddiquette
es_ar: buena reddiqueta
pt_br: boa reddiqueta
pt_pt: boa redditiqueta
ro: Reddichetă bună
ru: реддикет

source: *required
es_ar: *obligatorio
pt_br: *requerido
pt_pt: *requerido

source: reddit newsletter - upvoted weekly
es_ar: boletín de reddit - votado positivamente semanalmente
pt_br: boletim do reddit - upvoted weekly
pt_pt: boletim informativo do reddit - recebeu votos positivos semanalmente
ro: newsletterul reddit - votat pozitiv săptămânal
ru: новостная рассылка reddit - upvoted weekly

source: subscribe to reddit's official newsletter,
es_ar: subscribete al boletín oficial de reddit
pt_br: inscreva-se no boletim oficial do reddit,
pt_pt: subscrever ao boletim informativo oficial do reddit,
ro: abonează-te la newsletterul oficial reddit,
ru: подпишитесь на официальную новостную рассылку reddit.

source: Enter your email to get the very best of reddit's content curated, packaged, and delivered to your inbox once a week. It's free and we'll never spam you.
es_ar: Ingresa tu correo electrónico para tener lo mejor del contenido de reddit, seleccionado, y enviado a tu bandeja cada semana. Es gratis y nunca te mandaremos spam.
pt_br: Insira seu e-mail para receber os melhores conteúdos do reddit agregados, embalados e enviados para a sua caixa de entrada uma vez por semana. É de graça e nunca te enviaremos spam.
pt_pt: Introduz o teu endereço de e-mail para receberes os melhores dos melhores conteúdos do reddit, selecionados, embalados, e enviados para a tua caixa de entrada todas as semanas. É gratuito e nunca te iremos enviar lixo.
ru: Введите ваш адрес эл. почты, чтобы получать лучшие материалы reddit, упакованные и доставленные в ваш ящик каждую неделю. Это бесплатно и мы никогда не пришлем вам спам.

source: back to reddit
es_ar: de regreso a reddit
pt_br: voltar ao reddit
pt_pt: voltar ao reddit
ro: înapoi la reddit
ru: вернуться на reddit

source: enter your email
es_ar: ingresa tu correo electrónico
pt_br: insira seu e-mail
pt_pt: introduz o teu endereço de e-mail
ro: introdu emailul tău
ru: введите адрес эл. почты

source: subscribe
es_ar: suscribirse
pt_br: inscrever-se
pt_pt: subscrever
ro: abonează-te
ru: подписаться

source: More Info
es_ar: Mas información
pt_br: Mais Informação
pt_pt: Mais informações
ro: Mai multe informații
ru: Подробнее

source: subscribe to our newsletter
es_ar: subscribete a nuestro boletín
pt_br: inscreva-se em nosso boletim
pt_pt: subscrever ao nosso boletim informativo
ro: abonează-te la newsletter-ul nostru
ru: подпишитесь на нашу новостную рассылку

source: get the best of reddit, delivered once a week
es_ar: consigue lo mejor de reddit, entregado una vez a la semana
pt_br: receba o melhor de reddit, entregue uma vez por semana
pt_pt: obter o melhor do reddit, todas as semanas
ru: получайте лучший контент reddit раз в неделю

source: Pick 3 or more topics:
es_ar: Elige 3 o más tópicos:
pt_br: Escolhe 3 ou mais tópicos:
pt_pt: Escolhe 3 ou mais tópicos:

source: Then we'll build a custom Front Page for you.
es_ar: Entonces, construiremos una Página Principal personalizada para ti.
pt_br: Então vamos criar uma Página Principal personalizada para ti.
pt_pt: Então vamos criar uma Página Principal personalizada para ti.

source: Go
es_ar: Ir
pt_br: Ir
pt_pt: Ir

source: Use Defaults
es_ar: Usar opciones por defecto
pt_br: Usar parâmetros pré-definidos
pt_pt: Usar parâmetros pré-definidos

source: Skip this stuff
es_ar: Saltar esto
pt_br: Passar à frente
pt_pt: Passar à frente

source: Congratulations %(name)s!
es_ar: ¡Felicidades, %(name)s!
pt_br: Parabéns %(name)s!
pt_pt: Parabéns %(name)s!

source: You are a Redditor.
es_ar: Eres un Redditor.
pt_br: Tu és um Redditor.
pt_pt: Tu és um Redditor.

source: There are thousands of communities here. Go forth and find your people!
es_ar: Hay miles de comunidades aquí. ¡Ve y encuentra a tu gente!
pt_br: Há milhares de comunidades aqui. Vai em frente e encontra os teus pares!

source: Hey %(username)s! %(app)s would like to connect with your reddit account.
es_ar: ¡Hey %(username)s! A %(app)s le gustaría estar conectado a tu cuenta de reddit.
pt_br: Olá %(username)s! %(app)s gostaria de ligar-se à tua conta do Reddit.

source: Allow %(app)s to:
es_ar: Permitir a %(app)s:
pt_br: Permitir %(app)s a:
pt_pt: Permitir que %(app)s:
ro: Permite ca %(app)s să:
ru: Разрешить %(app)s:

source: %(app)s will not be able to access your reddit password.
es_ar: %(app)s no podrán acceder a tu contraseña de reddit.
pt_br: %(app)s não poderá/poderão acessar a sua senha do reddit.
pt_pt: %(app)s não terá acesso à tua palavra-passe.
ro: %(app)s nu vor putea accesa parola dvs. reddit.
ru: У %(app)s не будет доступа к вашему паролю reddit.

source: Allow
es_ar: Permitir
pt_br: Permitir
pt_pt: Permitir
ro: Permite
ru: Разрешить

source: Decline
es_ar: Declinar
pt_br: Recusar
pt_pt: Recusar
ro: Respinge
ru: Отказать

source: The address '%(email)s' will no longer receive email from us.
es_ar: La dirección '%(email)s' no volverá a recibir mensajes nuestros.
pt_br: O endereço '%(email)s' não mais receberá emails nossos.
pt_pt: O endereço '%(email)s' não irá mais receber nossos e-mails.
ro: %(email)s nu va mai primi mesaje de la noi.
ru: На адрес %(email)s больше не будет приходить почта от нас.

source: A confirmation email has been queued up and should be reaching you shortly. It will be the last you hear from us.
es_ar: Se ha añadido un mensaje de comprobación a nuestra cola de correo electrónico y debes recibirlo en breve. Será la última vez que recibes correo de nosotros.
pt_br: Um email de confirmação foi solicitado e você deverá recebê-lo em breve. Será a última coisa que você irá ouvir de nós.
pt_pt: Uma mensagem de e-mail para confirmação foi adicionado à fila e deverá chegar brevemente. Será a última que receberás de nós.
ro: Un email de confirmare este în așteptare și în scurt timp va ajunge la dvs. Va fi ultimul din partea noastră.
ru: Письмо с подтверждением было помещено в очередь на отправку. Вскоре вы должны его получить.

source: Would you like the address %(email)s to no longer receive email from us?
es_ar: ¿Deseás no volver a recibir mensajes nuestros en la dirección %(email)s?
pt_br: Deseja que o endereço %(email)s não receba mais nossos emails?
pt_pt: Queres que o endereço %(email)s não receba mais as nossas mensagens?
ro: Ați dori ca adresa %(email)s să nu mai primească emailuri de la noi?
ru: Вы хотите, чтобы на адрес %(email)s перестала приходить почта от нас?

source: '%(email)s' has been removed from our block list.
es_ar: '%(email)s' se eliminó de nuestra lista de bloqueados.
pt_br: '%(email)s' foi removido da nossa lista de bloqueados.
pt_pt: '%(email)s' foi removido da nossa lista de bloqueio.
ro: '%(email)s' a fost înlăturat din lista noastră.
ru: "%(email)s" был удален из нашего списка блокировки.
