Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: too many flair css classes
es_ar: demasiadas clases de estilo css para flair
pt_br: muitas classes css do flair
pt_pt: demasiadas classes de flair css
ro: prea multe clase CSS pentru insignă
ru: слишком много классов css флейра

source: not a valid flair target
es_ar: no es un destino flair válido
pt_br: não é um alvo de flair válido
pt_pt: não é um alvo de flair válido
ro: nu este o țintă validă pentru insignă
ru: недействительная цель флейра

source: invalid redirect_uri parameter
es_ar: parámetro de URI de redirección inválido
pt_br: parametro redirect_uri inválido
pt_pt: parametro de redirect_uri inválido
ro: parametru redirect_uri nevalid
ru: неверный параметр redirect_uri

source: invalid response type
es_ar: tipo de respuesta inválido
pt_br: tipo de resposta inválido
pt_pt: tipo de resposta inválido

source: invalid scope requested
es_ar: extensión solicitada inválida
pt_br: escopo inválido
pt_pt: margem solicitada inválida
ro: domeniul solicitat este nevalid
ru: запрошен некорректный диапазон

source: invalid refresh token
es_ar: token de actualización inválido
pt_br: sinal de atualização inválido
pt_pt: token de atualização inválido
ro: cheie de reîmprospătare nevalidă
ru: неверный токен обновления

source: access denied by the user
es_ar: acceso denegado por el usuario
pt_br: acesso negado pelo usuário
pt_pt: acesso negado pelo utilizador
ro: acces interzis de către utilizator
ru: доступ запрещен пользователем

source: refresh tokens are not allowed for this response_type
es_ar: no se permiten fichas de recarga para este response_type
pt_br: tokens de atualização não são permitidos para este response_type
pt_pt: tokens recarregados não são permitidos para este tipo de resposta

source: confidential clients can not request tokens directly
es_ar: clientes confidenciales no pueden pedir fichas directamente
pt_br: clientes confidenciais não podem requisitar tokens diretamente
pt_pt: clientes confidencias não podem pedir tokens directamente

source: please confirm the form
es_ar: confirmá el formulario
pt_br: por favor, confirme o formulário
pt_pt: por favor confirme o formulário
ro: confirmă formularul
ru: пожалуйста, подтвердите форму

source: conflict error while saving
es_ar: error de conflicto al guardar
pt_br: erro de conflito ao salvar
pt_pt: erro conflitual ao guardar
ro: eroare de conflict în timp salvării
ru: конфликт при сохранении

source: cannot perform this action via the API
es_ar: no se puede realizar esta acción desde la API
pt_br: não se pode fazer esta ação através da API
pt_pt: não é possível fazer esta ação através da API
ro: imposibil de efectuat această acțiune prin intermediul API
ru: нельзя выполнить это действие через API

source: %(domain)s is not allowed on reddit: %(reason)s
es_ar: %(domain)s no está permitido en reddit: %(reason)s
pt_br: %(domain)s não permitido no reddit: %(reason)s
pt_pt: %(domain)s não é permitido no reddit: %(reason)s
ro: %(domain)s nu este permis pe reddit: %(reason)s
ru: %(domain)s не разрешен на reddit: %(reason)s

source: you must enable two-factor authentication
es_ar: debés habilitar la autenticación de dos factores
pt_br: você deve ativar a autenticação de dois fatores
pt_pt: tens de activar a autenticação de dois passos
ro: trebuie să activezi autentificarea cu doi factori
ru: вы должны включить двухфакторную аутентификацию

source: two-factor authentication is already enabled
es_ar: la autenticación de dos pasos ya está activada
pt_br: autenticação de dois fatores já está habilitada
pt_pt: a autenticação em dois passos já está activada
ro: Doi factori de autentificare sunt deja active
ru: двухфакторная аутентификация уже включена

source: image problem
es_ar: problema con la imagen
pt_br: problema na imagem
pt_pt: Problema com a imagem
ro: problemă cu imaginea
ru: проблема с изображением

source: That file type is not allowed
es_ar: Ese tipo de archivo no está permitido
pt_br: Esse tipo de arquivo não é permitido
pt_pt: Esse tipo de ficheiro não é permitido
ru: "это" тип "документов" не разрешён

source: already added
es_ar: ya se agregó
pt_br: já adicionado
pt_pt: Já adicionado
ro: deja adăugat
ru: уже добавлено

source: too many developers
es_ar: demasiados desarrolladores
pt_br: desenvolvedores em excesso
pt_pt: demasiados desenvolvedores
ro: prea mulți dezvoltatori
ru: слишком много разработчиков

source: you cannot add this account from this interface
es_ar: no puedes añadir esta cuenta desde ésta interfaz
pt_br: você não pode adicionar esta conta a partir desta interface
pt_pt: não podes acrescentar esta conta a partir desta interface

source: invalid modhash
es_ar: modhash no válido
pt_br: modhash inválido

source: that user is already a moderator
es_ar: ese usuario ya es moderador
pt_br: aquele usuário já é um moderador
pt_pt: esse utilizador já é um moderador
ro: utilizatorul este deja moderator
ru: этот пользователь уже является модератором

source: You can't perform that action because that user is a moderator.
es_ar: No podés llevar a cabo esa acción porque ese usuario es un moderador.
pt_br: Você não pode efetuar essa ação porque esse usuário é um moderador.
pt_pt: Não podes fazer isso porque esse utilizador é um moderador.
ro: Nu poți face această acțiune pentru că utilizatorul este un moderator.
ru: Вы не можете выполнить это действие, так как этот пользователь является модератором.

source: there is no pending invite for that subreddit
es_ar: no hay una invitación pendiente para ese subreddit
pt_br: não há convite pendente para esse subreddit
pt_pt: não há nenhum convite pendente para este subreddit
ro: nu există nici o invitație în așteptare pentru subreddit
ru: для этого сабреддита нет приглашений, ожидающих принятия

source: you cannot edit the budget of a live ad
es_ar: no podés editar el presupuesto de una publicidad activa
pt_br: você não pode editar o orçamento de um anúncio ao vivo
pt_pt: não podes editar o orçamento de um anúncio ao vivo
ro: nu poți edita bugetul unui anunț live
ru: нельзя изменить бюджет активной рекламы

source: you have too many campaigns for that promotion
es_ar: tenés demasiadas campañas para esa promoción
pt_br: você tem campanhas demais para essa promoção
pt_pt: tem muitas campanhas para essa promoção
ro: aveți prea multe campanii de promovare
ru: У вас слишком много кампаний для этой рекламной акции

source: that jsonp callback contains invalid characters
es_ar: esa devolución de llamada jsonp contiene caracteres inválidos
pt_br: aquela callback de jsonp possui caracteres inválidos
pt_pt: aquele jsonp callback contém carateres inválidos
ro: apelul invers jsonp conține caractere invalide
ru: некорректные символы в функции обратного вызова jsonp

source: permissions don't apply to that type of user
es_ar: a ese tipo de usuario no le corresponden permisos
pt_br: permissões não se aplicam a esse tipo de usuário
pt_pt: permissões não se aplicam para este tipo de utilizador
ro: drepturile nu se aplică acestui tip de utilizator
ru: полномочия не касаются этого типа пользователей

source: invalid permissions string
es_ar: cadena de permisos incorrecta
pt_br: string de permissões inválida
pt_pt: cadeia de permissões inválida
ro: șir de permisiuni nevalide
ru: неверная строка полномочий

source: invalid multi path
es_ar: ruta de multi invalida
pt_br: caminho inválido de multi
pt_pt: multi path inválido
ro: cale multiplă nevalidă
ru: неверный путь к мульти

source: that multireddit doesn't exist
es_ar: Ese multireddit no existe.
pt_br: esse multireddit não existe
pt_pt: esse multireddit não existe
ro: multiredditul nu există
ru: такого мультиреддита не существует

source: that multireddit already exists
es_ar: Ese multireddit ya existe.
pt_br: esse multireddit já existe
pt_pt: esse multireddit já existe
ro: multiredditul deja există
ru: такой мультиреддит уже существует

source: you can't change that multireddit
es_ar: no podés cambiar ese multireddit
pt_br: você não pode mudar este multireddit
pt_pt: não podes modificar este multireddit
ro: nu poți schimba multiredditul
ru: вы не можете изменить этот мультиреддит

source: no more space for subreddits in that multireddit
es_ar: no hay mas espacio para subreddits en ese multireddit
pt_br: não há mais espaço para esse subreddit neste multireddit
pt_pt: não existe mais espaço para sub-reddits nesse multi-reddit
ro: nu mai există spațiu pentru subreddite în acest multireddit
ru: в этом мультиреддите больше нет места для сабреддитов

source: can't add special subreddit %(path)s
es_ar: no se puede agregar el subreddit especial %(path)s
pt_br: não pode adicionar subreddit especial %(path)s
pt_pt: não consigo adicionar subreddit especial %(path)s
ro: nu se pot adăuga subreddite speciale %(path)s
ru: нельзя добавить особый сабреддит %(path)s

source: maximum %(max)s subreddits
es_ar: máximo %(max)s subreddits
pt_br: máximo de %(max)s subreddits
pt_pt: máximo %(max)s sub-reddits
ro: maxim %(max)s subreddite
ru: максимум %(max)s сабреддитов

source: unable to parse JSON data
es_ar: incapaz de analizar los datos JSON
pt_br: incapaz de analisar dados do JSON
pt_pt: não foi possível analisar os dados JSON
ro: imposibil de analizat datele JSON
ru: невозможно разобрать данные JSON

source: unexpected JSON structure
es_ar: estructura JSON inesperada
pt_br: estrutura inesperada do JSON
pt_pt: estrutura JSON inesperada
ro: structură JSON neprevăzută
ru: неожиданная структура JSON

source: JSON missing key: "%(key)s"
es_ar: clave JSON perdida: "%(key)s"
pt_br: faltando chave do JSON: "%(key)s"
pt_pt: falta a chave JSON "%(key)s"
ro: lipsește cheia JSON: „%(key)s”
ru: отсутствует ключ JSON: "%(key)s"

source: can't change post type
es_ar: no se puede cambiar el tipo de post
pt_br: não pode mudar o tipo de post
pt_pt: não pode alterar o tipo de post
ro: nu se poate schimba tipul postării
ru: невозможно изменить тип публикации

source: invalid location
es_ar: localización invalida
pt_br: localização inválida
pt_pt: localização inválida
ro: locație nevalidă
ru: неверное местоположение

source: invalid values for frequency cap
es_ar: valores inválidos para el limite de frecuencia
pt_br: valores inválidos para limite de frequência
pt_pt: limite de frequência com valores inválidos
ro: valori nevalide pentru limita frecvenței
ru: неверные значения ограничения частоты

source: frequency cap must be at least %(min)d
es_ar: el límite de frecuencia tiene que ser al menos %(min)d
pt_br: o limite de frequência tem de ser inferior a %(min)d

source: that user is banned from the subreddit
es_ar: el usuario esta esta baneado del subreddit
pt_br: este usuário está banido do subreddit
pt_pt: esse utilizador está banido do subreddit
ro: utilizatorul este banat pe acest subreddit
ru: этот пользователь изгнан из сабреддита

source: You can't do that while suspended.
es_ar: No podés hacer eso mientras estás suspendido.
pt_br: Você não pode fazer isso enquanto suspenso.

source: You must reset your password before doing that.
es_ar: Tenés que restablecer tu contraseña antes de hacer eso.
pt_br: É necessário redefinir a sua senha antes de fazer isso.

source: you must have an active reddit gold subscription to do that
es_ar: debes tener un subscripcion activa a reddit gold para hacer eso
pt_br: você precisa ter uma assinatura de reddit gold ativa para fazer isso
pt_pt: Tens de ter uma subscrição de ouro do reddit activa para poderes fazer isso
ro: Tu trebuie să ai un abonament reddit auriu pentru a face asta
ru: для этого у вас должна быть активная золотая подписка reddit

source: insufficient creddits
es_ar: creditos insuficientes
pt_br: credditos insuficientes
pt_pt: créditos insuficientes
ro: creddite insuficiente
ru: недостаточно креддитов

source: gilding is not allowed in this subreddit
es_ar: las recompensas no están permitidas en este subreddit
pt_br: dar gold não é permitido neste subreddit
pt_pt: recompensas de ouro não são permitidas neste sub-reddit
ro: aurirea nu este permisă în acest subreddit
ru: золочение в этом сабреддите запрещено

source: unable to scrape provided url
es_ar: incapaz de usar la URL provista
pt_br: incapaz de processar a url fornecida
pt_pt: não foi possível processar a ligação fornecida
ro: recupera url-ului furnizat nu este posibilă
ru: не удалось распознать url

source: can't send a message from a subreddit to another subreddit
es_ar: no podés enviar un mensaje desde un subreddit a otro subreddit
pt_br: impossível enviar uma mensagem de um subreddit para outro subreddit
pt_pt: não é possível enviar uma mensagem de um sub-reddit para outro sub-reddit
ro: nu poţi trimite mesajul de pe un subreddit pe altul
ru: невозможно отправить сообщение из одного сабреддита в другой

source: can't send message to that user
es_ar: no puedes enviar un mensaje a ese usuario
pt_br: impossível enviar mensagem para este usuário
pt_pt: não é possível enviar uma mensagem a esse utilizador
ro: nu îi poți trimite mesaje acelui utilizator
ru: невозможно отправить сообщение этому пользователю

source: you must be in admin mode for this
es_ar: debés estar en modo administrador para esto
pt_br: você precisa estar no modo admin para isso
pt_pt: tens de estar no modo de administrador para poderes fazer isso
ro: trebuie să fii în modul admin pentru asta
ru: для этого вы должны быть в режиме администрирования

source: to convert an existing subreddit to gold only, send a message to %(admin_modmail)s
es_ar: para convertir un subreddit existente en solo para oro, mandá un mensaje a %(admin_modmail)s
pt_br: para converter um subreddit em um subreddit somente para usuários gold, envie uma mensagem para %(admin_modmail)s
pt_pt: para converter um sub-reddit que já exista num que seja exclusivo para membros de ouro, envia uma mensagem para admin%(admin_modmail)s
ro: pentru a converti un subreddit existent la doar aur, trimiteți un mesaj la %(admin_modmail)s
ru: для того, чтобы существующий сабреддит стал доступен только золотым подписчикам, отправьте сообщение на %(admin_modmail)s

source: this subreddit must be 'gold only' to select this
es_ar: este subreddit debe ser "solo para oro" para seleccionar esto
pt_br: este subreddit deve ser 'somente para usuários gold' para selecionar isto
pt_pt: este sub-reddit deverá ser 'exclusivo para membros de ouro' para poderes selecionar esta opção
ro: acest subreddit trebuie să fie 'doar aur' pentru a selecta asta
ru: для этого данный сабреддит должен быть доступен только золотым подписчикам

source: you must select at least one mobile OS to target
es_ar: debés seleccionar al menos un sistema operativo móvil como objetivo
pt_br: você precisa selecionar ao menos um SO móvel como destino
pt_pt: tens de selecionar pelo menos um SO móvel para o destino
ro: trebuie să selectezi cel puțin un OS mobil
ru: вы должны выбрать хотя бы одну целевую мобильную ОС

source: you must select at least one device per OS to target
es_ar: deberás seleccionar al menos un dispositivo por sistema operativo
pt_br: você deve selecionar pelo menos um dispositivo por sistema operacional
pt_pt: deverás selecionar pelo menos um dispositivo por SO
ro: trebuie să selectezi cel puțin un device per OS
ru: вы должны выбрать целью хотя бы одно устройство на ОС

source: You have been muted from this subreddit.
es_ar: Fuiste silenciado en este subreddit.
pt_br: Você foi silenciado deste subreddit.
pt_pt: Foste silenciado neste sub-reddit.
ro: Ai fost ignorat de pe acest subreddit.
ru: Вы были заглушены в этом сабреддите.

source: This user has been muted from the subreddit.
es_ar: Este usuario ha sido silenciado en este subreddit.
pt_br: Este usuário foi silenciado do subreddit.
pt_pt: Este utilizador foi silenciado no sub-reddit.
ro: Utilizatorul a fost redus la tăcere de pe subreddit.
ru: Данный пользователь был заглушен в этом сабреддите.

source: A subreddit rule by that name already exists.
es_ar: Ya existe una regla de subreddit con ese nombre.
pt_br: Já existe uma regra de subreddit com esse nome.

source: No subreddit rule by that name exists.
es_ar: No existe ninguna regla de subreddit con ese nombre.
pt_br: Não existe nenhuma regra de subreddit com esse nome.

source: This subreddit already has the maximum number of rules.
es_ar: Este subreddit ya tiene el número máximo de reglas.
pt_br: Este subreddit já tem o número máximo de regras.

source: This comment is not stickyable. Ensure that it is a top level comment.
es_ar: Esto comentario no se puede colocar como sticky. Comprobá que sea un comentario de nivel superior.
pt_br: Este comentário não é afixável. Certifica-te que é uma resposta direta à submissão.

source: Cannot access this comment.
es_ar: No podés acceder a éste comentario.
pt_br: Não é possível acessar este comentário.

source: Cannot access this post.
es_ar: No podés acceder a éste post.
pt_br: Não é possível acessar esta publicação.

source: No conversation id passed.
es_ar: No se ha pasado id de conversación.
pt_br: Nenhuma identificação de conversa foi passada.

source: No conversation found.
es_ar: No se encontró ninguna conversación.
pt_br: Nenhuma conversa encontrada.

source: Invalid conversation id.
es_ar: Id de conversación inválido.
pt_br: Identificador de conversa invalido.
pt_pt: Identificador de conversa invalido.

source: The subreddit does not have this feature enabled.
es_ar: El subreddit no tiene esta característica activada.
pt_br: O subreddit não tem esta funcionalidade ativa.
pt_pt: O sub-reddit não tem esta funcionalidade activada.

source: Could not find thing object, it does not exist.
es_ar: No se pudo encontrar objeto cosa, no existe.
pt_br: Não foi possível encontrar este objeto, pois não existe.

source: Failed to save modmail conversation.
es_ar: Fallo al guardar conversación modmail.
pt_br: Falha ao gravar conversa de correio de moderador.
pt_pt: Falha ao gravar conversa de correio de moderador.

source: Failed to save modmail message.
es_ar: Fallo al guardar mensaje modmail.
pt_br: Falha ao gravar mensagem de correio de moderador.
pt_pt: Falha ao gravar mensagem de correio de moderador.

source: Conversation not archivable.
es_ar: Conversación no archivable.
pt_br: Conversa não arquivável.
pt_pt: Conversa não arquivável.

source: You do not have the correct moderator permissions.
es_ar: No tenés los permisos de moderador correctos.
pt_br: Não possuis as permissões de moderador corretas.
pt_pt: Não possuis as permissões de moderador corretas.

source: The requested subreddit was not found.
es_ar: No se ha encontrado el subreddit solicitado.
pt_br: O subreddit pedido não foi encontrado.
pt_pt: O sub-reddit pedido não foi encontrado.

source: You can't add a blocked user as a trusted user.
es_ar: No puedes añadir un usuario bloqueado a la lista de confianza.
pt_br: Não é possível adicionar um usuário bloqueado sendo um usuário confiável.

source: You can't add yourself as a trusted user.
es_ar: No puedes añadirte a tí mismo como usuario de confianza.
pt_br: Não é possível se adicionar como um usuário confiável.
ru: Вы не можете себя "добавить" как доверенный "пользователь".

source: You have already added this user as a trusted user.
es_ar: Ya has añadido a este usuario como de confianza.
pt_br: Este utilizador já foi adicionado como um usuário confiável.

source: Funny 500 page message 1
es_ar: La inquisición española evitó que esta página cargara
pt_br: Alguém acorda o %(admin)s aí
pt_pt: Ups, parece que deste cabo do reddit
ru: Кажется, сегодня вам придется общаться с настоящими людьми. Приносим свои извинения.

source: Funny 500 page message 2
es_ar: Rompiste reddit. Tratá de apretar F5 un poco más suave la próxima vez
pt_br: [inserir mensagem de erro aqui]
pt_pt: Tem calma, parece que o servidor deu o berro
ro: A fi 500, sau a nu fi 500? Asta este întrebarea.
ru: Не стоит забывать, что жизнь полна разочарований. Не благодарите за напоминание.

source: Funny 500 page message 3
es_ar: Se te ocurre como arreglar este tipo de errores? jobs@reddit.com
pt_br: Você quebrou o reddit. Tente apertar F5 mais de leve próxima vez
pt_pt: O que é que fizeste desta vez? Carrega F5 com mais calma
ro: 500, 499, 498... Încă puțin!
ru: В настоящее время наш сервер переживает тяжелый экзистенциальный кризис. Если вы не знаете, как ему помочь, просто уходите.

source: Funny 500 page message 4
es_ar: sssssssSSSSSSSSSSSsssss
pt_br: Desculpe pelo transtorno! Estamos arrumando o site para te causar transtornos diferentes
pt_pt: Pedimos desculpa pelo incómodo, estamos a limpar o pó ao servidor
ro: 500 nu este divizibil cu 4...
ru: Сервер вернется через пять минут. Если они уже прошли, прочитайте первое предложение снова.

source: Funny 500 page message 5
es_ar: ¡la culpa es de chromakode!
pt_br: mais um que é culpa do chromakode
pt_pt: Isto pifou, a culpa é do Jorge Jesus
ro: Repede! [Cumpără un tricou](https://reddit.com/store)! Arată super, nu?
ru: Наш сервер пожертвовал собой, чтобы сэкономить ваше драгоценное время. Иди работай!

source: Funny 500 page message 6
es_ar: ¡Admins, arreglad esto ya!
pt_br: Socorro! Estou preso numa fábrica de erros
pt_pt: Hic, hic, o que é que eu tenho de fazer mesmo? hic, hic
ro: Știi...mă întrebam...ce faci aici?
ru: Сожалеем, но у вас закончились талоны на интернет.

source: Funny 500 page message 7
es_ar: ¡Que alguien despierte a un administrador!
pt_br: Eu cometi um erro enorme
pt_pt: Oh meu Deus, erro 500. Acho que fiz asneira!
ro: Numărul 500 are 3 cifre. Triunghiul are 3 laturi... Oare triunghiul e isoscel?
ru: Идет восстание машин… (62% complete)

source: Funny 500 page message 8
es_ar: Reddit no está respondiendo, anda quejate en otras redes sociales
pt_br: Sabe programar? [Encontre o bug.](http://github.com/reddit/reddit)
pt_pt: Sabes programar? [Ajuda-nos a encontrar o erro.](http://github.com/reddit/reddit)
ro: Regula numărul 1 pe reddit: trebuie să te distrezi!
ru: Сколько ты не обновляй, сервер от этого не починится.

source: Funny 500 page message 9
es_ar: ¿Sabes programar? [Encuentra el fallo.](http://github.com/reddit/reddit)
pt_br: Um redditor é aquele que não consegue parar de apertar F5
pt_pt: Devias ir a uma reunião dos pressores de F5 anónimos ;)
ro: Între timp...ce ai mâncat azi dimineață?
ru: Кажется, сегодня вам придется общаться с настоящими людьми. Приносим свои извинения.

source: Funny 500 page message 10
es_ar: ¡Creo que he metido la pata!
pt_br: Erros assim por vezes são sinal de que algum admin está dormindo
pt_pt: O administrador adormeceu, deixa-me só ir acordá-lo
ro: Știai că sin²x + cos²x = 1? Da, știu...nici mie nu îmi place trigonometria.
ru: Сервер вернется через пять минут. Если они уже прошли, прочитайте первое предложение снова.

source: Reason to create a reddit 1
es_ar: ... para hacerle un boicot al tomate
pt_br: para festejar duro
pt_pt: para a festa rija
ro: pentru că este gratuit
ru: ...для вашей любимой игры.

source: Reason to create a reddit 2
es_ar: ... para tu equipo futbol
pt_br: pra procastinar organizadamente
pt_pt: pra procastinar organizadamente
ro: pentru a discuta diferența dintre un elefant și un hipopotam
ru: …для вашего любимого чая.

source: Reason to create a reddit 3
es_ar: ... porque puedes.
pt_br: para seu escritório
pt_pt: para o teu escritório
ro: pentru a oferi cuiva o bere (după ce vă cunoașteți, desigur)
ru: …для вашего любимого шоу.

source: Reason to create a reddit 4
es_ar: ... porque amas la libertad.
pt_br: para sua universidade
pt_pt: para a tua escola
ro: pentru a primi ajutor la temele tale fără să afle profesorii
ru: …для вашего любимого предмета.

source: Reason to create a reddit 5
es_ar: ... porque odias la libertad.
pt_br: para seu hobby
pt_pt: para o teu hóbi
ro: pentru a pierde mai mult timp pe internet. Yay!
ru: …для вашего хобби.
