Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: self posts
es_ar: post de texto
pt_br: posts de texto
pt_pt: publicações de texto
ro: postări proprii
ru: текстовые посты

source: other options
es_ar: otras opciones
pt_br: outras opções
pt_pt: outras opções
ro: alte opțiuni
ru: прочие параметры

source: viewers must be over eighteen years old
es_ar: los visitantes deben tener más de dieciocho años
pt_br: visualizadores devem ter mais de dezoito anos
pt_pt: os visitantes devem ter mais de dezoito anos
ro: vizitatorii trebuie să aibă mai mult de optsprezece ani
ru: посетители должны быть старше 18 лет

source: enable marking posts as containing spoilers
es_ar: habilitar marcar posts que contienen spoilers
pt_br: ativar a marcação de posts com spoilers

source: show thumbnail images of content
es_ar: mostrar imágenes en miniatura del contenido
pt_br: mostrar miniaturas do conteúdo
pt_pt: mostrar miniaturas das imagens do conteúdo
ro: arată pictograma imaginilor din conținut
ru: показывать миниатюры изображений

source: expand media previews on comments pages
es_ar: expandir previsualización de contenidos en páginas de comentarios
pt_br: expandir pré-visualizações de multimédia nas páginas de comentários

source: allow image uploads and links to image hosting sites
es_ar: permitir subida de imágenes y links a sitios de imágenes
pt_br: permitir o envio de ficheiros de imagem e ligações para sites de alojamento de imagens

source: exclude posts by site-wide banned users from modqueue/unmoderated
es_ar: Quitar de modqueue/unmoderated entradas subidas por usuarios prohibidos del sitio entero.
pt_br: excluir postagens de usuários banidos do site todo da fila de moderação/não-moderados
pt_pt: excluir as mensagens de utilizadores globalmente suspensos da fila de moderação/por moderar
ro: nu include postări ale utilizatorilor interzişi pe întregul site din coada de moderatori/nemoderate
ru: исключить из очереди модерации сообщения пользователей, изгнанных со всего сайта

source: make the traffic stats page available to everyone
es_ar: Hacer disponible a todos la página de las estadísticas de tráfico
pt_br: tornar a página de estatística de tráfego disponível para todos
pt_pt: tornar a página das estatísticas de tráfego dísponivel para todos
ro: permite tuturor accesul la pagina de statistici a traficului
ru: сделать страницу статистики трафика доступной всем

source: collapse deleted and removed comments
es_ar: colapsar comentarios borrados y removidos
pt_br: colapsar comentários apagados e removidos
pt_pt: colapsar comentários apagados e removidos
ro: ascunde comentariile șterse și ascunse
ru: сворачивать удаленные комментарии

source: hide ads (only available for gold only subreddits)
es_ar: ocultar anuncios (solo disponible para subreddits gold)
pt_br: esconder anúncios (disponível apenas para subreddits "apenas gold")
pt_pt: ocultar anúncios (apenas disponível em sub-reddits exclusivos para membros de ouro)
ru: скрыть рекламу (доступно только сабреддитам для золотых подписчиков)

source: suggested comment sort
es_ar: orden sugerido de comentarios
pt_br: ordenação sugerida dos comentários
pt_pt: ordenação dos comentários sugerida
ro: sortarea sugerată a comentariilor
ru: предложенная сортировка комментариев

source: (all comment threads will use this sorting method by default)
es_ar: (todos los hilos de comentarios usarán este método de ordenación por defecto)
pt_br: (todos os tópicos de comentários vão usar esse método de ordenação por padrão)
pt_pt: (todos os tópicos terão por defeito os comentários ordenados desta forma)
ru: (все обсуждения будут использовать это упорядочивание по умолчанию)

source: none (recommended for most subreddits)
es_ar: ninguno (recomendado para la mayoría de los subreddits)
pt_br: nenhum (recomendado para a maioria dos subreddits)
pt_pt: nenhuma (recomendado para a maioria dos sub-reddits)
ro: niciunul (recomandat pentru majoritatea subredditelor)
ru: нет (рекомендуется для большинства сабреддитов)

source: Minutes to hide comment scores:
es_ar: Minutos para ocultar los puntajes de los comentarios:
pt_br: Minutos para ocultar pontuação de comentários:
pt_pt: Minutos durante os quais a pontuação dos comentários não será mostrada:
ro: Minute până la ascunderea scorurilor comentariilor:
ru: рейтинг комментариев скрыт в течение (мин):

source: hide help
es_ar: esconder la ayuda
pt_br: esconder ajuda
pt_pt: ocultar ajuda
ro: ascunde ajutor
ru: убрать справку

source: Own a domain? Enter it here and then go to your DNS provider and add a CNAME record aliasing your domain to rhs.reddit.com. You will be able to access your reddit through your domain.
es_ar: ¿Tenés un dominio? Ingresalo acá y después andá a tu proveedor de DNS y agregá un registro CNAME que apunte a su dominio con rhs.reddit.com. Vas a poder acceder a tu reddit a través de tu dominio.
pt_br: Tem um domínio? Coloque ele aqui e depois peça ao seu provedor DNS para adicionar um registro CNAME direcionando seu domínio para 'rhs.reddit.com'. Você poderá acessar seu reddit através do seu domínio.
pt_pt: Tens um domínio? Introdu-lo aqui e depois vai ao teu fornecedor de DNS e adiciona um registo CNAME como alias para rhs.reddit.com. Assim poderás aceder ao teu sub-reddit através do teu domínio.
ro: Ai un domeniu? Adaugă-l aici și apoi mergi la furnizorul DNS și crează o înregistrare de tip CNAME setînd domeniul tău ca pseudonim pentru rhs.reddit.com. Vei putea accesa reddditul tău după numele domeniului.
ru: Имеете собственный домен? Введите его здесь и обратитесь к вашему DNS провайдеру для добавления записи CNAME в ваш домен на rhs.reddit.com. Вы сможете заходить на реддит через ваш домен.

source: look and feel
es_ar: apariencia y sensación
pt_br: aparência
pt_pt: aspecto e tacto
ro: privește și simte
ru: внешний вид

source: subreddit name to use as theme
es_ar: nombre de subreddit a usar como tema
pt_br: nome do sub-reddit a usar como tema

source: There is a newer version of your subreddit theme available. Update to the latest version?
es_ar: Hay una nueva versión del tema de tu subreddit disponible. ¿Actualizar a la última versión?
pt_br: Está disponível uma nova versão do tema do teu sub-reddit. Atualizar para a versão mais recente?

source: update theme
es_ar: actualizar tema
pt_br: atualizar tema
pt_pt: actualizar tema

source: edit the stylesheet
es_ar: editar la hoja de estilo
pt_br: editar a folha de estilos
pt_pt: editar a styleshit
ro: editează foaia de stil
ru: изменить CSS

source: leaves this page
es_ar: abandona esta página
pt_br: deixar esta página
pt_pt: deixa esta página
ro: părăsește această pagină
ru: покидает страницу

source: restore default header
es_ar: restablecer encabezado predeterminado
pt_br: restaurar cabeçalho padrão
pt_pt: restaurar cabeçalho pré-definido
ro: restabilește antetul implicit
ru: восстановить вид шапки по умолчанию

source: related subreddits
es_ar: subreddits relacionados
pt_br: subreddits relacionados
pt_pt: sub-reddits relacionados
ro: subreddite similare
ru: связанные сабреддиты

source: similar or related subreddits.
es_ar: subreddits similares o relacionados.
pt_br: subreddits similares ou relacionados.
pt_pt: sub-reddits similares ou relacionados.
ro: subreddite similare sau înrudite.
ru: схожие или связанные сабреддиты.

source: new modmail enrollment
es_ar: nuevo registro en modmail
pt_br: novo registo no correio de moderador

source: You have enrolled in the new modmail, if you wish to unenroll please
es_ar: Te has registrado en el nuevo modmail, si deseas borrarte por favor
pt_br: Registaste-te no novo correio de moderador, se desejares sair, por favor

source: Once chosen this can not be undone, please make sure your entire team is ready.
es_ar: Una vez elegido esto no se puede deshacer, por favor asegúrate de que todo tu equipo está listo.
pt_br: Depois de escolher isto não é possível voltar atrás, certifica-te que toda a tua equipa está preparada.

source: Enroll
es_ar: Registrar
pt_br: Inscrever

source: mobile look and feel
es_ar: vista e interfaz móvil
pt_br: aparência e interface móvel
pt_pt: vista e interface móvel
ro: versiunea mobilă
ru: вид для мобильной версии

source: icon image
es_ar: imagen de icono
pt_br: imagem do ícone
pt_pt: imagem do ícone
ro: imagine-pictogramă
ru: иконка

source: icon must be 256x256 pixels. PNG or JPG only.
es_ar: el icono debe ser de 256x256 píxeles. Sólo PNG o JPG.
pt_br: o ícone deve ser 256x256 píxeis. Apenas PNG ou JPG.

source: remove custom icon image
es_ar: eliminar imagen de icono personalizada
pt_br: remover ícone personalizado
pt_pt: remover a imagem personalizada do ícone
ro: șterge pictograma personalizată
ru: убрать пользовательские иконки

source: header image
es_ar: imagen de cabecera
pt_br: imagem do cabeçalho
pt_pt: imagem de cabeçalho
ro: imaginea antetului
ru: изображение шапки

source: header should have 10:3 aspect ratio. PNG or JPG only.
es_ar: la cabecera tiene que tener una relación de aspecto 10:3. Solo PNG o JPG.
pt_br: o cabeçalho deve ter uma relação de aspeto de 10:3. apenas PNG ou JPG.

source: minimum size: 640x192px
es_ar: tamaño mínimo: 640x192px
pt_br: tamanho mínimo: 640x192 píxeis

source: maximum size: 1280x384px
es_ar: tamaño máximo: 1280x384px
pt_br: tamanho máximo: 1280x384 píxeis

source: remove custom header image
es_ar: eliminar imagen de cabecera personalizada
pt_br: remover imagem de cabeçalho personalizada
pt_pt: remover imagem de cabeçalho personalizada
ro: șterge imaginea de antet personalizată
ru: удалить пользовательское изображение шапки

source: color
pt_br: cor
pt_pt: cor
ro: culoare
ru: цвет

source: used as a thematic color for your subreddit on mobile
es_ar: usado como color de tema para tu subreddit en vista móvil
pt_br: usada como cor temática para seu subreddit na versão móvel
pt_pt: usado como uma cor temática para o teu sub-reddit num dispositivo móvel
ru: использован как цвет темы вашего сабреддита для мобильной версии

source: In Summation
es_ar: En resumen
pt_br: Em Resumo
pt_pt: Resumindo
ro: Pe scurt
ru: ИТОГО

source: Felicitations on this momentous occasion!
es_ar: ¡Felicitaciones en esta ocasión trascendental!
pt_br: Felicitações nesta ocasião momentânea!
pt_pt: Felicitações nesta ocasião!
ro: Felicitări pentru această ocazie importantă!
ru: Поздравляем с этим важным событием!

source: This user has deleted their account.
es_ar: Este usuario ha eliminado su cuenta.
pt_br: Este utilizador apagou a sua conta.

source: send a message to the moderators
es_ar: envía un mensaje a los moderadores
pt_br: envie uma mensagem aos moderadores
pt_pt: enviar uma mensagem aos moderadores
ro: trimite un mesaj moderatorilor
ru: отправить сообщение модераторам

source: not interested
es_ar: no me interesa
pt_br: não interessado
pt_pt: não interessado
ro: nu sunt interesat
ru: не интересно

source: more comments
es_ar: más comentarios
pt_br: mais comentários
pt_pt: mais comentários
ro: arată mai multe comentarii
ru: больше комментариев

source: personalized
es_ar: personalizado
pt_br: personalizado
pt_pt: personalizado
ro: personalizat
ru: персонализированный

source: nsfw
pt_br: adulto
pt_pt: conteúdo adulto

source: apply
es_ar: aplicar
pt_br: aplicar
pt_pt: aplicar
ro: aplică
ru: применить

source: view more:
es_ar: ver más:
pt_br: ver mais:
pt_pt: ver mais:
ro: vezi mai mult:
ru: смотреть дальше:

source: reload suggestions
es_ar: recargar sugerencias
pt_br: recarregar sugestões
pt_pt: recarregar sugestões
ro: reîncarcă sugestiile
ru: перезагрузить подсказки

source: Our robots have no suggestions at the moment.
es_ar: Nuestros robots no tienen sugerencias ahora mismo.
pt_br: Nossos robôs não têm sugestões no momento.
pt_pt: Os nossos robôs não têm sugestões neste momento.
ro: Roboţii noştri nu au nicio sugestie la acest moment.
ru: На данный момент у наших роботов нет предложений.

source: try again
es_ar: inténtalo de nuevo
pt_br: tente novamente
pt_pt: voltar a tentar
ro: încearcă din nou
ru: попытайтесь снова

source: filter subreddit
es_ar: filtrar subreddit
pt_br: filtrar subreddit
pt_pt: filtrar sub-reddit
ro: filtru subreddit
ru: фильтровать сабреддит

source: add
es_ar: agregar
pt_br: adicionar
pt_pt: adicionar
ro: adaugă
ru: добавить

source: View unfiltered %s
es_ar: Ver %s sin filtrar
pt_br: Ver %s não filtrados
pt_pt: Ver %s não filtrados
ro: Vezi %s nefiltrat
ru: Показать %s без фильтра

source: jump to user (or add):
es_ar: saltar a usuario (o agregar):
pt_br: ir para usuário (ou adicionar):
pt_pt: saltar para o utilizador (ou adicionar):
ro: sari la utilizator (sau adaugă):
ru: перейти к пользователю (или добавить):

source: back to full list
es_ar: volver a la lista completa
pt_br: voltar à lista completa
pt_pt: voltar para a lista completa
ro: înapoi la lista completă
ru: назад к полному списку

source: back to the beginning
es_ar: volver al principio
pt_br: voltar ao início
pt_pt: voltar ao início
ro: înapoi la început
ru: вернуться в начало

source: flair text
es_ar: texto de flair
pt_br: texto do flair
pt_pt: texto de flair
ro: insignă-text
ru: текст флейра

source: css class
es_ar: clase de css
pt_br: classe css
pt_pt: classe de css
ro: clasă CSS
ru: класс css

source: prev
es_ar: anterior
pt_br: anterior
pt_pt: anterior
ro: înapoi
ru: пред.

source: next
es_ar: siguiente
pt_br: próximo
pt_pt: seguinte
ro: înainte
ru: след.

source: flair settings
es_ar: configuración de flair
pt_br: configurações de flair
pt_pt: definições de flair
ro: setări insignă
ru: настройкий флейра

source: flair options
es_ar: opciones de flair
pt_br: opções de flair
pt_pt: opções de flair
ro: opțiuni insignă
ru: параметры флейра

source: enable user flair in this subreddit
es_ar: habilitar flair del usuario en este subreddit
pt_br: permitir flair do usuário neste subreddit
pt_pt: ligar flair de utilizador neste subreddit
ro: activează insigna utilizatorului în acest subreddit
ru: включить флейры пользователей в этом сабреддите

source: allow users to assign their own flair
es_ar: permitir a los usuarios asignar su propio flair
pt_br: permitir que usuários especifiquem seus flairs
pt_pt: autorizar os utilizadores a defenir o seu próprio flair
ro: permite utilizatorilor să-și atribuie propria insignă
ru: разрешить пользователям использовать свои флейры

source: allow submitters to assign their own link flair
es_ar: permitir a los publicadores asignarse su propio flair de vínculo
pt_br: permitir que contribuidores definam seus próprios flairs de link
pt_pt: permitir os autores definirem o seu próprio ícone de ligaçao
ro: pemite redactorilor să-și atribuie propria insignă pentru linkuri
ru: разрешить участникам использовать собственный флейр ссылок

source: user flair position
es_ar: posición del flair de usuario
pt_br: posição do flair do usuário
pt_pt: posição do ícone do utilizador
ro: poziționarea insignei utilizatorului
ru: расположение флейра пользователя

source: left
es_ar: izquierda
pt_br: esquerda
pt_pt: esquerda
ro: stânga
ru: слева

source: position flair to the left of the username
es_ar: posicionar flair a la izquierda del nombre del usuario
pt_br: posicionar o flair à esquerda do nome de usuário
pt_pt: posicionar flair à esquerda do nome de utilizador
ro: poziționează insigna în stânga numelui de utilizator
ru: поместить флейр слева от имени пользователя

source: right
es_ar: derecha
pt_br: direita
pt_pt: direita
ro: dreapta
ru: справа

source: position flair to the right of the username
es_ar: posicionar flair a la derecha del nombre del usuario
pt_br: posicionar o flair à direita do nome de usuário
pt_pt: posicionar flair à direita do nome de utilizador
ro: poziționează insigna în dreapta numelui de utilizator
ru: поместить флейр справа от имени пользователя

source: link flair position
es_ar: posición del flair de vínculo
pt_br: posição do flair de link
pt_pt: posição do ícone de ligação
ro: poziționarea insignei pentru linkuri
ru: расположение флейра ссылок

source: don't show link flair
es_ar: no mostrar flair de vínculo
pt_br: não mostrar flair de link
pt_pt: não mostrar ícone de ligação
ro: nu arăta insigna pentru linkuri
ru: не показывать флейр ссылок

source: position flair to the left of the link
es_ar: ubicar flair a la izquierda del vínculo
pt_br: posicionar flair à esquerda do link
pt_pt: posicionar o ícone à esquerda da ligação
ro: poziționează insigna în stânga linkului
ru: поместить флейр слева от ссылки

source: position flair to the right of the link
es_ar: ubicar flair a la derecha del vínculo
pt_br: posicionar flair à direita do link
pt_pt: posicionar o ícone à direita da ligação
ro: poziționează insigna în dreapta linkului
ru: поместить флейр справа от ссылки

source: Show my flair on this subreddit. It looks like:
es_ar: Mostrar mi flair en este reddit. Se ve como:
pt_br: Mostrar minha flair nesse subreddit. Vai aparecer assim:
pt_pt: mostrar o meu ícone neste sub-reddit. Irá aparecer assim:
ro: Arată insigna mea pe acest subreddit. Arată astfel:
ru: Показать мой флейр в этом сабреддите. Он выглядит так:

source: select flair
es_ar: seleccionar flair
pt_br: selecionar flair
pt_pt: selecionar flair
ro: selectează insigna
ru: выбрать флейр

source: remove flair
es_ar: eliminar flair
pt_br: remover flair
pt_pt: remover ícone
ro: înlătură insigna
ru: убрать флейр

source: flair selection unavailable
es_ar: selección de flair no disponible
pt_br: seleção de flair indisponível
pt_pt: a selecção do flair foi desactivada
ro: selectarea insignei este indisponibilă
ru: выбор флейра недоступен

source: user can edit?
es_ar: ¿el usuario lo puede editar?
pt_br: o usuário pode editar?
pt_pt: utilizador pode editar?
ro: utilizatorul poate edita?
ru: изменение пользователем

source: clear all flair templates
es_ar: borrar todas las plantillas de flair
pt_br: limpar todos os modelos de flair
pt_pt: limpar todos os templates de flair
ro: curăță toate modelele de insignă
ru: очистить все шаблоны флейра

source: cleared
es_ar: borrado
pt_br: limpo
pt_pt: limpo
ro: eliminat
ru: очищено!

source: is this fraud?
es_ar: ¿Algo fraudulento?
pt_br: isto é uma fraude?
pt_pt: isto é uma fraude?
ro: este aceasta o fraudă?
ru: это мошенничество?

source: What is gilding?
es_ar: ¿Que es recompensar?
pt_br: O que é douração?
pt_pt: O que são recompensas de ouro?
ro: Ce înseamnă a auri?
ru: Что такое золочение?

source: Giving [reddit gold](/gold/about) is referred to as 'gilding'. You can either give reddit gold directly to a user or gild one of their posts or comments.
es_ar: Dar [oro reddit](/gold/about) es llamado 'recompensar'. Puedes tanto darle oro reddit directamente a un usuario, como recompensar una de sus publicaciones o comentarios.
pt_br: Se refere ao ato de dar [reddit gold](/gold/about) como 'dourar'. Você pode dar reddit gold diretamente a um usuário ou dourar uma de suas postagens ou comentários.
pt_pt: Dar [ouro do reddit](/gold/about) é referido como 'recompensa de ouro'. Podes dar ouro directamente a um utilizador ou recompensar com ouro uma das suas publicações ou comentários.
ro: Oferirea de [aur reddit](/gold/about) cunoscută sub numele de 'aurire'. Îi poți da aur reddit direct unui utilizator sau să îi aurești o postare sau un comentariu.
ru: Дарение [золотой подписки reddit](/gold/about) может также называться "золочением". Вы можете подарить золотую подписку пользователю напрямую, либо "позолотить" одну из его публикаций или комментариев.

source: How do I gild someone?
es_ar: ¿Como recompenso a alguien?
pt_br: Como faço para dar gold a alguém?
pt_pt: Como é que eu recompenso alguém com ouro?
ro: Cum îi ofer aur cuiva?
ru: Как дарится золото?

source: You can click the 'give gold' link directly below a submission:
es_ar: Puedes hacer click sobre el link "dar oro" directamente debajo de la submisión:
pt_br: Você pode clicar no link 'dar gold' logo embaixo de um envio:
pt_pt: Podes clicar na ligação 'dar ouro' directamente abaixo duma submissão:
ro: Poți să dai clic pe legătura 'dăruiește aur' sub un articol:
ru: Вы можете нажать на ссылку "подарить золото" прямо под публикацией:

source: Or by giving them gold via their userpage:
es_ar: O dandoles el oro desde su página de usuario:
pt_br: Ou dando-lhes gold na página de usuário deles:
pt_pt: Ou dando-lhes ouro através da sua página de utilizador:
ro: Sau dându-le aur prin pagina lor de utilizator:
ru: Или сделать это, перейдя на страницу пользователя:

source: How much does it cost?
es_ar: ¿Cuánto cuesta?
pt_br: Quanto isto custa?
pt_pt: Quanto é que custa?
ro: Cât costă?
ru: Сколько это стоит?

source: A single gilding costs %(price)s. If you plan to do a lot you can get a discount if you purchase some [creddits](/creddits).
es_ar: Una sola recompensa cuesta %(price)s. Si tienes en mente comprar muchas puedes obtener un descuento si compras algunos [credditos](/creddits).
pt_br: Doar gold custa %(price)s. Se você deseja doar gold várias vezes você pode conseguir um desconto se comprar alguns [creddits](/creddits).
pt_pt: Uma única recompensa de ouro custa %(price)s. Se quiseres dar ouro várias vezes podes conseguir um desconto na compra de alguns [créditos](/creddits).
ro: O singură aurire costă %(price)s. Dacă ai de gând să faci multe, poți primi o reducere dacă cumperi niște [creddite](/creddits).
ru: Одно золочение стоит %(price)s. Если вы собираетесь дарить много золота, вы можете получить скидку, купив несколько [креддитов](/creddits).

source: What are creddits?
es_ar: ¿Qué son credditos?
pt_br: O que são credditos?
pt_pt: O que são créditos?
ro: Ce sunt credditele?
ru: Что такое креддиты?

source: Each creddit you have can be converted into one month of reddit gold. Stored as a balance on your account, creddits allow you to give gold without having to enter payment information.
es_ar: Puedes convertir cada creddito que tienes a un mes de reddit gold. Créditos te dejan dar gold sin tener que rellenar con tu información de pago.
pt_br: Cada creddito que você tem pode ser convertido em um mês de reddit gold. Armazenado como um balanço em sua conta, credditos permitem você dar dinheiro sem precisar entrar com informações de pagamento.
pt_pt: Cada crédito que tenhas pode ser convertido num mês de ouro do reddit. Guardado como saldo na tua conta, os créditos permitem-te dar ouro sem ter de introduzir informações de pagamento.
ro: Fiecare credit pe care îl deţii poate fi transformat într-o lună de aur reddit. Este stocat ca valută în contul tău, iar creditele îţi permit să dăruieşti aur fără să trebuiască să introduci informaţii de plată.
ru: Каждый ваш креддит может быть превращен в один месяц золотой подписки reddit. Хранящиеся на балансе вашей учетной записи креддиты позволяют дарить золото без необходимости вводить платежную информацию.

source: Additionally, buying creddits in bulk lowers the cost of each gilding.
es_ar: Adicionalmente, comprar credditos en paquete rebaja el costo de cada recompensa.
pt_br: Além disso, a compra de "creddits" em massa reduz o custo de cada douração.
pt_pt: Adicionalmente, comprar créditos em massa baixa o custo de cada recompensa de ouro.
ro: În plus, cumpărarea credditelor în masă scade prețul fiecărei auriri.
ru: К тому же, оптовая покупка креддитов делает каждое золочение дешевле.

source: How do I use creddits?
es_ar: ¿Cómo uso los credditos?
pt_br: Como eu uso creddits?
pt_pt: Como posso usar os créditos?
ro: Cum folosesc credditele?
ru: Как использовать креддиты?

source: Your creddits are listed as a payment method on the checkout page.
es_ar: Tus credditos están listados como método de pago en la página de revisión.
pt_br: Seus creddits são listados como um método de pagamento na página de finalização do pedido.
pt_pt: Os teus créditos estão listados como método de pagamento na página de revisão.
ro: Credditele tale sunt listate ca metodă de plată pe pagina de control.
ru: Ваши креддиты указаны в качестве валюты на странице оплаты.
