Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: don't allow search engines to index my user profile
es_ar: no permitir que los motores de búsqueda indexen mi perfil de usuario
pt_br: não permitir que ferramentas de busca indexem meu perfil de usuário
pt_pt: não permitir que motores de pesquisa indexem o meu perfil
ro: nu permite ca motoarele de căutare să indexeze profilul meu de utilizator
ru: запретить поисковым системам индексировать мой профиль

source: allow reddit to log my outbound clicks for personalization
pt_br: permitir que o Reddit registe os meus cliques para fora do site por questões de personalização

source: advertising options
es_ar: opciones de publicidad
pt_br: opções de publicidade

source: set personalized ads preferences
es_ar: establecer preferencias personalizadas de anuncios
pt_br: definir preferências personalizadas de anúncios

source: beta options
es_ar: opciones beta
pt_br: opções beta
pt_pt: opções beta
ro: opțiuni beta
ru: параметры бета-тестирования

source: I would like to beta test features for reddit
es_ar: Me gustaría probar opciones de beta para reddit
pt_br: Gostaria de testar funcionalidades beta para o reddit
pt_pt: Quero testar as funcionalidades beta do reddit
ru: я хочу участвовать в бета-тестировании новых функций reddit

source: by enabling you'll be subscribed to %(beta_sr_link)s automatically.
es_ar: al activarlo estarás subscrito inmediatamente a %(beta_sr_link)s
pt_br: ao ativar, você sera inscrito automaticamente em %(beta_sr_link)s.
pt_pt: ao activar, irás automaticamente subscrever %(beta_sr_link)s.
ru: отметив это, вы будете автоматически подписаны на %(beta_sr_link)s.

source: details on the /r/{beta_sr} wiki
es_ar: detalles de /r/{beta_sr} wiki
pt_br: detalhes na wiki do /r/{beta_sr}
pt_pt: detalhes na wiki /r/{beta_sr}
ro: detalii pe wikiul /r/{beta_sr}
ru: подробнее на /r/{beta_sr} вики

source: gold options
es_ar: opciones gold
pt_br: opçoes do gold
pt_pt: opções de ouro
ro: opțiuni gold
ru: золотые возможности

source: hide ads
es_ar: ocultar anuncios
pt_br: esconder anúncios
pt_pt: esconder anúncios
ro: ascunde reclamele
ru: скрыть рекламу

source: remember what links I've visited
es_ar: recordar qué enlaces he visitado
pt_br: lembrar links que eu visitei
pt_pt: lembrar ligações visitadas
ro: ține minte linkurile pe care le-am vizitat
ru: запоминать посещаемые ссылки

source: we'll remember and mark what links you've already read, even between computers
es_ar: recordaremos qué enlaces has leído ya, incluso entre distintos dispositivos
pt_br: iremos lembrar e marcar que links você já leu, mesmo entre computadores.
pt_pt: vamos lembrar e marcar as ligações que já abriste, mesmo noutros computadores
ro: vom ţine minte şi vom marca link-urile pe care le-ai citit deja, chiar şi pe alte computere
ru: мы запомним и пометим ссылки, которые вы уже прочитали (даже на разных компьютерах)

source: highlight new comments
es_ar: destacar los comentarios nuevos
pt_br: destacar novos comentários
pt_pt: destacar comentários novos
ro: evidențiază comentariile noi
ru: подсвечивать новые комментарии

source: we'll remember your visits for 48 hours and show you which comments you haven't seen yet
es_ar: recordaremos tus visitas durante 48 horas y te mostraremos qué comentarios todavía no viste
pt_br: lembraremos suas visitas por 48 horas e mostraremos quais comentários você ainda não visualizou
pt_pt: vamo-nos lembrar das tuas visitas por 48 horas e mostrar-te-emos comentários que ainda não viste
ro: vom memoriza vizitele dvs. timp de 48 de ore și vă vom arăta comentariile pe care încă nu le-ați văzut
ru: мы запомним ваши посещения в течение 48 часов и покажем те комментарии, которых вы не видели

source: show gold expiration
es_ar: mostrar la fecha de expiración de gold
pt_br: mostrar a data de vencimento do gold
pt_pt: mostrar a data de vencimento do ouro
ro: arată expirarea aurului
ru: показать дату истечения золотой подписки

source: show how much gold you have remaining on your userpage
es_ar: mostrar cuanto gold sigues teniendo en tu página de usuario
pt_br: mostrar quanto gold você tem restante na sua página de usuário
pt_pt: mostrar na tua página de utilizador quanto ouro tens disponível
ru: показывать сколько осталось золотой подписки в вашем профиле

source: use a %(creddit_link)s to automatically renew my gold if it expires
es_ar: usa un %(creddit_link)s para renovar mi oro automáticamente si expira
pt_br: usar %(creddit_link)s para automaticamente renovar meu gold se ele expirar
pt_pt: usar um %(creddit_link)s para renovar automaticamente o meu ouro quando este expirar
ro: foloseşte un %(creddit_link)s pentru a-mi reînnoi aurul dacă expiră
ru: использовать %(creddit_link)s, дабы автоматически продлить мою золотую подписку

source: since you don't have %(gold_link)s, this will only apply in subreddits you moderate
es_ar: dado que no tienes %(gold_link)s, esto solo se aplicará en los subreddits que moderas
pt_br: como você não tem %(gold_link)s, isto só se aplicará aos subreddits que você modera
pt_pt: uma vez que não tens %(gold_link)s, isto apenas se aplicará aos sub-reddits que moderas
ru: так как у вас нет %(gold_link)s, изменения затронут только модерируемые вами сабреддиты

source: reddit themes
es_ar: temas de reddit
pt_br: temas do reddit
pt_pt: temas do reddit
ro: modele reddit
ru: темы оформления reddit

source: reddit themes change the appearance of reddit. They are used anywhere another custom theme is not present.
es_ar: temas de reddit cambian la apariencia de reddit. Son usados donde sea que no haya otro tema personalizado.
pt_br: os temas mudam a aparência do reddit. São usados sempre que não houver outro tema personalizado ativo.
pt_pt: os temas mudam o aspecto do reddit. São usados sempre que não houver um tema personalizado ativo.
ru: темы меняют внешний вид reddit. Они используются везде, где не задействована собственная тема оформления.

source: Note: For security reasons this page will not be changed by themes
es_ar: Nota: Por razones de seguridad esta pagina no se vera afectada por los temas
pt_br: Nota: Por motivos de segurança esta página não é afetada pelos temas
pt_pt: Nota: Por questões de segurança esta página não é afectada pelos temas
ru: Внимание: из соображений безопасности, эта страница не будет изменена темами

source: use reddit theme
es_ar: usar tema reddit
pt_br: usar tema do reddit
pt_pt: usar o tema do reddit
ro: folosește modelul reddit
ru: использовать тему reddit

source: hover to preview
es_ar: desplaza para previsualizar
pt_br: passar por cima para pré-visualizar
pt_pt: passar por cima para pré-visualizar
ro: atinge pentru a previzualiza
ru: наведите для предпросмотра

source: warning: use non-featured themes at your own risk
es_ar: advertencia: usa temas no destacados a tu propio riesgo
pt_br: aviso: use os temas não oficiais a seu próprio risco
pt_pt: aviso: usa os temas não oficiais por tua própria conta e risco
ru: предупреждение: используйте сторонние темы на свой страх и риск

source: Resend Verification Email and Start Receiving Messages as Emails
pt_br: Reenviar E-mail de Verificação e Começar a Receber mensagens como E-mails

source: Resend Verification Email
pt_br: Reenviar Email de Validação

source: Start Receiving Messages as Emails
es_ar: Empezar a recibir mensajes como mails
pt_br: Começar a receber Mensagens como E-mails

source: two-factor authentication
es_ar: autenticación de dos factores
pt_br: autenticação de dois fatores
pt_pt: autenticação de dois passos
ro: autentificare cu doi factori
ru: двухфакторная аутентификация

source: two-factor authentication is currently **enabled**. fill out the form below if you would like to disable it.
es_ar: la autenticación de dos factores está **habilitada** actualmente. completá el formulario de abajo si querés deshabilitarla.
pt_br: autenticação de dois fatores está atualmente **ativada**. preencha o formulário abaixo se preferir desativá-la.
pt_pt: de momento, a autenticação em dois passos está **ativa**. Preenche o seguinte formulário se pretenderes desativá-la.
ro: autentificarea prin doi factori este momentan **activata**. completeaza formularul de mai jos pentru dezactivare
ru: двухфакторная аутентификация в настоящий момент **активирована**. заполните форму ниже, если хотите отключить ее.

source: one-time password
es_ar: contraseña para una única vez
pt_br: senha descartável
pt_pt: palavra-passe de utilização única
ro: parolă de unică folosință
ru: одноразовый пароль

source: disable
es_ar: deshabilitar
pt_br: desativar
pt_pt: desactivar
ro: dezactivează
ru: отключить

source: enter your current password below to start the activation process for two-factor authentication.
es_ar: ingresá tu contraseña actual a continuación para iniciar el proceso de activación de la autenticación de dos factores.
pt_br: digite sua senha atual abaixo para iniciar o processo de ativação da autenticação de dois fatores.
pt_pt: introduz a tua palavra-passe atual para iniciares o processo de ativação da autenticação em dois passos.
ro: mai jos, scrie parola curenta ca sa pornesti procesul de activare a autentificarii prin doi factori
ru: введите ваш текущий пароль, чтобы начать процесс активации двухфакторной аутентификации.

source: activate
es_ar: activar
pt_br: ativar
pt_pt: activar
ro: activează
ru: активировать

source: below is your two-factor authentication secret. you can scan the QR code with Google Authenticator or enter the key below manually. you WILL NOT have another chance to see this secret.
es_ar: a continuación encontrarás tu secreto de autenticación de dos factores. podés escanear el código QR con Google Authenticator o ingresar la clave a continuación manualmente. NO tendrás otra oportunidad para ver este secreto.
pt_br: abaixo está o segredo de autenticação de dois fatores. você pode escanear o QR code utilizando o Google Authenticator ou digitar a palavra-chave manualmente. você NÃO terá outra chance de visualizar este segredo.
pt_pt: abaixo está o teu segredo de autenticação em dois passos. podes digitalizar o código QR com o Google Authenticator ou introduzir abaixo a chave manualmente. NÃO voltarás a ter oportunidade de ver este segredo.
ro: mai jos este secretul tau pentru autentificare prin doi factori. poti scana codul QR cu Google Authenticator sau poti baga codul manual. NU VEI AVEA o a doua sansa sa vezi acest secret
ru: внизу указан ваш секретный код для двухфакторной аутентификации. Вы можете отсканировать QR-код при помощи приложения Google Authenticator или ввести его вручную. Вы больше НИКОГДА не увидите этот секретный код.

source: enable
es_ar: habilitar
pt_br: ativar
pt_pt: activar
ro: activează
ru: включить

source: please add your email address to reset your password
es_ar: por favor agrega tu mail para resetear tu contraseña
pt_br: por favor adiciona o teu endereço de e-mail para reiniciar a tua palavra-passe

source: reset your password via email
es_ar: resetear tu contraseña via mail
pt_br: repõe a tua palavra-passe por e-mail
pt_pt: repõe a tua palavra-passe por e-mail

source: click 'email me' button below and we'll email you a link to reset your password
pt_br: clica no botão 'enviar-me e-mail' abaixo e nós enviamos-te um e-mail com uma ligação para redefinir a tua palavra-passe

source: verify your email
es_ar: verificar tu correo electrónico
pt_br: verifique seu email
pt_pt: valida o teu endereço de e-mail
ro: verifică-ți emailul
ru: подтвердите вашу эл. почту

source: update your email
es_ar: actualizar tu correo electrónico
pt_br: atualizar seu email
pt_pt: atualizar seu e-mail
ro: modifică-ți emailul
ru: обновление адреса электронной почты

source: current password
es_ar: contraseña actual
pt_br: senha atual
pt_pt: palavra-passe atual
ro: parola curentă
ru: текущий пароль

source: not set
es_ar: sin establecer
pt_br: não definido
pt_pt: não definido
ro: nu este setat
ru: не задан

source: verified
es_ar: verificado
pt_br: verificado
pt_pt: validado
ro: verificat
ru: подтвержден

source: verification pending
es_ar: verificación pendiente
pt_br: verificação pendente
pt_pt: validação pendente
ro: verificare în proces
ru: ожидает подтверждения

source: click to resend
es_ar: hacer clic para reenviar
pt_br: clique para reenviar
pt_pt: clica para reenviar
ro: clic pentru a retrimite
ru: повторная отправка

source: unverified
es_ar: sin verificar
pt_br: não verificado
pt_pt: não validado
ro: neverificat
ru: не подтвержден

source: click to verify
es_ar: hacer clic para verificar
pt_br: clique para verificar
pt_pt: clica para validar
ro: clic pentru a verifica
ru: нажмите для подтверждения

source: send verification email
es_ar: enviar correo electrónico de verificación
pt_br: enviar email de verificação
pt_pt: enviar mensagem de validação
ro: trimite mail de verificare
ru: отослать сообщение с подтверждением

source: update your password
es_ar: actualizar tu contraseña
pt_br: atualizar sua senha
pt_pt: atualizar a tua palavra-passe
ro: modifică-ți parola
ru: обновление пароля

source: removed at %(time)s
es_ar: removido a las %(time)s
pt_br: removido às %(time)s
pt_pt: removido às %(time)s
ro: șters la %(time)s
ru: удалено %(time)s

source: (no need to click for this info; just hover over the checkmark next time)
es_ar: (no hace falta hacer clic para ver esta información; solo pasá el cursor por arriba del tilde la próxima vez)
pt_br: (não há necessidade de clicar para obter essa informação; apenas passe o apontador do mouse sobre a marca da próxima vez)
pt_pt: (não é preciso clicar, basta passar com o rato por cima da marca)
ro: (nu este necesar să faceți click pentru această informație; doar treceți peste bifă data viitoare)
ru: (сюда необязательно кликать; в следующий раз просто наведите мышь на галочку)

source: spammed
es_ar: es spam
pt_br: spamado
pt_pt: marcado como lixo
ro: spămuit
ru: занесено в спам!

source: approve
es_ar: aprobar
pt_br: aprovar
pt_pt: aprovar
ro: aprobă
ru: одобрить

source: lock
es_ar: bloquear
pt_br: trancar
pt_pt: fechar
ro: lacăt
ru: закрыть

source: unlock
es_ar: desbloquear
pt_br: reabrir
pt_pt: abrir
ro: deblochează
ru: открыть

source: marked
es_ar: marcado
pt_br: marcado
pt_pt: marcado
ro: marcat
ru: помечено!

source: un-nsfw
es_ar: quitar nsfw
pt_br: não-adulto
pt_pt: remover marcação de conteúdo adulto
ro: anulează NSFW
ru: снять пометку "NSFW"

source: unmarked
es_ar: sin marcar
pt_br: desmarcado
pt_pt: desmarcado
ro: nemarcat
ru: пометка снята!

source: unspoiler
pt_br: tirar spoiler

source: retry thumb
es_ar: reintentar miniatura
pt_br: retentar mini
pt_pt: refazer miniaturas
ro: reîncearcă bază
ru: попробовать миниатюру снова

source: check back in a few minutes
es_ar: revisá de nuevo en unos minutos
pt_br: verifique de novo daqui a uns minutos
pt_pt: volta a verificar daqui a uns minutos
ro: verifică din nou în câteva minute
ru: вернитесь через несколько минут

source: undistinguish
pt_br: tirar distinção

source: distinguish this?
es_ar: ¿distinguís esto?
pt_br: distinguir isto?
pt_pt: distinguir isto?
ro: distingi asta?
ru: выделить это?

source: yes & sticky
pt_br: sim & afixar

source: undistinguish this?
pt_br: tirar distinção?

source: undistinguishing...
pt_br: a tirar distinção…

source: distinguishing...
es_ar: distinguiendo...
pt_br: distinguindo...
pt_pt: distinguindo…
ro: se distinge...
ru: различение...

source: give reddit gold in appreciation of this post.
es_ar: regalar reddit gold para mostrar tu agracedimiento por este post.
pt_br: dar reddit gold em apreciação a este envio.
pt_pt: dar ouro do reddit como apreciação por esta publicação.
ro: oferă aur reddit drept mulţumire pentru această postare
ru: подарить золотую подписку в знак благодарности этому посту.

source: reapprove
es_ar: reaprobar
pt_br: reaprovar
pt_pt: re-aprovar
ro: reaprobă
ru: одобрить заново

source: click to show report reasons
es_ar: click para mostrar razones del reporte
pt_br: clique para mostrar os motivos dos reports
pt_pt: clica para mostrar os motivos da denúncia
ro: fă click pentru a vedea motivele raportului
ru: нажмите, чтобы увидеть причины жалобы

source: moderator reports:
es_ar: reportes de moderador:
pt_br: reports de moderadores:
pt_pt: relatórios de moderadores:
ro: rapoartele moderatorilor:
ru: модератор сообщает:

source: <no reason>
es_ar: <sin razón>
pt_br: <sem razão>
pt_pt: <sem razão>
ro: <fără motiv>
ru: <без причины>

source: user reports:
es_ar: reportes de usuario:
pt_br: reports de usuários:
pt_pt: relatórios de utilizadores:
ro: rapoartele utilizatorilor:
ru: жалобы пользователей:

source: source
es_ar: fuente
pt_br: fonte
pt_pt: fonte

source: unhide
es_ar: mostrar
pt_br: exibir
pt_pt: não ocultar
ro: dezascunde
ru: раскрыть

source: unhidden
es_ar: no oculto
pt_br: exibido
pt_pt: não ocultado
ro: dezascuns
ru: раскрыто!

source: reject
es_ar: rechazar
pt_br: recusar
pt_pt: rejeitar
ro: respinge
ru: отклонить

source: accepted
es_ar: aceptado
pt_br: aceito
pt_pt: aceito
ro: acceptat
ru: принято

source: low quality
es_ar: baja calidad
pt_br: baixa qualidade
pt_pt: baixa qualidade

source: high quality
es_ar: alta calidad
pt_br: alta qualidade
pt_pt: alta qualidade

source: fraud
es_ar: fraude
pt_br: fraude
pt_pt: fraude
ro: fraudă
ru: мошенничество

source: traffic
es_ar: tráfico
pt_br: tráfego
pt_pt: tráfico
ro: trafic
ru: трафик

source: context
es_ar: contexto
pt_br: contexto
pt_pt: contexto
ru: контекст

source: full comments
es_ar: todos los comentarios
pt_br: todos os comentários
pt_pt: todos os comentários
ro: comentarii complete
ru: все комментарии

source: reply {verb}
es_ar: responder
pt_br: responder
pt_pt: responder
ro: răspunde
ru: ответить

source: unblock subreddit
es_ar: desbloquear subreddit
pt_br: desbloquear subreddit
pt_pt: desbloquear sub-reddit
ro: deblochează subredditul
ru: разблокировать сабреддит

source: unblocked
es_ar: desbloqueado
pt_br: desbloqueado
pt_pt: desbloqueado
ro: deblocat
ru: разблокировано

source: block subreddit
es_ar: bloquear subreddit
pt_br: bloquear subreddit
pt_pt: bloquear sub-reddit
ro: blochează subredditul
ru: заблокировать сабреддит

source: block user
es_ar: bloquear usuario
pt_br: bloquear usuário
pt_pt: bloquear utilizador
ro: blochează utilizatorul
ru: заблокировать пользователя

source: mark unread
es_ar: marcar como no leído
pt_br: marcar como não lido
pt_pt: marcar como não lido
ro: marchează ca necitite
ru: пометить непрочитанным

source: You must be invited to visit this community
es_ar: Debes ser invitado para ver esta comunidad
pt_br: Você foi convidado para visitar esta comunidade
pt_pt: Precisas de convite para visitar esta comunidade
ru: Для посещения этого сообщества требуется приглашение.

source: The moderators of this subreddit have set it to private. You must be a moderator or approved submitter to visit.
es_ar: Los moderadores de este subreddit lo han establecido privado. Debes ser un moderador o un publicador aprobado para visitar.
pt_br: Os moderadores deste sub-reddit colocaram-o como privado. Você precisa ser um moderador ou um colaborador aprovado para visitar.
pt_pt: Os moderadores deste sub-reddit definiram-no como privado. Deverás ser um moderador ou um colaborador aprovado para o poderes visitar.
ru: Модераторы этого сабреддита сделали его приватным. Вы должны быть модератором или одобренным участникам, чтобы посещать его.

source: + friends
es_ar: + amigos
pt_br: + amigos
pt_pt: + amigo
ro: + prieteni
ru: + в друзья

source: - friends
es_ar: - amigos
pt_br: - amigos
pt_pt: - amigo
ro: - prieteni
ru: - из друзей

source: + trust
pt_br: + conhecido

source: - trust
pt_br: - conhecido

source: post karma
es_ar: karma de la publicación
pt_br: karma de publicações
pt_pt: carma de publicações

source: comment karma
es_ar: karma de comentarios
pt_br: karma de comentário
pt_pt: carma de comentários
ro: karma comentariului
ru: карма комментариев

source: really obscure karma from before it was cool to track per-subreddit
es_ar: karma de épocas recónditas, antes de que fuera cool rastrearlo por subreddit
pt_br: karma realmente obscuro de quando ainda era legal seguir por subreddit
pt_pt: carma mesmo muito obscuro de quando ainda era fixe registar por sub-reddit
ro: karma foarte obscura de dinainte a fost interesant de urmarit per-subreddit
ru: странные правила подсчёта кармы, оставшиеся с тех времён, когда ещё не было модным считать её отдельно в каждом сабреддите

source: View/edit my snoovatar
es_ar: Ver/editar mi snoovatar
pt_br: Ver/editar meu snoovatar
pt_pt: Ver/editar o meu snoovatar
ro: Vezi/editează snoovatarul meu
ru: Смотреть/редактировать мой снуаватар

source: %(username)s's snoovatar
es_ar: snoovatar de %(username)s
pt_br: snoovatar de %(username)s
pt_pt: snoovatar de %(username)s
ro: snoovatarul lui %(username)s
ru: сну-аватар пользователя %(username)s

source: of reddit gold remaining
es_ar: de reddit gold restante
pt_br: restantes de reddit gold
pt_pt: de ouro do reddit disponível
ro: din aurul reddit rămas
ru: осталось Золотой подписки

source: view gold features/benefits
es_ar: ver beneficios y mejoras de reddit gold
pt_br: ver benefícios/funcionalidades do gold
pt_pt: ver os benefícios de ter ouro
ro: vezi beneficiile gold
ru: посмотреть золотые возможности/преимущества

source: Recurring Paypal subscription
es_ar: suscripción de Paypal recurrente
pt_br: Inscrição recorrente pelo PayPal
pt_pt: Subscrição Paypal recorrente
ro: Abonare PayPal recurentă
ru: возобновляемая подписка PayPal

source: manage recurring subscription
es_ar: gestionar suscripción periódica
pt_br: gerenciar assinatura recorrente
pt_pt: gerir assinaturas recorrentes
ro: administrează abonamentul recurent
ru: управление возобновляемой подпиской

source: redditor for
es_ar: redditor de
pt_br: redditor por
pt_pt: redditor há
ro: redditor pentru
ru: этот пользователь с нами уже

source: to be promoted by %(author)s
es_ar: para ser promovidos por %(author)s
pt_br: a ser promovido por %(author)s
pt_pt: a ser promovido por %(author)s
ro: pentru a fi promovat de %(author)s
ru: будет рекламироваться %(author)s

source: submitted by %(author)s
es_ar: enviado por %(author)s
pt_br: enviado por %(author)s
pt_pt: enviado por %(author)s

source: promoted by %(author)s
es_ar: promovido por %(author)s
pt_br: promovido por %(author)s
pt_pt: promovido por %(author)s
ro: promovat de %(author)s
ru: рекламируется %(author)s

source: accepted link
es_ar: enlace aceptado
pt_br: ligação aceite
pt_pt: ligação aceite

source: %(count)d approved campaign%(plural)s
pt_br: %(count)d campanha%(plural)s aprovadas

source: deleted promoted post
es_ar: publicación promocionada eliminada
pt_br: publicação promovida apagada
pt_pt: publicação promovida apagada

source: external promoted post
es_ar: publicación promocionada externa
pt_br: publicação promovida externa

source: unpaid promoted post
es_ar: post promocionado no pago
pt_br: publicação promovida não paga

source: waiting approval
es_ar: esperando aprobación
pt_br: aguardando aprovação
pt_pt: em validação
ro: așteaptă aprobarea
ru: ожидание одобрения

source: rejected promoted post
es_ar: publicación promocionada rechazada
pt_br: publicação promovida rejeitada

source: promoted by
es_ar: patrocinado por
pt_br: promovido por

source: promoted post
es_ar: publicación promocionada
pt_br: publicação promovida

source: accepted promoted post
es_ar: publicación promocionada aceptada
pt_br: publicação promovida aceite

source: edited live promoted post
pt_br: editada publicação promovida ativa

source: click-through (%)
es_ar: cantidad de clics (%)
pt_br: taxa de cliques (%)
pt_pt: taxa de cliques (%)
ro: rația clickurilor (%)
ru: переходы (%)
