Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: Private Message a Friend on Reddit
es_ar: Manda un Mensaje Privado a un Amigo en Reddit
pt_br: Mandar uma Mensagem Privada a um Amigo no Reddit

source: Embed Post
es_ar: Post incrustado
pt_br: Publicação incorporada

source: show all %(rows)s
es_ar: Mostrar %(rows)s columnas
pt_br: mostrar todas (%(rows)s)

source: show less
es_ar: mostrar menos
pt_br: mostrar menos

source: please wait a few seconds and try again.
es_ar: esperá unos segundos e intentá otra vez.
pt_br: por favor aguarde alguns segundos e tente novamente.
pt_pt: por favor aguarda alguns segundos e tenta novamente.
ro: așteaptă câteva secunde și încearcă din nou.
ru: пожалуйста, подождите несколько секунд и попробуйте снова.

source: an error occurred (status: %(status)s)
es_ar: ocurrió un error (status: %(status)s)
pt_br: ocorreu um erro (status: %(status)s)
pt_pt: ocorreu um erro (status: %(status)s)
ro: a survenit o eroare (status: %(status)s)
ru: произошла ошибка (статус: %(status)s)

source: File upload not supported in your browser.
es_ar: Subida de archivos no soportada en tu navegador.
pt_br: O envio de ficheiros não é suportado pelo teu navegador.

source: Invalid category name
es_ar: nombre de categoría no válido
pt_br: Nome inválido de categoria
pt_pt: Nome de categoria inválida
ro: Nume de categorie nevalid
ru: Неверное имя категории

source: save category
es_ar: guardar categoría
pt_br: salvar categoria
pt_pt: guardar categoria
ro: salvează categoria
ru: сохранить категорию

source: no category
es_ar: sin categoría
pt_br: sem categoria
pt_pt: nenhuma categoria
ro: fără categorie
ru: без категории

source: save
es_ar: guardar
pt_br: salvar
pt_pt: guardar
ro: salvează
ru: сохранить

source: new category
es_ar: nueva categoría
pt_br: nova categoria
pt_pt: nova categoria
ro: categorie nouă
ru: новая категория

source: + close
es_ar: + cerrar
pt_br: + fechar
pt_pt: + fechar
ro: + închide
ru: + закрыть

source: Please confirm the details of your campaign
es_ar: Por favor, confirma los detalles de tu campaña
pt_br: Por favor confirma os detalhes da tua campanha

source: your budget must be at least $%(minBudgetDollars)s
es_ar: tu presupuesto tiene que ser de al menos $%(minBudgetDollars)s
pt_br: o teu orçamento deve ser no mínimo $%(minBudgetDollars)s

source: your budget must not exceed $%(maxBudgetDollars)s
es_ar: tu presupuesto no puede exceder $%(maxBudgetDollars)s
pt_br: o teu orçamento não pode exceder $%(maxBudgetDollars)s

source: Your campaign must be capable of claiming at least 1,000 impressions per day. Please adjust your bid, budget, or schedule in order to enable this.
es_ar: Tu campaña tiene que ser capaz de captar al menos 1,000 impresiones por día. Por favor, ajusta tu puja, presupuesto, o programa para activar esto.
pt_br: A tua campanha tem de ser capaz de captar pelo menos 1000 impressões por dia. Por favor ajusta a tua licitação, orçamento, ou agendamento de forma a ativar isto.

source: your bid must be at least $%(minBid)s
es_ar: tu puja tuene que ser de al menos $%(minBid)s
pt_br: a licitação mínima é $%(minBid)s

source: your bid must not exceed $%(maxBid)s
es_ar: tu puja no puede exceder $%(maxBid)s
pt_br: a licitação máxima é $%(maxBid)s

source: Something went wrong. Please refresh the page and try again.
es_ar: Algo fue mal. Por favor, refresca la página e inténtalo de nuevo.
pt_br: Algo correu mal. Por favor atualiza a página e tenta novamente.

source: the campaign you requested is available!
es_ar: ¡la campaña que has solicitado está disponible!
pt_br: a campanha que você solicitou está disponível!
pt_pt: a campanha que pediste está disponível!
ro: campania pe care ai cerut-o este disponibilă!
ru: запрашиваемая вами кампания доступна!

source: the maximum budget available is $%(totalBudgetDollars)s (%(impressions)s impressions)
es_ar: el presupuesto máximo disponible es de $%(totalBudgetDollars)s (%(impressions)s impresiones)
pt_br: o orçamento máximo disponível é $%(totalBudgetDollars)s (%(impressions)s impressões)

source: we expect to only have %(available)s impressions on %(target)s. we may not fully deliver.
es_ar: sólo esperamos tener %(available)s impresiones en %(target)s. Esperamos no repartirlas todas.
pt_br: esperamos ter apenas %(available)s impressões em %(target)s. talvez não possamos entregar tudo.
pt_pt: prevemos ter apenas %(available)s impressões no %(target)s. poderemos não entregar completamente.
ru: мы планируем, что на %(target)s будет только %(available)s показов. возможно, мы не сможем полностью выполнить заказ.

source: want to maximize your campaign? for only $%(difference)s more you can buy all available inventory for your selected dates!
es_ar: ¿quieres maximizar tu campaña? ¡por sólo $%(difference)s más puedes comprar todo el inventario disponible para tus fechas seleccionadas!
pt_br: quer maximizar sua campanha? por apenas $%(difference)s a mais você pode comprar todo o inventário disponível para suas datas selecionadas!
pt_pt: queres maximizar a tua campanha? por apenas mais $%(difference)s podes comprar todo o inventário disponível para as datas selecionadas!
ru: хотите получить максимум от вашей кампании? всего за дополнительные $%(difference)s вы сможете приобрести все доступные ресурсы на этот промежуток времени!

source: the campaign you requested is too small!
es_ar: ¡la campaña que has solicitado es muy pequeña!
pt_br: a campanha que você solicitou é muito pequena!
pt_pt: a campanha que solicitaste é demasiado pequena!
ro: campania pe care ai cerut-o este prea mică!
ru: запрошенная вами кампания слишком мала!

source: the campaign you requested is too small! this campaign is available:
es_ar: ¡la campaña que has solicitado es muy pequeña! esta campaña está disponible:
pt_br: a campanha que você solicitou é muito pequena! esta campanha está disponível:
pt_pt: a campanha que solicitaste é demasiado pequena! esta campanha está disponível:
ru: выбранная вами кампания слишком мала! доступна следующая кампания:

source: the campaign you requested is too big! the largest campaign available is:
es_ar: ¡la campaña que has solicitado es muy grande! esta campaña más grande disponible es:
pt_br: a campanha que você solicitou é muito grande! a maior campanha disponível é:
pt_pt: a campanha que solicitaste é demasiado grande! a maior campanha disponível é:
ru: запрошенная вами кампания слишком велика! наибольшей доступной кампанией является:

source: we have insufficient available inventory targeting %(target)s to fulfill your requested dates. the following campaigns are available:
es_ar: no tenemos inventario suficiente en %(target)s para satisfacer las fechas que has pedido. las siguientes campañas están disponibles:
pt_br: não temos inventário suficiente em %(target)s para satisfazer as datas pedidas. as seguintes campanhas estão disponíveis:

source: please select at least one subreddit
es_ar: por favor, selecciona al menos un subreddit
pt_br: por favor seleciona pelo menos um sub-reddit

source: inventory for %(target)s is sold out for your requested dates. please try a different target or different dates.
es_ar: el inventario para %(target)s se ha agotado para las fechas que has pedido. Por favor, inténtalo con otros objetivos u otras fechas.
pt_br: o inventário para %(target)s está esgotado nas datas em que solicitou. por favor tente outro alvo em uma data diferente.
pt_pt: o inventário para %(target)s está esgotado nas datas solicitadas. por favor tenta outro alvo ou datas diferentes.
ru: ресурсы %(target)s за указанный вами период распроданы. пожалуйста, выберите другую цель или даты.

source: house campaigns, man.
es_ar: casa de campañas, tío.
pt_br: campanhas do reddit, cara.
pt_pt: campanhas do reddit, senhor.
ro: reclame proprii, frate.
ru: собственные рекламные кампании реддита.

source: maximum possible impressions: %(impressions)s
es_ar: número máximo de posibles impresiones: %(impressions)s
pt_br: número máximo de impressões possíveis: %(impressions)s
pt_pt: número máximo de impressões possíveis: %(impressions)s
ru: максимум возможных просмотров: %(impressions)s

source: sorry, there was an error retrieving available impressions. please try again later.
es_ar: lo sentimos pero ha habido un error al obtener las impresiones. inténtalo de nuevo más tarde.
pt_br: desculpe, houve um erro ao obter as impressões disponíveis. por favor, tente de novo mais tarde.
pt_pt: pedimos desculpa, mas ocorreu um erro ao obter as impressões disponíveis. Por favor tenta mais tarde.
ro: Scuze,a apărut o eroare la preluarea afișări disponibile.Te rugăm,incearcă mai tîrziu.
ru: извините, произошла ошибка при чтении доступного объёма показов. попробуйте снова немного позже.

source: days
es_ar: días
pt_br: dias
pt_pt: dias
ro: zile
ru: дней

source: $%(cpm)s per 1,000 impressions
es_ar: $%(cpm)s por 1.000 impresiones
pt_br: $%(cpm)s por 1,000 impressões
pt_pt: $%(cpm)s por 1,000 impressões
ro: $%(cpm)s per 1.000 de afișări
ru: $%(cpm)s за 1 000 показов

source: Created new campaign!
es_ar: ¡Nueva campaña creada!
pt_br: Criada nova campanha!
pt_pt: Criaste uma nova campanha!
ro: Campanie nouă creată!
ru: Создана новая кампания!

source: the maximum number of subreddits you can target is %(num)s
es_ar: el número máximo de subreddits que puedes apuntar es %(num)s
pt_br: o número máximo de sub-reddits que podes ter como alvo é %(num)s

source: something went wrong. please try again
es_ar: algo fue mal. por favor, inténtalo de nuevo
pt_br: algo correu mal. por favor tenta novamente

source: a year ago
es_ar: hace un año
pt_br: um ano atrás
pt_pt: há um ano
ro: acum un an
ru: год назад

source: a month ago
es_ar: hace un mes
pt_br: um mês atrás
pt_pt: há um mês
ro: acum o lună
ru: месяц назад

source: a day ago
es_ar: hace un día
pt_br: um dia atrás
pt_pt: há um dia
ro: acum o zi
ru: день назад

source: an hour ago
es_ar: hace una hora
pt_br: uma hora atrás
pt_pt: há uma hora
ro: acum o oră
ru: час назад

source: a minute ago
es_ar: hace un minuto
pt_br: um minuto atrás
pt_pt: há um minuto
ro: acum un minut
ru: минуту назад

source: view subreddit traffic
es_ar: ver tráfico de subreddit
pt_br: visualizar tráfego do subreddit
pt_pt: ver tráfego do sub-reddit
ro: vezi traficul subredditului
ru: посмотреть трафик сабреддита

source: go
es_ar: ir
pt_br: ir
pt_pt: ir
ro: mergi
ru: поехали

source: get reddit mobile
es_ar: obtener reddit mobile
pt_br: obter Reddit móvel

source: switch to mobile version
es_ar: cambiar a la versión móvil
pt_br: mudar para a versão móvel
pt_pt: mudar para a versão móvel
ro: comută la versiunea mobilă
ru: переключиться на мобильную версию

source: full permissions
es_ar: permisos completos
pt_br: permissão total
pt_pt: permissões totais
ro: permisiuni complete
ru: все полномочия

source: no permissions
es_ar: sin permisos
pt_br: sem permissões
pt_pt: sem permissões
ro: nicio permisiune
ru: нет полномочий

source: … and %(count)s more ⇒
es_ar: … y %(count)s más ⇒
pt_br: … e %(count)s mais ⇒
pt_pt: … e %(count)s mais ⇒
ro: …și încă %(count)s ⇒
ru: … и %(count)s ещё ⇒

source: ⇐ less
es_ar: ⇐ menos
pt_br: ⇐ menos
pt_pt: ⇐ menos
ro: ⇐ mai puțin
ru: ⇐ меньше

source: You have %(count)s new messages!
es_ar: ¡Tienes %(count)s mensajes nuevos!
pt_br: Tens %(count)s novas mensagens!

source: You have unsaved changes!
es_ar: ¡Tienes cambios sin guardar!
pt_br: Tens alterações não guardadas!

source: We will ask before showing NSFW media.
es_ar: Te preguntaremos antes de mostrar multimedia NSFW.
pt_br: Vamos perguntar antes de mostrar multimedia NSFW.

source: Always show NSFW media?
es_ar: ¿Mostrar siempre multimedia NSFW?
pt_br: Mostrar sempre média NSFW?

source: Ok, we changed your preferences to always show NSFW media.
es_ar: Ok, hemos cambiado tus preferencias para mostrar siempre multimedia NSFW.
pt_br: Ok, mudámos as tua preferências para mostrar sempre conteúdo NSFW.

source: Undo
es_ar: Deshacer
pt_br: Desfazer
pt_pt: Desfazer

source: Your account is set up to always show this content in the future.
es_ar: Tu cuenta está preparada para mostrar siempre este contenido en el futuro.
pt_br: A tua conta está configurada para mostrar sempre este conteúdo no futuro.

source: Change your preferences to hide NSFW media?
es_ar: ¿Cambiar tus preferencias para esconder contenido NSFW?
pt_br: Mudar as tuas configurações para esconder conteúdo NSFW?

source: Hide NSFW
es_ar: Esconder NSFW
pt_br: Esconder NSFW
pt_pt: Esconder NSFW

source: Click to see NSFW
es_ar: Haz clic para ver NSFW
pt_br: Mostrar NSFW
pt_pt: Mostrar NSFW

source: Click to see spoiler
es_ar: Haz clic para ver spoiler
pt_br: Mostrar spoiler
pt_pt: Mostrar spoiler

source: Click to see NSFW spoiler
es_ar: Haz clic para ver spoiler NSFW
pt_br: Mostrar spoiler NSFW
pt_pt: Mostrar spoiler NSFW

source: input the original email address for /u/%(username)s
es_ar: introduce la dirección de correo original para /u/%(username)s
pt_br: introduz o endereço de correio eletrónico original para /u/%(username)s

source: (required)
es_ar: (obligatorio)
pt_br: (requerido)
pt_pt: (obrigatório)
ro: (necesar)
ru: (обязательно)

source: input the original password for /u/%(username)s
es_ar: introduce la contraseña original para /u/%(username)s
pt_br: introduz a palavra-passe original para u/%(username)s

source: original password
es_ar: contraseña original
pt_br: palavra-passe original
pt_pt: palavra-passe original

source: choose a new password for /u/%(username)s
es_ar: elige una nueva contraseña para /u/%(username)s
pt_br: escolhe uma nova palavra-passe para /u/%(username)s

source: new password
es_ar: contraseña nueva
pt_br: nova senha
pt_pt: nova palavra-passe
ro: parolă nouă
ru: новый пароль

source: verify password
es_ar: verificar contraseña
pt_br: verificar senha
pt_pt: confirma a palavra-passe
ro: verifică parola
ru: подтвердите пароль

source: Account recovery link expired
es_ar: El enlace de recuperación de la cuenta ha expirado
pt_br: Esta ligação para recuperar a conta já expirou

source: Your token has expired. Please forward your email to %(support_email)s for assistance.
es_ar: Tu identificador ha expirado. Por favor, contacta con %(support_email)s para tener asistencia.
pt_br: O teu identificador expirou. Por favor contacta %(support_email)s para obter assistência.

source: status
es_ar: estado
pt_br: estado
pt_pt: estado
ru: статус

source: admin mode enabled
es_ar: modo administrador activado
pt_br: modo administrador ativado
pt_pt: modo administrador activado
ro: modul administrator activat
ru: режим администратора включен

source: admin off
es_ar: admin apagado
pt_br: admin desativado
pt_pt: administrador desligado
ro: admin deconectat
ru: режим администратора выключен

source: debug mode
es_ar: modo debug
pt_br: modo de depuração
pt_pt: modo de depuramento
ro: mod depanare
ru: режим отладки

source: secure
es_ar: seguro
pt_br: seguro
pt_pt: seguro
ro: securizează
ru: безопасность

source: development statics
es_ar: estadisticas de desarrollo
pt_br: estatísticas de desenvolvimento
pt_pt: estatísticas de desenvolvimento
ro: statistici de dezvoltare
ru: статистика разработки

source: production statics
es_ar: estadísticas de producción
pt_br: Estatísticas de produção
pt_pt: estatísticas de produção
ro: statistici de producție
ru: статистика живой системы

source: ads disabled
es_ar: ads deshabilitados
pt_br: anúncios desativados
pt_pt: anúncios desativados
ro: reclame dezactivate
ru: реклама отключена

source: captcha disabled
es_ar: captcha deshabilitado
pt_br: captcha desativado
pt_pt: CAPTCHA desactivado
ro: captcha dezactivat
ru: captcha отключен

source: ratelimit disabled
es_ar: límite de ancho de banda deshabilitado
pt_br: ratelimit desativado
pt_pt: limite de cotação desactivado
ro: limită dezactivată
ru: ограничение нагрузки отключено

source: hide
es_ar: ocultar
pt_br: ocultar
pt_pt: ocultar
ro: ascunde
ru: скрыть

source: give creddits to a user
es_ar: dar credditos a un usuario
pt_br: dar creddits a um usuário
pt_pt: dar créditos a um utilizador
ro: oferă creddite unui utilizator
ru: дать креддиты пользователю

source: recipient
es_ar: destinatario
pt_br: destinatário
pt_pt: destinatário
ro: destinatar
ru: получатель

source: creddits
es_ar: credditos
pt_br: credditos
pt_pt: créditos
ro: creddite
ru: креддиты

source: (negative to take away)
es_ar: (negativo llevarselo)
pt_br: (insira um número negativo para remover creddits)
pt_pt: (negativo para retirar)
ro: (negativ pentru a lua)
ru: (введите отрицательное, чтобы забрать золото)

source: give
es_ar: dar
pt_br: doar
pt_pt: dar
ro: oferă
ru: дать

source: give or take months of gold for a user
es_ar: dar o quitar meses de gold a un usuario
pt_br: dar ou retirar meses de reddit gold a um usuário
pt_pt: dar ou retirar meses de ouro do reddit a um utilizador
ro: oferă sau retrage luni de aur de pentru un utilizator
ru: дать золото этому пользователю или забрать у него

source: months
es_ar: meses
pt_br: meses
pt_pt: meses
ro: luni
ru: месяцев

source: Are you one of us?
es_ar: ¿Sos uno de los nuestros?
pt_br: Você é um dos nossos?
pt_pt: És um de nós?
ro: Ești unul de-al nostru?
ru: Вы один из нас?

source: Enter your password and one-time code
es_ar: Introduce tu contraseña y código de uso singular
pt_br: Digite sua senha e código de utilização única
pt_pt: Introduz a tua palavra-passe e o código de uma única utilização
ro: Introdu parola și codul de unică folosință
ru: Введите ваш пароль и одноразовый код

source: one-time verification code
es_ar: código de verificación de una sola vez
pt_br: código de verificação de utilização única
pt_pt: código de validação de uma única utilização
ro: cod de verificare de unică folosință
ru: одноразовый код подтверждения

source: remember this computer
es_ar: recordar este equipo
pt_br: lembrar este computador
pt_pt: lembrar este computador
ro: memorează acest computer
ru: запомнить этот компьютер

source: Past notes
es_ar: Notas anteriores
pt_br: Notas passadas
pt_pt: Notas anteriores
ro: Note precedente
ru: Прошлые заметки

source: top adverts
es_ar: principales comerciales
pt_br: anúncios superiores
pt_pt: melhores anúncios
ro: cele mai bune reclame
ru: топ объявлений

source: ad
es_ar: anuncio publicitario
pt_br: anúncio
pt_pt: anúncio
ro: reclamă
ru: реклама

source: Exclude your subscribed subreddits
es_ar: Excluir los subreddits suscritos
pt_br: Ignorar subreddits nos quais se inscreveu
pt_pt: Excluir sub-reddits nos quais te inscreveste
ro: Exclude subredditele tale abonate
ru: Исключить сабреддиты, на которые вы подписаны

source: See gilded comments and submissions
es_ar: Ver comentarios y posts con gold
pt_br: Mostrar comentários e envios com gold
pt_pt: Ver comentários e publicações recompensadas com ouro
ro: Vezi comentariile și postările aurite
ru: Смотреть комментарии и публикации, которым было подарено золото

source: This endpoint expects JSON data of this format
es_ar: Este endpoint espera datos en JSON de este formato
pt_br: Este endpoint espera dados JSON neste formato
pt_pt: Este endpoint espera dados JSON neste formato
ro: Acest punct final se aşteaptă la date JSON în acest format
ru: Эта конечная точка ожидает JSON-данные в таком формате

source: archived
es_ar: archivado
pt_br: arquivado
pt_pt: arquivado
ro: arhivat
ru: архивировано

source: Posts are automatically archived after %(num)s %(months)s.
es_ar: Las publicaciones son automáticamente archivadas después de %(num)s%(months)s.
pt_br: As publicações são automaticamente arquivadas após %(num)s %(months)s.

source: Got It
es_ar: Lo tengo
pt_br: Entendi
pt_pt: OK, percebido
ro: Am înțeles
ru: Понятно

source: you already have that trophy!
es_ar: ya tenés ese trofeo!
pt_br: você já tem este troféu!
pt_pt: já tens esse troféu!
ro: ai deja acest trofeu!
ru: у вас уже есть этот трофей!

source: trophy claimed!
es_ar: trofeo reclamado!
pt_br: troféu reivindicado!
pt_pt: troféu reivindicado!
ro: trofeu revendicat!
ru: трофей получен!

source: This community has been banned
es_ar: Esta comunidad ha sido baneada
pt_br: Essa comunidade foi banida
pt_pt: Esta comunidade foi suspensa
ro: Această comunitate a fost banată
ru: Это сообщество было изгнано

source: This community has been banned for violating the [Reddit rules](/rules).
es_ar: Esta comunidad ha sido baneada por violar las [reglas de Reddit](/rules).
pt_br: Essa comunidade foi banida por violar as [regras do Reddit](/rules).
pt_pt: Esta comunidade foi suspensa por violar as [regras do Reddit](/rules).
ru: Это сообщество было изгнано за нарушение [правил reddit](/rules).

source: Banned %(time_ago)s.
es_ar: Baneado hace %(time_ago)s.
pt_br: Banido %(time_ago)s.
pt_pt: Suspenso há %(time_ago)s.
ro: Banat %(time_ago)s.
ru: Изгнан %(time_ago)s.

source: This account has been %(suspended_link)s
es_ar: Esta cuenta ha sido %(suspended_link)s
pt_br: Esta conta foi %(suspended_link)s

source: /* Custom css: use this block to insert special translation-dependent css in the page header */
es_ar: /* Css personalizado: utilizar este bloque para incluir css dependiente de traducción especial en el encabezado de la página */
pt_br: /* CSS customizado: use este bloco para inserir CSS dependente de tradução no cabeçalho da página */
pt_pt: /* Css personalizado: use esse bloco para inserir css dependente de tradução no cabeçalho da página
ro: /* CSS personalizat: folosește căsuța asta ca să introduci css special pentru traducere în antetul paginii /*
ru: /* Пользовательский css: используйте этот блок для вставки css зависимого от перевода в заголовок страницы */

source: links from %(site)s
es_ar: vínculos desde %(site)s
pt_br: links de %(site)s
pt_pt: ligações de %(site)s
ro: linkuri de la %(site)s
ru: ссылки от %(site)s

source: put %(site)s buttons on your site
es_ar: agregá botones de %(site)s en tu sitio
pt_br: coloque botões de %(site)s no seu site
pt_pt: coloque os botões do %(site)s no seu site
ro: adaugă butoanele %(site)s pe saitul tău
ru: разместите кнопки %(site)s у себя на сайте

source: the reddit button is the smart way to get your content submitted to and discussed on reddit. pick the button you like from below, and then copy/paste the code into your HTML editor.
es_ar: el botón reddit es una forma simple para publicar tu contenido en reddit y discutirlo. elegí el botón de abajo que más te guste y copiá/pegá el código en tu editor de html.
pt_br: o botão reddit é a maneira inteligente de ter seu conteudo enviado e discutido no reddit. selecione o botão que você gosta abaixo, e então copie/cole o código no seu editor de HTML.
pt_pt: o botão do reddit é uma forma inteligente de enviar o teu conteúdo para ser discutido no reddit. escolhe abaixo o botão que queres e copia/cola o código no teu editor de HTML.
ro: butonul reddit este cel mai inteligent mod de a obține abonări la conținutul dvs. și discutat pe reddit. alege butonul preferat de mai jos și apoi copiază/inserează codul în editorul dvs. HTML.
ru: кнопки reddit помогут вашему контенту публиковаться и обсуждаться на reddit. выберите понравившуются кнопку ниже, а потом просто вставьте код в ваш HTML-редактор.

source: commonly used buttons
es_ar: botones comúnmente utilizados
pt_br: botões usados comumente
pt_pt: botões mais usados
ro: butoane folosite des
ru: популярные кнопки

source: use one of these buttons to quickly add reddit links to your site, or see below for more options.
es_ar: utilizá uno de estos botones para agregar vínculos reddit rápidamente a tu sitio. abajo hay más opciones.
pt_br: use um dos botões para adicionar rapidamente links do reddit em seu site, ou veja mais opções abaixo.
pt_pt: usa um destes botões para adicionar rapidamente ligações à tua página, ou vê mais opções abaixo.
ro: folosește unul din aceste butoane pentru a adăuga rapid linkuri reddit la site-ul dvs. sau vezi mai jos opțiuni.
ru: используйте одну из этих кнопок для быстрого добавления ссылок reddit на ваш сайт, или посмотрите больше вариантов ниже.
