Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: Moderation Log
es_ar: Registro de moderación
pt_br: Registro da Moderação
pt_pt: Registo da Moderação
ro: Jurnalul moderărilor
ru: Журнал модерации

source: Access the moderation log in subreddits I moderate.
es_ar: Acceder al registro de moderación en subreddits moderados por mí.
pt_br: Acessar o log da moderação de subreddits que modero.
pt_pt: Aceder ao registo da moderação em sub-reddits que eu modero.
ro: Acceseaza jurnalul moderarilor in subreddits moderate de mine.
ru: Доступ к журналу модерации сабреддитов, которые я модерирую.

source: Invite or remove other moderators
es_ar: Invitar o remover otros moderadores
pt_br: Convidar ou remover outros moderadores
pt_pt: Convidar ou remover outros moderadores
ro: Invită sau elimină alți moderatori
ru: Добавление или удаление других модераторов

source: Invite or remove other moderators from subreddits I moderate.
es_ar: Invitar o quitar otros moderadores de subreddits que modero.
pt_br: Convidar ou remover outros moderadores dos sub-reddits que modero.
pt_pt: Convidar ou remover outros moderadores dos sub-reddits que modero.
ru: Добавление или удаление других модераторов из сабреддитов, которые я модерирую.

source: Make changes to your subreddit moderator and contributor status
es_ar: Hacer cambios al esto de moderador y colaborador de tu subreddit
pt_br: Fazer alterações ao estado de moderador e contribuidor do seu subreddit
pt_pt: Fazer alterações ao estado de moderador e colaborador do teu sub-reddit
ru: Внести изменения в свой статус модератора и участника сабреддита

source: Accept invitations to moderate a subreddit. Remove myself as a moderator or contributor of subreddits I moderate or contribute to.
es_ar: Aceptar invitaciones para moderar un subreddit. Quitarme a mi mismo como moderador o colaborador de subreddits que modero o en los que colaboro.
pt_br: Aceitar convites para moderar um sub-reddit. Remover-me de moderador ou contribuidor de subreddits em que modero ou contribuo.
pt_pt: Aceitar convites para moderar um sub-reddit. Remover-me de moderador ou colaborador de sub-reddits em que modero ou colaboro.
ru: Приняние приглашений стать модератором. Снятие с себя полномочий модератора или участника сабреддитов, в которых я состою или модерирую.

source: Subreddit Traffic
es_ar: Tráfico de subreddit
pt_br: Tráfego do subreddit
pt_pt: Tráfego do Sub-reddit
ro: Traficul subredditului
ru: Трафик сабреддитов

source: Access traffic stats in subreddits I moderate.
es_ar: Acceder a estadísticas de tráfico en los subreddits moderados por mí.
pt_br: Acessar estatísticas de tráfego dos subreddits que modero
pt_pt: Aceder às estatísticas de tráfego em sub-reddits que eu modero.
ro: Accesează statisticile traficului în subredditele pe care le moderez.
ru: Смотреть трафик сабреддитов, которые я модерирую.

source: Moderate Wiki
es_ar: Moderar wiki
pt_br: Moderar Wiki
pt_pt: Moderar Wiki
ro: Moderează Wiki
ru: Модерировать вики

source: Change editors and visibility of wiki pages in subreddits I moderate.
es_ar: Cambiar editores y la visibilidad de las páginas wiki en los subredits en los que yo modero.
pt_br: Mudar editores e visibilidade de páginas wiki em subreddits que modero.
pt_pt: Mudar editores e visibilidade das páginas wiki em sub-reddits que eu modero.
ro: Schimbă editorii și vizibilitatea paginilor wiki in subredditele pe care le moderez.
ru: Управление редакторами и видимостью страниц вики в сабреддитах, которые я модерирую.

source: My Subreddits
es_ar: Mis subreddits
pt_br: Meus Subreddits
pt_pt: Os meus Sub-reddits
ro: Subredditele mele
ru: Мои сабреддиты

source: Access the list of subreddits I moderate, contribute to, and subscribe to.
es_ar: Acceder a la lista de subreddits moderados por mí, colaborar y suscribirme a ellos.
pt_br: Acessar a lista de subreddits para os quais contribuo, os quais eu modero e em que estou inscrito.
pt_pt: Aceder à lista de sub-reddits que eu modero, contribuo, e que subscrevi.
ro: Accesează lista subredditelor pe care le moderez, la care contribui și sunt abonat.
ru: Доступ к списку сабреддитов, которые я модерирую, в которых публикую и на которые подписан.

source: Private Messages
es_ar: Mensajes Privados
pt_br: Mensagens Privadas
pt_pt: Mensagens Privadas
ro: Mesaje private
ru: Личные сообщения

source: Access my inbox and send private messages to other users.
es_ar: Acceder a mi bandeja de entrada y enviar mensajes privados a otros usuarios.
pt_br: Acessar minha caixa de entrada e enviar mensagens privadas para outros usuários.
pt_pt: Aceder à minha caixa de entrada e enviar mensagens privadas a outros utilizadores.
ro: Accesează cutia mea poștală și trimite mesaje private altor utilizatori.
ru: Доступ к моим входящим и отправка личных сообщений другим пользователям.

source: Read Content
es_ar: Leer Contenido
pt_br: Ler Conteúdo
pt_pt: Ler Conteúdo
ro: Citește conținutul
ru: Читать Материалы

source: Access posts and comments through my account.
es_ar: Acceder a posts y comentarios a través de mi cuenta.
pt_br: Acessar postagens e comentários através da minha conta.
pt_pt: Aceder a publicações e comentários através da minha conta.
ro: Accesează postările și comentariile prin intermediul contului meu.
ru: Доступ к постам и комментариям через мой аккаунт.

source: Report content
es_ar: Reportar contenido
pt_br: Denunciar conteúdo
pt_pt: Reportar conteúdo
ro: Raporteaza conținutul
ru: Пожаловаться на материал

source: Report content for rules violations. Hide & show individual submissions.
es_ar: Reportar contenido que incumpla las reglas. Mostrar y ocultar envíos uno por uno.
pt_br: Denunciar conteúdo por violação das regras. Esconder & mostrar envios individuais.
pt_pt: Denunciar conteúdo por violação das regras. Esconder e mostrar envios individuais.
ro: Raportează conținut pentru încălcarea regulilor. Ascunde și arată postările individuale.
ru: Подача жалоб на материалы в связи с нарушением правил. Скрытие/показ отдельных публикаций.

source: Save Content
es_ar: Guardar Contenido
pt_br: Salvar Conteúdo
pt_pt: Guardar conteúdo
ro: Salvează conținutul
ru: Сохранить Материал

source: Save and unsave comments and submissions.
es_ar: Editar y eliminar mis comentarios y envíos
pt_br: Salvar e des-salvar comentários e envios.
pt_pt: Gravar e apagar comentários e publicações.
ro: Salvează/nu mai salva comentariile și articolele.
ru: Сохранение и удаление комментариев и публикаций.

source: Submit Content
es_ar: Publicar comentario
pt_br: Enviar Conteúdo
pt_pt: Enviar Conteúdo
ro: Trimite conținutul
ru: Разместить Материал

source: Submit links and comments from my account.
es_ar: Publicar vínculos y comentarios desde mi cuenta.
pt_br: Enviar links e comentários por minha conta.
pt_pt: Enviar ligações e comentários da minha conta.
ro: Trimite linkuri și comentarii de pe contul meu.
ru: Размещение ссылок и комментариев с моего аккаунта.

source: Edit My Subscriptions
es_ar: Editar Mis suscripciones
pt_br: Editar Minhas Inscrições
pt_pt: Editar as Minhas Subscrições
ro: Editează abonamentele mele
ru: Изменение моих подписок

source: Manage my subreddit subscriptions. Manage "friends" - users whose content I follow.
es_ar: Gestionar mis suscripciones de los subreddits. Gestionar "amigos" - usuarios cuyo contenido sigo.
pt_br: Administrar minha inscrições a subreddits. Administrar "amigos" - usuários cujo conteúdo eu sigo.
pt_pt: Gerir as descrições dos meus sub-reddits. Gerir "amigos" - utilizadores cujo conteúdo eu sigo.
ro: Administrează subreddit-urile la care m-am abonat. Administrează "prietenii" - utilizatorii căror conţinut mă interesează.
ru: Управление моими подписками. Управление "друзьями" - теми, за чьим контентом я слежу.

source: Vote
es_ar: Votar
pt_br: Votar
pt_pt: Votar
ro: Votează
ru: Голосовать

source: Submit and change my votes on comments and submissions.
es_ar: Publicar y modificar mis votos en los comentarios y publicaciones.
pt_br: Enviar e alterar meus votos em comentários e envios.
pt_pt: Enviar e modificar os meus votos em comentários e publicações.
ro: Trimite și schimbă voturile mele la comentarii și observații.
ru: Публикация и изменение моих голосов за комментарии и посты.

source: Wiki Editing
es_ar: Edición de la wiki
pt_br: Edição de Wiki
pt_pt: Edição da Wiki
ro: Editarea wiki
ru: Редактирование вики

source: Edit wiki pages on my behalf
es_ar: Editar las paginas de la wiki en mi nombre
pt_br: Editar páginas wiki em meu nome
pt_pt: Editar páginas wiki em meu nome
ro: Editează pagini wiki în numele meu
ru: Редактировать страницы вики от моего имени

source: Read Wiki Pages
es_ar: Leer Páginas Wiki
pt_br: Ler Páginas Wiki
pt_pt: Ler Páginas Wiki
ro: Citește paginile wiki
ru: Читать страницы вики

source: Read wiki pages through my account
es_ar: Leer páginas wiki a tráves de mi cuenta
pt_br: Ler páginas wiki através da minha conta
pt_pt: Ler páginas wiki através da minha conta
ro: Citește pagini wiki prin contul meu
ru: Читать страницы вики через мой аккаунт

source: Embed preview:
es_ar: Vista previa incluida:
pt_br: Pré-visualização embutida:
pt_pt: Pré-visualização embutida:
ro: Previzualizare încorportată:
ru: Встроить предварительный просмотр:

source: Include parent comment.
es_ar: Incluir comentario superior.
pt_br: Incluir comentário superior.
pt_pt: Incluir o comentário pai.
ro: Include comentariul principal.
ru: Включить начальный комментарий.

source: Do not show comment if edited.
es_ar: No mostrar comentario si esta editado.
pt_br: Não mostrar o comentário se tiver sido editado.
pt_pt: Não mostrar o comentário se tiver sido editado.
ro: Nu arăta comentariul dacă este editat.
ru: Не показывать отредактированные комментарии.

source: Learn more
es_ar: Más información
pt_br: Leia mais
pt_pt: Saber mais
ro: află mai multe
ru: Узнать больше

source: When checked, if an embedded comment is later edited, the embedded comment text will be replaced by a link back to the current version of the comment on reddit.
es_ar: Al seleccionarlo, si un comentario incluido es editado posteriormente, el texto de comentario incluido será reemplazado por un enlace a la actual versión del comentario en reddit.
pt_br: Quando selecionado, se um comentário embutido for posteriormente editado, o texto do comentário embutido será substituído por um link para a versão atual do comentário no reddit.
pt_pt: Se ativares esta opção, no caso de um comentário incorporado for editado posteriormente, o texto incorporado será substituído por uma ligação para a versão atual do comentário no reddit.
ru: Когда включено, если вложенный комментарий будет изменен, текст комментария будет заменен ссылкой на текущую версию комментария на реддите.

source: This parameter can be changed after embedding.
es_ar: Este parámetro puede ser cambiado después de la inclusión.
pt_br: Este parâmetro pode ser alterado depois de embutido.
pt_pt: O parâmetro pode ser alterado depois de embutido.
ru: Этот параметр может быть изменен после прикрепления.

source: Copy this code and paste it into your website:
es_ar: Copia este código y pégalo en tu sitio web:
pt_br: Copie este código e cole-o em seu site:
pt_pt: Copia este código e cola-o no na tua página:
ru: Скопируйте этот код и вставьте в ваш веб-сайт:

source: Show Facebook Instant Article Embed code
es_ar: Mostrar código incrustado del artículo instantáneo de Facebook
pt_br: Mostrar o código Embutido do Artigo Instantâneo do Facebook

source: unknown error %(message)s
es_ar: error desconocido %(message)s
pt_br: erro desconhecido %(message)s
pt_pt: erro desconhecido %(message)s

source: Cookies help us deliver our Services. By using our Services or clicking I agree, you agree to our use of cookies.
es_ar: Las cookies nos ayudan a dar nuestro servicio. Usando lnuestros Servicios o clicando en Acepto, aceptas nuestro uso de cookies.
pt_br: Os cookies ajudam-nos a fornecer os nossos Serviços. Ao usar os nossos Serviços ou ao clicar em aceito, aceitas o nosso uso de cookies.

source: Learn More
es_ar: Más información
pt_br: Saiba mais
pt_pt: Saber mais

source: I AGREE
es_ar: ACEPTO
pt_br: CONCORDO
pt_pt: CONCORDO

source: missing name
es_ar: falta nombre
pt_br: faltou nome
pt_pt: falta o nome
ro: lipsește numele
ru: не указано имя

source: invalid credit card number
es_ar: número de tarjeta de crédito inválido
pt_br: número de cartão de crédito inválido
pt_pt: número de cartão de crédito inválido
ro: numărul cardului este nevalid
ru: неверный номер кредитной карты

source: invalid expiration date
es_ar: fecha de vencimiento inválida
pt_br: data de validade inválida
pt_pt: data de validade inválida
ro: dată de expirare nevalidă
ru: неверный срок окончания действия карты

source: invalid cvc
es_ar: cvc inválido
pt_br: código verificador inválido
pt_pt: CVC inválido
ro: CVC nevalid
ru: неверный код cvc

source: missing address
es_ar: falta dirección
pt_br: faltou endereço
pt_pt: falta o endereço
ro: lipsește adresa
ru: не указан адрес

source: missing city
es_ar: falta ciudad
pt_br: faltou cidade
pt_pt: falta a cidade
ro: lipsește orașul
ru: не указан город

source: missing country
es_ar: falta país
pt_br: faltou país
pt_pt: falta o país
ro: lipsește țara
ru: не указана страна

source: something went wrong.
es_ar: algo fue mal.
pt_br: ocorreu um erro.
pt_pt: ocorreu um erro.

source: too big. keep it under
es_ar: demasiado grande. mantenlo por debajo
pt_br: muito grande. mantenha-o abaixo de
pt_pt: demasiado grande. máximo:

source: an error occurred. please try again later! (status: %(status)s)
es_ar: ocurrió un error. por favor intentá más tarde! (status: %(status)s)
pt_br: ocorreu um erro. por favor tente novamente mais tarde! (status: %(status)s)
pt_pt: ocorreu um erro. por favor, tenta mais tarde! (status: %(status)s)
ro: a survenit loc o eroare. vă rugăm să încercați din nou mai târziu! (status: %(status)s)
ru: произошла ошибка. пожалуйста, попробуйте еще раз позже! (статус: %(status)s)

source: unsave
es_ar: borrar
pt_br: não salvar
pt_pt: não guardar
ro: nu salva
ru: выбросить

source: Show 1 new comment
es_ar: Mostrar 1 comentario nuevo
pt_br: Mostrar 1 comentário novo
pt_pt: Mostrar 1 comentário novo

source: Show %(count)s new comments
es_ar: Mostrar %(count)s comentarios nuevos
pt_br: Mostrar %(count)s comentários novos
pt_pt: Mostrar %(count)s comentários novos

source: %(count)s comment
es_ar: %(count)s comentario
pt_br: %(count)s comentário
pt_pt: %(count)s comentário

source: %(count)s comments
es_ar: %(count)s comentarios
pt_br: %(count)s comentários
pt_pt: %(count)s comentários

source: all %(count)s comments
es_ar: %(count)s comentarios
pt_br: todos os comentários %(count)s
pt_pt: todos os comentários (%(count)s)

source: points
es_ar: puntos
pt_br: pontos

source: permalink
es_ar: vínculo permanente
pt_br: link permanente
pt_pt: ligação permanente
ro: legătură permanentă
ru: постоянная ссылка

source: parent
es_ar: principal
pt_br: pai
pt_pt: pai
ro: părinte
ru: начальный комментарий

source: report
es_ar: reportar
pt_br: denunciar
pt_pt: denunciar
ro: inadecvat
ru: подать жалобу

source: give gold
es_ar: dar oro
pt_br: dar gold
pt_pt: dar ouro
ro: oferă aur
ru: подарить золото

source: reply
es_ar: respuesta
pt_br: resposta
pt_pt: resposta
ro: răspuns
ru: ответ

source: are you sure?
es_ar: ¿estás seguro?
pt_br: tem certeza?
pt_pt: tens a certeza?
ro: eşti sigur?
ru: вы уверены?

source: yes
es_ar: sí
pt_br: sim
pt_pt: sim
ro: da
ru: да

source: no
pt_br: não
pt_pt: não
ro: nu
ru: нет

source: You need to be logged in to upvote things.
es_ar: Necesitas iniciar sesión para votar.
pt_br: Você precisa estar logado para dar upvotes.
pt_pt: Tens de ter sessão iniciada para dar votos positivos.
ro: Trebuie să fii conectat pentru a vota pozitiv.
ru: Вы должны войти в аккаунт, чтобы голосовать за что-либо.

source: You need to be logged in to downvote things.
es_ar: Necesitas iniciar sesión para votar.
pt_br: Você precisa estar logado para dar downvotes.
pt_pt: Tens de ter sessão iniciada para dar votos negativos.
ru: Вы должны войти в аккаунт, чтобы голосовать против чего-либо.

source: You need to be logged in to vote on things.
es_ar: Necesitas iniciar sesión para votar.
pt_br: Você precisa estar logado para votar nas coisas.
pt_pt: Tens de ter sessão iniciada para dar votos.
ru: Вы должны войти в аккаунт, чтобы голосовать.

source: You need to be logged in to give gold.
es_ar: Necesitas iniciar sesión para otorgar oro.
pt_br: Você precisa estar logado para dar gold.
pt_pt: Tens de ter sessão iniciada para dar ouro.
ro: Trebuie să fii conectat pentru a oferi aur.
ru: Вы должны войти в аккаунт, чтобы дарить золотую подписку.

source: You need to be logged in to subscribe to subreddits.
es_ar: Necesitás iniciar sesión para suscribirte a subreddits.
pt_br: Você precisa estar logado para inscrever-se em subreddits.
pt_pt: Tens de ter sessão iniciada para subscrever sub-reddits.
ru: Вы должны войти в аккаунт, чтобы подписываться на сабреддиты.

source: You need to be logged in to submit things.
es_ar: Necesitás iniciar sesión para publicar.
pt_br: Você precisa estar logado para enviar coisas.
pt_pt: Tens de ter sessão iniciada para fazer submissões.
ro: Trebuie să fii conectat pentru a trimite lucruri.
ru: Вы должны войти в аккаунт, чтобы создавать публикации.

source: You need to be logged in to do that.
es_ar: Necesitas iniciar sesión para hacer eso.
pt_br: Você precisa estar logado para fazer isso.
pt_pt: Tens de ter sessão iniciada para fazer isso.
ro: Trebuie să fii conectat pentru a face asta.
ru: Для этого вам необходимо войти в аккаунт.

source: try using our secure login form.
es_ar: intentá con nuestro formulario de inicio de sesión seguro
pt_br: tente utilizar nosso formulário de login seguro.
pt_pt: tenta usar o nosso formulário seguro de login
ro: încearcă să folosești formularul nostru de autentificare securizat.
ru: попробуйте нашу защищенную форму входа.

source: Password is strong
es_ar: La contraseña es fuerte
pt_br: A senha é forte
pt_pt: A palavra-passe é forte
ro: Parola este puternică
ru: Надежный пароль

source: Password is good
es_ar: La contraseña es buena
pt_br: A senha é boa
pt_pt: A palavra-passe é boa
ro: Parola este bună
ru: Хороший пароль

source: Password is fair
es_ar: La contraseña es aceptable
pt_br: A senha é mais-ou-menos
pt_pt: A palavra-passe é razoável
ro: Parola este potrivită
ru: Удовлетворительный пароль

source: Password is weak
es_ar: La contraseña es débil
pt_br: A senha é fraca
pt_pt: A palavra-passe é fraca
ro: Parola este slabă
ru: Ненадежный пароль

source: awesomeness goes here
es_ar: lo impresionante va aquí
pt_br: maravilhosidade vai aqui
pt_pt: a grandiosidade vai para aqui
ro: lucrurile tari merg aici
ru: тут будет что-то охренительное

source: add a subreddit to your multi.
es_ar: agrega un subreddit a tu multi.
pt_br: adicione um subreddit ao seu multi.
pt_pt: adicionar um sub-reddit para ao teu multi.
ro: adaugă un subreddit la propriul multi.
ru: добавить сабреддит в ваш мульти.

source: categorize
es_ar: categorizar
pt_br: categorizar
pt_pt: categorizar
ro: grupează
ru: катигоризировать

source: open this multi
es_ar: abrir este multi
pt_br: abrir esse multi
pt_pt: abrir este multi
ro: deschide acest multi
ru: открыть этот мульти

source: create a new multi
es_ar: crear nuevo multi
pt_br: criar um novo multi
pt_pt: criar um novo multi
ro: creează un nou multi
ru: создать новый мульти

source: The image upload failed
es_ar: La subida de imagen falló
pt_br: Erro ao carregar imagem
pt_pt: Erro ao carregar imagem

source: That is not a valid file.
es_ar: Archivo no válido.
pt_br: Esse arquivo não é válido.
pt_pt: O ficheiro não é válido.

source: Gif is too big. Maximum gif size is %(maxSize)s.
es_ar: Gif es demasiado grande. Tamaño de gif máximo %(maxSize)s.
pt_br: O Gif é muito grande. O tamanho máximo dos Gif é %(maxSize)s.

source: Image is too big. Maximum image size is %(maxSize)s.
es_ar: Imagen demasiado grande. Tamaño de imagen máximo %(maxSize)s.
pt_br: A Imagem é muito grande. Tamanho de imagem máximo %(maxSize)s.

source: check your inbox to confirm your subscription
es_ar: revisa tu bandeja de entrada para confirmar tu suscripción
pt_br: verifique sua caixa de entrada para confirmar sua inscrição
pt_pt: verifica a tua caixa de entrada para confirmar a tua subscrição
ru: проверьте почту для подтверждения вашей подписки

source: Sorry! Browser notifications aren't yet supported in this browser
es_ar: ¡Lo sentimos! Las notificaciones de navegador aún no están soportadas en este navegador
pt_br: Desculpa! As notificações ainda não são suportadas neste navegador

source: Success! When this feature is released, you'll be all set!
es_ar: ¡Éxito! ¡Cuando esta característica se publique, ya estarás bien configurado!
pt_br: Sucesso! Quando esta funcionalidade for lançada, já terás tudo pronto!

source: Success! You're done.
es_ar: ¡Éxito! Has acabado.
pt_br: Sucesso! Você terminou.

source: Green lock next to the URL > change Receive Notifications to "allow"
es_ar: Candado verde al lado de la URL > cambiar Recibir Notificaciones a "permitir"
pt_br: Cadeado junto ao endereço > mudar Notificações para "permitir"

source: Green lock next to the URL > change Notifications to "always allow on this site"
es_ar: Candado verde al lado de la URL > cambiar Notificaciones a "siempre permitir en este sitio"
pt_br: Cadeado junto ao endereço > mudar Notificações para "permitir sempre neste Website"

source: To finish, change your browser's Notification settings for reddit.com
es_ar: Para terminar, cambia la configuración de Notificaciones del navegador para reddit.com
pt_br: Para terminar, muda as tuas configurações do teu navegador para ativar as Notificações em reddit.com

source: Click "Allow" for browser notifications to be shown for reddit.com
es_ar: Haz clic en "Permitir" para que se muestren notificaciones de navegador de reddit.com
pt_br: Clica "Permitir" de forma a que as notificações sejam mostrar para reddit.com

source: (try again)
es_ar: (inténtalo de nuevo)
pt_br: (tente novamente)
pt_pt: (volta a tentar)

source: Look at this fancy notification!
es_ar: ¡Mira esta preciosa notificación!
pt_br: Olhe para esta fantástica notificação!

source: We did it Reddit!
es_ar: ¡Lo hicimos, Reddit!
pt_br: Conseguimos, Reddit!

source: close this window
es_ar: cerrar esta ventana
pt_br: fechar essa janela
pt_pt: fechar esta janela
ro: închide această fereastră
ru: закрыть это окно

source: Share with:
es_ar: Compartir con:
pt_br: Compartilhar com:
pt_pt: Partilhar com:
ro: Partajează cu:
ru: Поделиться с:

source: Share via email as %(username)s
es_ar: Compartir vía email como %(username)s
pt_br: Compartilhar via email como %(username)s
pt_pt: Partilhar por e-mail como %(username)s
ro: Partajează prin email ca %(username)s
ru: Поделиться через по электронной почте от имени %(username)s

source: Share via private message on reddit as %(username)s
es_ar: Compartir por mensaje privado en reddit como %(username)s
pt_br: Partilhar por mensagem privada no Reddit como %(username)s

source: add optional message
es_ar: añadir mensaje opcional
pt_br: adicionar mensagem opcional
pt_pt: adicionar mensagem opcional
ro: adaugă un mesaj opțional
ru: необязательное сообщение

source: send
es_ar: enviar
pt_br: enviar
pt_pt: enviar
ro: trimite
ru: отправить

source: cancel
es_ar: cancelar
pt_br: cancelar
pt_pt: cancelar
ro: anulează
ru: отмена

source: sent!
es_ar: ¡enviado!
pt_br: enviado!
pt_pt: enviado!
ro: trimis!
ru: отправлено!

source: Share to %(name)s
es_ar: Compartir con %(name)s
pt_br: Compartilhar com %(name)s
pt_pt: Partilhar com %(name)s
ro: Partrajează cu %(name)s
ru: Поделиться с %(name)s

source: Email to a Friend
es_ar: Correo para un amigo
pt_br: Mandar por email para um amigo
pt_pt: Enviar por e-mail a um amigo
ro: Trimite prin email unui prieten
ru: Отправить другу по эл. почте
