Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: frontpage impressions
es_ar: impresiones de la página principal
pt_br: impressões na página inicial
pt_pt: impressões na página inicial
ro: impresii de pe pagina principală
ru: показы на главной

source: subreddit clicks
es_ar: clicks en el subreddit
pt_br: cliques no subreddit
pt_pt: cliques no sub-reddit
ro: clickuri subreddit
ru: клики в сабреддитах

source: subreddit impressions
es_ar: impresiones del subreddit
pt_br: impressões no subreddit
pt_pt: impressões no sub-reddit
ro: impresiile subredditului
ru: показы в сабреддитах

source: total clicks
es_ar: cantidad total de clics
pt_br: cliques totais
pt_pt: cliques totais
ro: clickuri în total
ru: кликов всего

source: total impressions
es_ar: cantidad total de impresiones
pt_br: impressões totais
pt_pt: impressões totais
ro: total impresii
ru: всего показов

source: account activity
es_ar: actividad de la cuenta
pt_br: atividade da conta
pt_pt: atividade da conta
ro: activitatea contului
ru: активность аккаунта

source: everything
es_ar: todo
pt_br: tudo
pt_pt: tudo
ro: tot
ru: все

source: from all subreddits
es_ar: de todos los subreddits
pt_br: de todos os subreddits
pt_pt: de todos os sub-reddits
ro: de pe toate subredditele
ru: все сабреддиты

source: moderating
es_ar: moderando
pt_br: moderando
pt_pt: a moderar
ro: moderate
ru: модерируемые

source: subreddits you mod
es_ar: subreddits que moderás
pt_br: subreddits que você modera
pt_pt: sub-reddits que moderas
ro: subreddite pe care le moderezi
ru: где вы - модератор

source: gold perks
es_ar: beneficios de reddit gold
pt_br: privilégios do gold
pt_pt: vantagens de ouro
ro: beneficii aur
ru: золотые привилегии

source: your subscribed subreddits
es_ar: tus subreddits suscritos
pt_br: subreddits em que se inscreveu
pt_pt: sub-reddits que subscreveste
ro: subredditele la care te-ai abonat
ru: Сабреддиты, на которые вы подписаны

source: this promoted link uses city level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
es_ar: este enlace promocionado utiliza localización a nivel de ciudad y puede que lo estés viendo debido a tu localización. ([más información](%(link)s))
pt_br: este link promovido seleciona cidades nas quais aparecerá e pode ter sido mostrado a você devido à sua localização. ([aprenda mais](%(link)s))
pt_pt: esta ligação promovida tem uma audiência baseada na cidade e pode estar a ser mostrado apenas por causa da tua localização ([saber mais](%(link)s))
ro: acest link promovat foloseşte direcţionare bazată pe oraş şi se poate să ţi se fi arătat din cauza locaţiei tale. ([află mai multe](%(link)s))
ru: Эта продвигаемая ссылка использует таргетинг по городам. Возможно, она была показана вам из-за вашего местоположения. ([узнать больше](%(link)s))

source: this promoted link uses country level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
es_ar: este enlace promocionado utiliza localización a nivel de país y puede que lo estés viendo debido a tu localización. ([más información](%(link)s))
pt_br: este link promovido seleciona países nos quais aparecerá e pode ter sido mostrado a você devido à sua localização. ([aprenda mais](%(link)s))
pt_pt: esta ligação promovida tem uma audiência baseada no país e pode estar a ser mostrado apenas por causa da tua localização. ([learn more](%(link)s))
ro: acest link promovat foloseşte direcţionare bazată pe ţară şi se poate să ţi se fi arătat din cauza locaţiei tale. ([află mai multe](%(link)s))
ru: Эта продвигаемая ссылка использует таргетинг по странам. Возможно, она была показана вам из-за вашего местоположения. ([узнать больше](%(link)s))

source: uniques by %s
es_ar: exclusivos por %s
pt_br: únicos por %s
pt_pt: indivíduos por %s
ro: unici pe %s
ru: уникальных за %s

source: uniques
es_ar: únicos
pt_br: únicos
pt_pt: únicos
ro: unici
ru: уникальные пользователи

source: pageviews by %s
es_ar: vistas de página por %s
pt_br: visualizações por %s
pt_pt: visualizações por %s
ro: vizualizări pe %s
ru: просмотров страниц от %s

source: pageviews
es_ar: vistas de página
pt_br: visualizações
pt_pt: visualizações
ro: vizualizări
ru: просмотры страниц

source: traffic by %s
es_ar: tráfico por %s
pt_br: tráfego por %s
pt_pt: tráfego por %s
ro: trafic pe %s
ru: трафик за %s

source: [frontpage]
es_ar: [página principal]
pt_br: [página inicial]
pt_pt: [página inicial]
ro: [pagina principală]
ru: [главная]

source: total impressions by day
es_ar: cantidad total de impresiones por día
pt_br: impressões totais por dia
pt_pt: total de impressões por dia
ro: numărul total de impresii pe zi
ru: всего показов за день

source: total clicks by day
es_ar: cantidad total de clics por día
pt_br: cliques totais por dia
pt_pt: total de cliques por dia
ro: totalul de clickuri pe zi
ru: всего кликов в день

source: ad totals
es_ar: cantidad total de anuncios publicitarios
pt_br: totais de anúncios
pt_pt: totais de anúncios
ro: venituri din reclame
ru: итоги по рекламе

source: frontpage
es_ar: página principal
pt_br: página inicial
pt_pt: página inicial
ro: pagina principală
ru: главная

source: impressions by %s
es_ar: impresiones por %s
pt_br: impressões por %s
pt_pt: impressões por %s
ro: impresiile lui %s
ru: показов за %s

source: unique clicks
es_ar: clics de exclusivos
pt_br: cliques únicos
pt_pt: cliques únicos
ro: clickuri unice
ru: уникальных кликов

source: clicks by %s
es_ar: clics por %s
pt_br: cliques por %s
pt_pt: cliques por %s
ro: clickuri de la %s
ru: кликов %s

source: subscriptions by day
es_ar: suscripciones por día
pt_br: inscrições por dia
pt_pt: subscrições por dia
ro: abonamente pe zi
ru: подписки по дням

source: subscriptions
es_ar: suscripciones
pt_br: inscrições
pt_pt: inscrições
ro: abonamente
ru: подписки

source: date and time (UTC)
es_ar: fecha y hora (UTC)
pt_br: data e hora (UTC)
pt_pt: data e hora (UTC)
ro: data și ora (UTC)
ru: дата и время (UTC)

source: click-through rate (%)
es_ar: CTR (%)
pt_br: taxa de cliques (%)
pt_pt: taxa de cliques (%)
ro: rata clickurilor (%)
ru: процент кликов (%)

source: spent
es_ar: gastado
pt_br: gasto
pt_pt: gasto
ro: cheltuit
ru: потрачено

source: view
es_ar: ver
pt_br: visualizar
pt_pt: ver
ro: vezi
ru: просмотр

source: edit
es_ar: editar
pt_br: editar
pt_pt: editar
ro: editează
ru: редактировать

source: talk
es_ar: hablar
pt_br: discussão
pt_pt: conversar
ro: discută
ru: общение

source: settings
es_ar: configuración
pt_br: configurações
pt_pt: configurações
ro: setări
ru: настройки

source: this wiki is currently disabled, only mods may interact with this wiki
es_ar: este wiki se encuentra deshabilitado actualmente, solamente los moderadores pueden interactuar con este wiki
pt_br: esta wiki está atualmente desativada, apenas mods podem interagir com esta wiki
pt_pt: esta wiki está desativada de momento, pelo que apenas moderadores poderão interagir com esta wiki
ro: acest wiki este momentan dezactivat, doar moderatorii pot interacționa cu acest wiki
ru: данная вики сейчас отключена, только модераторы могут взаимодействовать c ней

source: this page is empty, edit it to add some content.
es_ar: esta página está vacía; editala para agregar algún contenido.
pt_br: esta página está vazia, edite-a para adicionar conteúdo
pt_pt: esta página está vazia, edita-a para adicionar algum conteúdo
ro: această pagină nu conține înregistrări, editați-o pentru a adăuga conținut.
ru: эта страница пуста, отредактируйте ее, чтобы добавить контент.

source: page %s does not exist in this subreddit
es_ar: la página %s no existe en este subreddit
pt_br: página %s não existe neste subreddit
pt_pt: a página %s não existe neste sub-reddit
ro: pagina %s nu există în acest subreddit
ru: страница %s не существует в этом сабреддите

source: editing
es_ar: edición
pt_br: editando
pt_pt: a editar
ro: editare
ru: редактирование

source: This page is restricted, only moderators may edit it.
es_ar: Esta página está restringida; solo los moderadores pueden editarla.
pt_br: Essa página é restrita, somente moderadores podem editá-la.
pt_pt: Esta página é restrita, apenas moderadores podem editá-la.
ro: Aceasta pagina este restricţionată, doar moderatorii pot edita.
ru: Доступ к странице ограничен, только модераторы могут ее редактировать.

source: revisions
es_ar: revisiones
pt_br: revisões
pt_pt: revisões
ro: revizuiri
ru: правки

source: Below is a list of pages in this wiki visible to you in this subreddit.
es_ar: A continuación, hay una lista de las páginas de este wiki que podés ver en este subreddit.
pt_br: Abaixo há uma lista de páginas nessa wiki visíveis para você nesse subreddit.
pt_pt: Mais abaixo encontras uma lista de páginas nesta wiki visíveis para ti neste sub-reddit.
ro: Mai jos este lista paginilor din acest wiki vizibil dvs. în acest subreddit.
ru: Ниже приведен список видимых для вас страниц вики в этом сабреддите.

source: discussions
es_ar: discusiones
pt_br: discussões
pt_pt: discussões
ro: discuții
ru: обсуждения

source: Discussions are site-wide links to this wiki page.
es_ar: Las discusiones son vínculos a esta página wiki que se encuentran en todo el sitio.
pt_br: Discussões são links dessa wiki por todo o site.
pt_pt: As discussões são ligações para esta página da wiki por todo o reddit.
ro: Discuțiile sunt legături ale site-ului către această pagină wiki.
ru: Обсуждения - это ссылки на эту страницу вики, видимые по всему сайту.

source: Submit a link to this wiki page or see other discussions about this wiki page.
es_ar: Publicá un vínculo a esta página wiki o mirá otras discusiones sobre esta página wiki.
pt_br: Envie um link para essa página wiki ou veja outras discussões sobre essa página wiki.
pt_pt: Enviar uma ligação para esta página da wiki ou ver outras conversas sobre esta página da wiki.
ro: Trimite un link către această pagină wiki sau vezi alte discuții despre această pagină wiki.
ru: Разместите ссылку на эту страницу вики или просмотрите другие обсуждения о ней.

source: %(min)d to any
es_ar: %(min)d a cualquier
pt_br: %(min)d até qualquer um
pt_pt: %(min)d até qualquer
ro: mai mare de %(min)d
ru: %(min)d до любого

source: any to %(max)d
es_ar: cualquiera a %(max)d
pt_br: qualquer um até %(max)d
pt_pt: de qualquer até %(max)d
ro: mai mic decât %(max)d
ru: от любого до %(max)d

source: %(min)d to %(max)d
es_ar: %(min)d a %(max)d
pt_br: %(min)d até %(max)d
pt_pt: %(min)d até %(max)d
ro: %(min)d până la %(max)d
ru: от %(min)d до %(max)d

source: please provide a first name
es_ar: ingresá un nombre de pila
pt_br: por favor insira um nome
pt_pt: insira seu nome
ro: te rugăm introdu numele tău
ru: пожалуйста, укажите имя

source: please provide a last name
es_ar: ingresá un apellido
pt_br: por favor insira um sobrenome
pt_pt: insira seu sobrenome
ro: te rugăm introdu numele de familie
ru: пожалуйста, укажите фамилию

source: please provide an address
es_ar: ingresá una dirección
pt_br: por favor insira um endereço
pt_pt: insira seu endereço
ro: te rugăm introdu o adresă
ru: пожалуйста, укажите адрес

source: please provide your city
es_ar: ingresá tu ciudad
pt_br: por favor insira sua cidade
pt_pt: insira sua cidade
ro: te rugăm introdu orașul tău
ru: пожалуйста, укажите город

source: please provide your state
es_ar: ingresá tu provincia
pt_br: por favor insira seu estado
pt_pt: insira seu estado
ro: te rugăm introdu județul tău
ru: пожалуйста, укажите штат

source: please provide your zip or post code
es_ar: ingresá tu código postal
pt_br: por favor, indique seu cep ou código postal
pt_pt: insira seu cep
ro: te rugăm introdu codul poștal
ru: пожалуйста, укажите индекс

source: please provide your country
es_ar: por favor introducí tu país
pt_br: por favor insira seu país
pt_pt: por favor indica o teu país
ro: specifică țara ta
ru: пожалуйтса, укажите страну

source: max length %d characters
es_ar: caracteres de longitud máxima de %d
pt_br: tamanho máximo %d caracteres
pt_pt: tamanho máximo de %d caracteres
ro: lungimea maximă este de %d caractere
ru: макс. длина - %d знаков

source: credit card numbers should be 13 to 16 digits
es_ar: los números de tarjetas de crédito deben tener entre 13 y 16 dígitos
pt_br: números de cartão de crédito devem ter de 13 a 16 dígitos
pt_pt: números do cartão de crédito tem de ter de 13 a 16 dígitos
ro: numărul cardului de credit trebuie să aibă între 13 și 16 cifre
ru: номера кредитных карт должны состоять из 13-16 цифр

source: dates should be YYYY-MM
es_ar: las fechas deben tener el formato de AAAA-MM
pt_br: datas devem ser AAAA-MM
pt_pt: datas devem ser AAAA-MM
ro: dățile trebuie să fie de forma AAAA-LL
ru: даты должны быть в виде ГГГГ-ММ

source: month must be in the range 01..12
es_ar: el mes debe encontrarse en el rango de 01..12
pt_br: mês deve estar entre 1 e 12
pt_pt: o mês tem de ser entre 1 e 12
ro: luna trebuie să fie în intervalul 01..12
ru: месяц должен иметь значение между 01 и 12

source: expiration date must be in the future
es_ar: la fecha de vencimiento debe ser en el futuro
pt_br: data de expiração deve ser uma data futura
pt_pt: a data de validade tem de ser no futuro
ro: data expirării trebuie să fie în viitor
ru: дата истечения должна быть в будущем

source: card verification codes should be 3 or 4 digits
es_ar: los códigos de verificación de tarjetas deben tener 3 o 4 dígitos
pt_br: códigos de verificação de cartão devem ter 3 ou 4 dígitos
pt_pt: os códigos de validação do cartão devem ter 3 ou 4 dígitos
ro: numărul de verificare al cardului trebuie să aibă 3 sau 4 cifre
ru: коды подтверждения должны состоять из 3 или 4 цифр

source: a user by name
es_ar: un usuario por nombre
pt_br: um usuário por nome
pt_pt: um utilizador por nome
ro: un utilizator după nume
ru: пользователь по имени

source: a [fullname](#fullname) of a link
es_ar: un [nombrecompleto](#fullname) de un enlace
pt_br: um [nome completo](#fullname) de um link
pt_pt: o [nome completo](#fullname) de uma ligação
ro: un [nume complet](#fullname) al unui link
ru: [полное имя](#fullname) ссылки

source: an app
es_ar: una aplicación
pt_br: um aplicativo
pt_pt: uma aplicação
ro: o aplicație
ru: приложение

source: an app developed by the user
es_ar: una aplicación desarrollada por el usuario
pt_br: um aplicativo desenvolvido pelo usuário
pt_pt: uma aplicação desenvolvida pelo utilizador
ro: o aplicație dezvoltată de către utilizator
ru: приложение, разработанное пользователем

source: no spaces allowed
es_ar: no se permiten los espacios
pt_br: não são permitidos espaços
pt_pt: espaços não permitidos
ro: fără spații
ru: пробелы недопустимы

source: invalid character: '%s'
es_ar: símbolo inválido: '%s'
pt_br: caractere inválido: '%s'
pt_pt: carácter inválido :'%s'
ro: caracter nevalid: '%s'
ru: недопустимый символ: "%s"

source: can't start with a '_'
es_ar: no se puede comenzar con un "_"
pt_br: não pode começar com '_'
pt_pt: não pode começar com '_'
ro: nu poate începe cu '_'
ru: нельзя начинать с символа "_"

source: that name is too short
es_ar: El nombre es demasiado corto
pt_br: este nome é muito curto
pt_pt: esse nome é muito curto
ro: acest nume este prea scurt
ru: имя слишком короткое

source: that name is too long
es_ar: El nombre es demasiado largo
pt_br: este nome é muito longo
pt_pt: esse nome é muito longo
ro: acest nume este prea lung
ru: имя слишком длинное

source: the name of an existing wiki page
es_ar: el nombre de una página wiki existente
pt_br: o nome de uma página wiki existente
pt_pt: o nome de uma página wiki existente
ro: numele unei pagini wiki existente
ru: имя существующей страницы вики

source: a wiki revision ID
es_ar: una ID de revisión wiki
pt_br: uma ID de uma revisão da wiki
pt_pt: um identificador da revisão da wiki
ro: ID-ul reviziei wiki
ru: ID правки вики

source: the name of an existing page or a new page to create
es_ar: el nombre de una página existente o una nueva página para crear
pt_br: o nome de uma página existente ou uma nova página para se criar
pt_pt: o nome de uma página existente ou uma página para criar
ro: numele unei pagini existente sau al unei pagini noi create
ru: укажите имя существующей страницы или создайте новую

source: the starting point revision for this edit
es_ar: el punto de inicio de la revisión de esta edición
pt_br: o ponto inicial de revisão para essa edição
pt_pt: a revisão inicial para esta edição
ro: prima revizie pentru această editare
ru: начальная точка ревизии для этого редактирования

source: [Click here for details on how to set up an automatically-renewing subscription or to renew.](/gold) If you have any thoughts, complaints, rants, or suggestions about reddit gold, please write to us at %(gold_email)s. Your feedback would be much appreciated. Thank you for your past patronage.
es_ar: [Haz click aquí para ver los detalles de cómo se establece una automática y continuada suscripción o para renovar.](/gold) Si tienes cualquier duda, queja o sugerencia sobre el oro de reddit, por favor escribe a %(gold_email)s. Agradecemos mucho tu opinión. Gracias por tu patrocinio en el pasado.
pt_br: [Clica aqui para obter detalhes sobre como configurar uma assinatura auto-renovável ou para renovar.](/gold) Se tiveres alguma reclamação ou sugestões sobre o ouro do reddit, por favor escreve-nos para %(gold_email)s. A tua opinião será muito apreciada. Obrigado pelos teus contributos anteriores.

source: Your reddit gold subscription has expired.
es_ar: Tu suscripción reddit gold ha expirado
pt_br: Sua assinatura de reddit gold expirou.
pt_pt: A tua subscrição de ouro do reddit expirou.
ro: Abonamentul tău reddit gold a expirat.
ru: Ваша золотая подписка reddit истекла.

source: Your subscription to reddit gold has expired.
es_ar: Tu suscripción a reddit gold ha caducado.
pt_br: Sua assinatura de reddit gold expirou.
pt_pt: A tua subscrição para ouro do reddit expirou.
ro: Abonamentul dvs. la aurul reddit a expirat.
ru: Ваша обновляемая золотая подписка reddit истекла.

source: Your reddit gold subscription is about to expire!
es_ar: Tu suscripción a reddit gold esta por expirar
pt_br: Sua assinatura de reddit gold está prestes a expirar!
pt_pt: A tua subscrição de ouro do reddit está prestes a expirar!
ro: Abonamentul dvs. la aurul reddit este pe cale să expire!
ru: Ваша золотая подписка скоро истечет!

source: Your subscription to reddit gold will be expiring soon.
es_ar: Tu suscripción a reddit gold expirará pronto
pt_br: Sua assinatura de reddit gold expirará em breve.
pt_pt: A tua subscrição para ouro do reddit irá expirar em breve.
ro: Abonamentul dvs. la aurul reddit va expira în curînd.
ru: Ваша обновляемая золотая подписка reddit скоро истечет.

source: a moderator
es_ar: un moderador
pt_br: um moderador
pt_pt: um moderador
ro: un moderator
ru: модератор

source: approved by %(who)s at %(when)s
es_ar: aprobado por %(who)s a las %(when)s
pt_br: aprovado por %(who)s a %(when)s
pt_pt: aprovado por %(who)s a %(when)s

source: approved by %s
es_ar: aprobado por %s
pt_br: aprovado por %s
pt_pt: aprovado por %s
ro: aprobat de %s
ru: одобрено %s

source: [deleted]
es_ar: [eliminado]
pt_br: [deletado]
pt_pt: [apagado]
ro: [șters]
ru: [удалено]

source: a redditor gifted you a month of reddit gold for this comment.
es_ar: un redditor te regaló un mes de reddit gold por este comentario.
pt_br: um redditor o presenteou com um mês de reddit gold por esse comentário.
pt_pt: um redditor ofereceu-te um mês de ouro do reddit por este comentário.
ro: un redditot v-a dăruit o lună de aur reddit pentru acest comentariu.
ru: пользователь подарил вам месяц золотой подписки за этот комментарий.

source: a redditor gifted you a month of reddit gold for this submission.
es_ar: un usuario te ha regalado un mes de reddit gold por este post.
pt_br: um redditor te presenteou com um mês de reddit gold por este envio
pt_pt: um redditor ofereceu-te um mês de ouro do reddit por esta publicação.
ro: un redditor ți-a oferit o lună de aur reddit pentru acest articol.
ru: пользователь подарил вам месяц золотой подписки за эту публикацию.

source: you have gifted reddit gold to %(recipient)s for this comment.
es_ar: regalaste reddit gold a %(recipient)s por este comentario.
pt_br: você presenteou %(recipient)s com reddit gold por esse comentário.
pt_pt: ofereceste ouro do reddit a %(recipient)s por este comentário.
ro: ați dăruit aur reddit lui %(recipient)s pentru aceste comentariu.
ru: за этот комментарий вы подарили золото reddit %(recipient)s.

source: you have gifted reddit gold to %(recipient)s for this submission.
es_ar: has regalado reddit gold a %(recipient)s por este post.
pt_br: você enviou reddit gold para %(recipient)s por esse envio.
pt_pt: ofereceste ouro do reddit a %(recipient)s por esta publicação.
ro: ai oferit aur reddit lui %(recipient)s pentru această postare.
ru: за эту публикацию вы подарили золото reddit %(recipient)s.

source: a redditor has gifted reddit gold to %(recipient)s for this comment.
es_ar: un redditor regaló reddit gold a %(recipient)s por este comentario.
pt_br: um redditor presenteou %(recipient)s com reddit gold por esse comentário.
pt_pt: um redditor ofereceu ouro do reddit a %(recipient)s por este comentário.
ro: un redditor a dăruit aur reddit lui %(recipient)s pentru acest comentariu.
ru: за этот комментарий пользователь подарил %(recipient)s золото reddit.

source: a redditor has gifted reddit gold to %(recipient)s for this submission.
es_ar: un usuario de reddit le ha dado oro a %(recipient)s por esta publicacíón.
pt_br: um redditor deu reddit gold a %(recipient)s por este envio.
pt_pt: um redditor ofereceu ouro do reddit a %(recipient)s por esta publicação.
ro: un redditor i-a oferit aur reddit lui %(recipient)s pentru această postare.
ru: за эту публикацию пользователь подарил %(recipient)s золото reddit.

source: by %(author)s to %(reddit)s
es_ar: por %(author)s en %(reddit)s
pt_br: por %(author)s em %(reddit)s
pt_pt: por %(author)s em %(reddit)s
ro: de %(author)s pe %(reddit)s
ru: %(author)s в %(reddit)s

source: by %(author)s
es_ar: por %(author)s
pt_br: por %(author)s
pt_pt: por %(author)s
ro: de %(author)s
ru: %(author)s

source: %(score)s submitted %(when)s %(lastedited)s
es_ar: %(score)s enviado %(when)s %(lastedited)s
pt_br: %(score)s enviado %(when)s %(lastedited)s
pt_pt: %(score)s enviado %(when)s %(lastedited)s
ro: %(score)s trimis acum %(when)s %(lastedited)s
ru: %(score)s очков, отправлено %(when)s %(lastedited)s

source: submitted %(when)s %(lastedited)s by %(author)s to %(reddit)s
es_ar: enviado %(when)s %(lastedited)s por %(author)s a %(reddit)s
pt_br: enviado %(when)s %(lastedited)s por %(author)s a %(reddit)s
pt_pt: enviado %(when)s %(lastedited)s por %(author)s a %(reddit)s
ro: trimis acum %(when)s %(lastedited)s de către %(author)s pe %(reddit)s
ru: отправлено %(when)s, изменено %(lastedited)s автор %(author)s в %(reddit)s

source: submitted %(when)s %(lastedited)s by %(author)s
es_ar: enviado %(when)s %(lastedited)s por %(author)s
pt_br: enviado %(when)s %(lastedited)s por %(author)s
pt_pt: enviado %(when)s %(lastedited)s por %(author)s
ro: trimis acum %(when)s %(lastedited)s de către%(author)s
ru: отправлено %(when)s, изменено %(lastedited)s автор %(author)s

source: %(score)s submitted %(when)s
es_ar: %(score)s enviado %(when)s
pt_br: %(score)s enviado %(when)s
pt_pt: %(score)s enviado %(when)s
ro: %(score)s trimis acum %(when)s
ru: %(score)s отправлено %(when)s

source: submitted %(when)s by %(author)s to %(reddit)s
es_ar: enviado %(when)s por %(author)s a %(reddit)s
pt_br: enviado %(when)s por %(author)s a %(reddit)s
pt_pt: enviado %(when)s por %(author)s a %(reddit)s
ro: postat acum %(when)s de către %(author)s pe %(reddit)s
ru: отправлено %(when)s автор %(author)s в %(reddit)s
