Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: username must contain only letters, numbers, "-", and "_"
es_ar: el nombre de usuario tiene que tener solamente letras, números, "-", y "_"
pt_br: nome de usuário deve apenas conter letras, números, "-", e "_"
pt_pt: o nome de utilizador só pode conter letras, números, "-" e "_"
ro: numele de utilizator trebuie să conțină doar litere, numere, "-" și "_"
ru: имя пользователя может содержать только буквы, цифры, знаки "-" и "_"

source: that username is already taken
es_ar: el nombre de usuario ya está en uso
pt_br: esse nome de usuário já está em uso
pt_pt: esse nome de utilizador já está em uso
ro: acel nume de utilizator este deja luat
ru: это имя пользователя уже занято

source: that username is taken by a deleted account
es_ar: el nombre de usuario ya está en uso en una cuenta que fue eliminada
pt_br: esse nome de usuário está em uso por uma conta deletada
pt_pt: esse nome de utilizador pertence a uma conta apagada
ro: acest nume de utilizator este luat de un cont șters
ru: Это имя пользователя занято удаленным аккаунтом

source: you can't send to a user that you have blocked
es_ar: no podés enviar contenido a un usuario que bloqueaste
pt_br: você não pode enviar para um usuário que você bloqueou
pt_pt: não podes enviar a um utilizador que tu bloqueaste
ro: nu puteţi trimite unui utilizator pe care l-aţi blocat
ru: невозможно отправить заблокированному пользователю

source: id not specified
es_ar: id. no especificada
pt_br: id não especificada
pt_pt: identificação não especificada
ro: id nespecificat
ru: не указан id

source: you provided too many ids
es_ar: proporcionaste demasiadas id.
pt_br: você providenciou ids demais
pt_pt: providenciaste ids a mais
ro: ai furnizat prea multe id-uri
ru: вы указали слишком много id

source: you can't do that
es_ar: no podés hacer eso
pt_br: você não pode fazer isso
pt_pt: não podes fazer isso
ro: nu poţi face asta
ru: вы не можете это сделать

source: You are not logged in as that user.
es_ar: No iniciaste sesión como ese usuario.
pt_br: Você não está logado como esse usuário.
pt_pt: Não tens sessão iniciada como esse utilizador.
ro: Nu ești conectat ca acel utilizator.
ru: Вы не вошли как этот пользователь.

source: you are not friends with that user
es_ar: no sos amigo de ese usuario
pt_br: você não é amigo deste usuário
pt_pt: não és amigo desse utilizador
ro: nu ești prieten cu acel utilizator
ru: вы не друзья с этим пользователем

source: You are already logged in.
es_ar: Ya iniciaste sesión.
pt_br: Você já está logado.
pt_pt: Já tens sessão iniciada.
ro: Ești deja conectat.
ru: Вы уже вошли в аккаунт.

source: that comment has been deleted
es_ar: ese comentario fue eliminado
pt_br: esse comentário foi deletado
pt_pt: este comentário foi apagado
ro: comentariul acela a fost șters
ru: этот комментарий был удален

source: that element has been deleted
es_ar: ese elemento fue eliminado
pt_br: esse elemento foi deletado
pt_pt: este elemento foi apagado
ro: elementul acela a fost șters
ru: этот элемент был удален

source: the password must be at least %(chars)d characters
es_ar: la contraseña tiene que contener mínimo %(chars)d caracteres
pt_br: a senha deve conter pelo menos %(chars)d caracteres
pt_pt: a palavra-passe deve conter pelo menos %(chars)d caracteres
ro: parola trebuie să aibă cel puțin %(chars)d caractere
ru: пароль должен содержать минимум %(chars)d символов

source: that password is unacceptable
es_ar: esa contraseña es inaceptable
pt_br: essa senha é inaceitável
pt_pt: essa palavra-passe é inadequada
ro: parola este inacceptabilă
ru: этот пароль неприемлим

source: wrong password
es_ar: contraseña incorrecta
pt_br: senha errada
pt_pt: palavra-passe errada
ro: parolă greșită
ru: неверный пароль

source: incorrect username or password
es_ar: nombre de usuario o contraseña incorrectos
pt_br: nome de usuário ou senha incorretos
ru: неверий имя "пользователя" "или" "пароль"

source: passwords do not match
es_ar: las contraseñas no coinciden
pt_br: senhas não correspondem
pt_pt: as palavras-passe não coincidem
ro: parolele nu se potrivesc
ru: пароли не совпадают

source: new and old passwords must not match
es_ar: las contraseñas anterior y nueva no pueden coincidir
pt_br: a senha nova e a antiga não devem coincidir
pt_pt: a palavra-passe antiga e a nova não podem ser iguais
ro: parola nouă și cea veche nu trebuie să fie la fel
ru: новыйи "и" старый пароль не должны совпадать

source: please enter a name
es_ar: ingresá un nombre
pt_br: por favor insira um nome
pt_pt: digite um nome
ro: te rugăm să introduci un nume
ru: пожалуйста, введите имя

source: please enter an email address
es_ar: ingresá una dirección de correo electrónico
pt_br: por favor insira um endereço de email
pt_pt: digite um endereço de e-mail
ro: te rugăm să introduci o adresă de email
ru: пожалуйста, введите адрес эл. почты

source: no email address for that user
es_ar: no existe una dirección de correo electrónico para ese usuario
pt_br: não há endereço de email para esse usuário
pt_pt: não existe endereço de e-mail para esse utilizador
ro: utilizatorul nu are adresă de email
ru: этот пользователь не указан адрес эл. почты

source: no verified email address for that user
es_ar: no hay una dirección de e-mail verificada para ese usuario
pt_br: sem endereço de email verificado para esse usuário
pt_pt: esse utilizador não tem um endereço de email validado
ro: nicio adresă de email verificată pentru acel utilizator
ru: этот пользователь не подтвердил адрес эл. почты

source: send it to whom?
es_ar: ¿enviar a quién?
pt_br: enviar para quem?
pt_pt: mandar para quem?
ro: cui să-l trimit?
ru: кому отправить?

source: please enter a subject
es_ar: ingresá un asunto
pt_br: por favor digite um assunto
pt_pt: digite um assunto
ro: te rugăm să introduci un subiect
ru: пожалуйста, укажите тему

source: that user doesn't exist
es_ar: ese usuario no existe
pt_br: esse usuário não existe
pt_pt: esse utilizador não existe
ro: acel utilizator nu există
ru: такого пользователя не существует

source: please enter a username
es_ar: ingresá un nombre de usuario
pt_br: por favor insira um nome de usuário
pt_pt: introduz um nome de utilizador
ro: te rugăm să introduci un nume de utilizator
ru: пожалуйста, введите имя пользователя

source: that preference isn't valid
es_ar: esa preferencia no es válida
pt_br: essa preferência não é válida
pt_pt: este preferência não é válida
ro: preferința e nevalidă
ru: это предпочтение недействительно

source: '%(choice)s' is not a user preference field
es_ar: '%(choice)s' no es un campo de preferencia de usuario
pt_br: '%(choice)s' não é um campo de preferência de usuário
pt_pt: '%(choice)s' não é um campo de preferência do utilizador
ro: %(choice)s nu este un câmp pentru preferințele utilizatorului
ru: '%(choice)s' не является одним из полей пользовательских предпочтений

source: that language is not available
es_ar: ese idioma no está disponible
pt_br: esse idioma não está disponível
pt_pt: a lingua não se encontra disponivel
ro: limba nu este disponibilă
ru: этот язык недоступен

source: that number isn't in the right range (%(range)s)
es_ar: ese número no se encuentra en el rango (%(range)s) correcto
pt_br: este número não está no escopo correto (%(range)s)
pt_pt: esse valor não está no intervalo correto (%(range)s)
ro: numărul nu este în intervalul corect (%(range)s)
ru: это число не входит в диапазон (%(range)s)

source: you used a character here that we can't handle
es_ar: usaste un caracter que no podemos utilizar
pt_br: você usou um caractere que não é suportado
pt_pt: usaste um carácter que não é suportado
ro: ai folosit un caracter pe care nu îl recunoaștem aici
ru: вы использовали неподдерживаемый символ

source: your budget must be at least $%(min)d and no more than $%(max)d.
es_ar: tu presupuesto tiene que se de al menos $%(min)d y no mas de %(max)d.
pt_br: sua oferta deve ser pelo menos $%(min)d e não mais que $%(max)d.
pt_pt: o teu orçamento deve ser de pelo menos $%(min)d e não mais do que $%(max)d.
ro: bugetul dumneavoastră trebuie să fie de cel puțin $%(min)d și nu mai mult de $%(max)d.
ru: ваш бюджет должен составлять не меньше $%(min)d и не больше $%(max)d.

source: your %(cost_basis)s bid must be at least $%(min)s and no more than $%(max)s.
es_ar: tu puja de %(cost_basis)s tiene que ser al menos de $%(min)s y no más de $%(max)s.
pt_br: sua proposta %(cost_basis)s deve ser de pelo menos $%(min)s e não mais que $%(max)s.
pt_pt: a tua licitação %(cost_basis)s deve ser pelo menos %(min)s e não mais do que $%(max)s.

source: your campaign must be capable of delivering 1,000 impressions per day; please adjust your bid or schedule accordingly.
es_ar: tu campaña tiene que ser capaz de captar 1000 impresiones por día; por favor, ajusta tu puja o prográmala acorde.
pt_br: sua campanha deve ser capaz de obter 1000 impressões por dia; por favor ajuste sua proposta ou programação de acordo.
pt_pt: a tua campanha tem de ser capaz de distribuir 1,000 impressões por dia; por favor ajusta a tua licitação ou faz o agendamento de acordo.

source: that link has already been submitted
es_ar: el vínculo ya fue publicado
pt_br: esse link já foi enviado
pt_pt: essa ligação já foi enviada
ro: acea legătură a fost trimisă deja
ru: эта ссылка уже была опубликована

source: that subreddit already exists
es_ar: ese subreddit ya existe
pt_br: esse subreddit já existe
pt_pt: este subreddit já existe
ro: subredditul deja există
ru: такой сабреддит уже существует

source: that subreddit doesn't exist
es_ar: ese subreddit no existe
pt_br: esse subreddit não existe
pt_pt: este subreddit não existe
ro: subredditul nu există
ru: такого сабреддита не существует

source: you aren't allowed to post there.
es_ar: no estás autorizado a postear acá.
pt_br: você não pode postar aqui.
pt_pt: não tens permissão para publicar aqui.
ro: nu ai voie să scrii acolo.
ru: у вас нет разрешения на публикацию здесь.

source: Image submissions aren't allowed in this subreddit
es_ar: No se permite el envío de imágenes en este subreddit
pt_br: O envio de imagens não é permitido neste subreddit
pt_pt: Envios de imagem não são permitidos neste sub-reddit

source: you aren't allowed access to this subreddit
es_ar: no estás permitido para entrar a este subreddit
pt_br: você não está autorizado a acessar este subreddit
pt_pt: não tens acesso a este subreddit
ro: nu ai permisiunea de a accesa acest subreddit
ru: у вас нет доступа к этому сабреддиту

source: you must specify a subreddit
es_ar: debés especificar un subreddit
pt_br: você deve especificar um subreddit
pt_pt: deve especificar um subreddit
ro: trebuie să specifici un subreddit
ru: Нужно указать сабреддит

source: this subreddit has chosen to disable their ads at this time
es_ar: este subreddit ha elegido desactivar sus anuncios actualmente
pt_br: Este subreddit escolheu desabilitar os anúncios no momento
pt_pt: este subreddit decidiu desactivar os anúncios
ro: acest subreddit a ales să-și dezactiveze reclamele momentan
ru: в данный момент в этом сабреддите отключен показ рекламы

source: this link already has a promoted post
es_ar: ese enlace ya tiene una publicación patrocinada
pt_br: este link já tem uma postagem promovida
pt_pt: este link já tem um post promovido

source: that subreddit is private
es_ar: ese subreddit es privado
pt_br: este subreddit é privado
pt_pt: esse sub-reddit é privado

source: that name isn't going to work
es_ar: ese nombre no va a funcionar
pt_br: esse nome não vai funcionar
pt_pt: este nome não vai funcionar
ro: acel nume nu are cum să meargă
ru: такое имя не подходит

source: that subreddit can't be used as a theme
es_ar: ese subreddit no puede ser usado como tema
pt_br: este subreddit não pode ser usado como tema
pt_pt: esse sub-reddit não pode ser usado como tema
ru: "это" "сабредит" не может быть использован как "тема"

source: that collection doesn't exist
es_ar: Esa coleccion no existe
pt_br: essa coleção não existe
pt_pt: essa coleção não existe
ro: colecția nu există
ru: эта коллекция не существует

source: that interest isn't supported
es_ar: ese interés no está soportado
pt_br: esse interesse não é suportado
pt_pt: esse interesse não é suportado

source: that target type is not valid
es_ar: ese tipo de objetivo es inválido
pt_br: este tipo de alvo não é válido
pt_pt: esse tipo de alvo não é válido
ro: tipul țintă este nevalid
ru: этот тип цели неверен

source: targeting too many subreddits
es_ar: se dirige a demasiados subreddits
pt_br: apontando para subreddits demais
pt_pt: apontando para demasiados subreddits

source: that version range is not valid
es_ar: este rango de versión no es válido
pt_br: esse intervalo de versões não é válido
pt_pt: esse intervalo de versões não é válido
ro: intervalul de versiune este nevalid
ru: некорректный диапазон версий

source: you are doing that too much. try again in %(time)s.
es_ar: estás haciendo eso demasiado. intentá de vuelta en %(time)s.
pt_br: você está fazendo isto demais. tente novamente em %(time)s.
pt_pt: estás a ver muito isso. tenta outra vez em %(time)s.
ro: Aţi făcut exces de zel, încercați din nou în %(time)s.
ru: вы слишком часто это делаете. попробуйте опять через %(time)s.

source: you are doing that too much. try again later.
es_ar: estás haciendo eso demasiado. intentá otra vez más tarde.
pt_br: você está fazendo isto demais. tente novamente mais tarde.
pt_pt: estás a fazer isso demasiadas vezes. tenta mais tarde.
ro: Aţi făcut exces de zel, încercați din nou mai târziu.
ru: вы слишком часто это делаете. пожалуйста, попробуйте опять позже.

source: your session has expired
es_ar: tu sesión ha expirado
pt_br: sua sessão expirou
pt_pt: sua sessão expirou
ro: sesiunea a expirat
ru: ваша сессия истекла

source: you must accept the terms first
es_ar: tenés que aceptar los términos primero
pt_br: você primeiro deve aceitar os termos
pt_pt: primeiro tens de aceitar os termos
ro: trebuie să accepţi termenii mai întâi
ru: сначала нужно принять условия

source: that option is not valid
es_ar: esa opción no es válida
pt_br: essa opção é invalida
pt_pt: esta opção não é válida
ro: acea opţiune nu este valabilă
ru: этот параметр недопустим

source: that email is invalid
es_ar: ese e-mail es inválido
pt_br: este e-mail é inválido
pt_pt: esse email é inválido
ro: emailul este nevalid
ru: неверный адрес эл. почты

source: the following emails are invalid: %(emails)s
es_ar: los siguientes correos electrónicos no son válidos: %(emails)s
pt_br: os seguintes emails são inválidos: %(emails)s
pt_pt: os seguinte e-mails são inválidos: %(emails)s
ro: următoarele emailuri sunt invalide: %(emails)s
ru: следующие адреса эл. почты некорректны: %(emails)s

source: please enter at least one email address
es_ar: ingresá al menos una dirección de correo electrónico
pt_br: por favor insira ao menos um endereço de email
pt_pt: digite ao menos um endereço de e-mail
ro: te rugăm introdu măcar o adresă de email
ru: пожалуйста, укажите хотя бы один адрес эл. почты

source: please only share to %(num)s emails at a time.
es_ar: compartí contenido solo con %(num)s correos electrónicos a la vez.
pt_br: por favor, só compartilhe para até %(num)s emails por vez.
pt_pt: por favor partilha apenas com %(num)s endereços de e-mail de cada vez.
ro: te rugăm să trimiți doar la %(num)s adrese de email dintrodată.
ru: пожалуйста, ограничьтесь %(num)s адресами за одну отправку.

source: where should we send that weekly newsletter?
es_ar: ¿a dónde deberíamos mandar ese boletín semanal de noticias?
pt_br: para onde devemos enviar o boletim semanal?
pt_pt: para onde devemos enviar o resumo de notícias semanal?
ro: unde să trimitem acel buletin informativ săptămânal?
ru: на какой адрес вы желаете получать эту рассылку?

source: advertisers are required to supply an email
es_ar: los anunciantes deben proporcionar un correo electrónico
pt_br: anunciantes são obrigados a fornecer um email
pt_pt: os anunciantes têm de indicar um endereço de e-mail
ro: agenții de publicitate sunt nevoiți să dea un e-mail
ru: рекламодателям необходимо указать адрес эл. почты

source: That email could not be added. Check your email for an existing confirmation email.
es_ar: Ese correo no pudo ser agregado. Revisa la bandeja de entrada para un correo de confirmación.
pt_br: Esse e-mail não pôde ser adicionado. Verifique se já existe uma mensagem de confirmação em seu e-mail.
pt_pt: Esse endereço de e-mail não pôde ser adicionado. Por favor verifica no teu e-mail por uma mensagem de confirmação existente.
ro: Email-ul acela nu a putut fi adăugat. Verificați-vă email-ul pentru un email de confirmare existent.
ru: Данная эл. почта не может быть добавлена. Проверьте вашу почту на наличие письма подтверждения.

source: that subreddit has already been oversold on %(start)s to %(end)s. Please pick another subreddit or date.
es_ar: ese reddit ya fue sobrevendido de %(start)s a %(end)s. Por favor elegí otro reddit u otra fecha.
pt_br: esse sudreddit já foi esgotado entre %(start)s e %(end)s. Por favor escolha outro subreddit ou data.
pt_pt: este subreddit já foi vendido demasiadas vezes em %(start)s até %(end)s. Por favor, escolhe outro subreddit ou data.
ro: acest subreddit a fost deja vîndut de la %(start)s pînă la %(end)s. Vă rugăm să alegeți un alt subreddit sau dată.
ru: ресурсы на этом сабреддите уже распроданы с %(start)s по %(end)s. пожалуйста, выберите другой сабреддит или дату.

source: We have insufficient inventory to fulfill your requested budget, target, and dates. Only %(available)s impressions available on %(target)s from %(start)s to %(end)s.
es_ar: No tenemos suficiente inventario para cumplir tu presupuesto, objetivo y fechas. Solo %(available)s impresiones disponibles en %(target)s desde %(start)s a %(end)s.
pt_br: Nós não temos inventário suficiente para atender sua oferta, alvo e datas desejados. Apenas %(available)s impressões disponíveis em %(target)s de %(start)s até %(end)s.
pt_pt: Nós não temos um inventário suficiente para preencher os orçamento, alvo e datas que pediste. Apenas %(available)s estão disponíveis no %(target)s de %(start)s a %(end)s.
ro: Avem inventar insuficient pentru a îndeplini solicitarea dvs. de buget, țintă și date. Doar %(available)s afișări sunt disponibile pe %(target)s de la %(start)s pînă la %(end)s.
ru: У нас недостаточно ресурсов для удовлетворения запрошенного бюджета, целей и сроков. Доступно лишь %(available)s показов для %(target)s с %(start)s по %(end)s.

source: please provide a date of the form mm/dd/yyyy
es_ar: ingresá una fecha con el formato mm/dd/aaaa
pt_br: por favor insira uma data do tipo mm/dd/aaaa
pt_pt: insira uma data no formato mm/dd/aaaa
ro: te rugăm să dai o dată de forma ll/zz/aaaa
ru: пожалуйста, укажите дату в виде мм/дд/гггг

source: the dates need to be in order and not identical
es_ar: las fechas tienen que estar en orden y ser diferentes
pt_br: as datas precisam estar em ordem e não podem ser idênticas
pt_pt: as datas devem estar em ordem e ser diferentes
ro: dățile trebuie să fie în ordine și diferite una de alta
ru: даты должны идти по порядку и не совпадать

source: please enter a date %(day)s or earlier
es_ar: por favor ingresá una fecha %(day)s o anterior
pt_br: por favor, coloque uma data com %(day)s ou antes
pt_pt: por favor insira uma data que seja %(day)s ou anterior
ro: introdu o dată %(day)s sau mai devreme
ru: пожалуйста, введите дату не позднее %(day)s

source: please enter a date %(day)s or later
es_ar: por favor ingresá una fecha %(day)s o posterior
pt_br: por favor, coloque uma data com %(day)s ou depois
pt_pt: por favor insira uma data que seja %(day)s ou posterior
ro: introdu o dată %(day)s sau mai târziu
ru: пожалуйста, введите дату не раньше %(day)s

source: start date cannot be changed
es_ar: la fecha de comienzo no puede ser cambiada
pt_br: a data de início não pode ser alterada
pt_pt: a data de início não pode ser alterada
ro: data începerii nu poate fi schimbată
ru: дата начала не может быть изменена

source: this campaign was created prior to auction and cannot be edited
es_ar: esta campaña fue creada con anterioridad a la subasta y no se puede editar
pt_br: esta campanha foi criada antes do leilão e não pode ser editada
pt_pt: esta campanha foi criada antes do leilão e não pode ser editada

source: address problem: %(message)s
es_ar: problema de dirección: %(message)s
pt_br: problema no endereço: %(message)s
pt_pt: problema de endereço: %(message)s
ro: problemă cu adresa: %(message)s
ru: проблема с адресом: %(message)s

source: card problem: %(message)s
es_ar: problema de tarjeta: %(message)s
pt_br: problema no cartão: %(message)s
pt_pt: problema de cartão: %(message)s
ro: problemă cu cardul: %(message)s
ru: проблема с картой: %(message)s

source: this is too long (max: %(max_length)s)
es_ar: demasiado largo (máximo: %(max_length)s)
pt_br: isso está muito longo (máx: %(max_length)s)
pt_pt: isso é muito longo (máximo:%(max_length)s)
ro: aici e prea mare (max: %(max_length)s )
ru: слишком длинно (максимум: %(max_length)s)

source: we need something here
es_ar: necesitamos algo acá
pt_br: precisamos de algo aqui
pt_pt: precisamos de algo aqui
ro: avem nevoie de ceva aici
ru: здесь нужно что-нибудь указать

source: this is too short (min: %(min_length)s)
es_ar: esto es muy corto (mínimo: %(min_length)s)
pt_br: isto é muito curto (mín: %(min_length)s)
pt_pt: isto é demasiado curto (mínimo: %(min_length)s)
ro: este prea scurt (minim: %(min_length)s)
ru: слишком коротко (минимум: %(min_length)s)

source: we've never seen that code before
es_ar: nunca vimos ese código antes
pt_br: nunca vimos esse código antes
pt_pt: nunca vimos esse código antes
ro: nu am mai văzut acel cod până acum
ru: мы впервые видим этот код

source: that code has already been claimed -- perhaps by you?
es_ar: ese código ya fue reclamado -- ¿quizás por vos?
pt_br: esse código já foi reivindicado -- talvez por você mesmo?
pt_pt: esse código já foi utilizado -- talvez por ti?
ro: codul a fost deja revendicat - poate de dumneavoastră?
ru: этот код уже был использован. возможно, вами?

source: that subreddit doesn't allow text posts
es_ar: ese subreddit no permite posts de texto
pt_br: esse subreddit não permite posts de texto
pt_pt: este subreddit não permite post de texto
ro: subredditul nu permite postarea de text
ru: этот сабреддит не допускает текстовые посты

source: that subreddit only allows text posts
es_ar: ese subreddit solo permite posts de texto
pt_br: esse subreddit apenas permite posts de texto
pt_pt: este subreddit só permite posts de texto
ro: subredditul permite doar postarea de text
ru: этот сабреддит допускает только текстовые посты

source: that's a piece of history now; it's too late to reply to it
es_ar: eso es historia ahora; demasiado tarde para responder
pt_br: isso é uma peça da história agora; é muito tarde para responder
pt_pt: isso já é um pedaço de história; é demasiado tarde para responder
ro: aceasta este o parte de istorie acum, e prea tîrziu să răspundeți
ru: теперь это часть истории; уже поздно отвечать на это

source: Comments are locked.
es_ar: Los comentarios están bloqueados.
pt_br: Os comentários estão bloqueados.
pt_pt: Os comentários estão fechados.
ro: Comentariile sunt blocate.
ru: Комментарии закрыты.

source: invalid css name
es_ar: nombre de css inválido
pt_br: nome css inválido
pt_pt: nome de css inválido
ro: nume CSS nevalid
ru: неверное имя css

source: invalid css
es_ar: css inválida
pt_br: css inválido
pt_pt: css inválido
ro: css nevalid
ru: неверные css

source: invalid revision ID
es_ar: ID de revisión inválida
pt_br: ID de revisão inválida
pt_pt: revisão de identidade inválida
ro: ID de revizuire nevalid
ru: неверный ID правки
