Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: buttons with points
es_ar: botones con puntos
pt_br: botões com pontos
pt_pt: botões com pontos
ro: butoane cu puncte
ru: кнопки с очками

source: customizing the look of your buttons
es_ar: personalizando la apariencia de tus botones
pt_br: customizando a aparência dos seus botões
pt_pt: a modificar a aparência dos teus botões
ro: modifică aspectul butoanelor
ru: изменение внешнего вида кнопок

source: the buttons with points have three additional options.
es_ar: los botones con puntos tienen tres opciones adicionales.
pt_br: os botões com pontos tem três opções adicionais.
pt_pt: há três opções adicionais de botões com pontos.
ro: butoanele cu puncte au 3 opțiuni adiționale
ru: у кнопок с очками три дополнительные возможности.

source: no styles will be added, so you can style it yourself
es_ar: no se agregará ningún estilo, así que podés personalizarlo a tu gusto
pt_br: nenhum estilo será adicionado, então você pode colocar seu estilo
pt_pt: nenhum estilo será adicionado, assim podes modificá-los como preferires
ro: nu va fi adăugat nici un design, ca să îl poți stiliza tu singur
ru: стили не будут добавлены, чтобы вы могли настроить стиль самостоятельно

source: specify a url to use instead of the current url
es_ar: especificá una dirección URL en lugar de la actual
pt_br: especificar uma url para ser usada ao invés da url atual
pt_pt: especifique uma url para utilizar em vez da url atual
ro: folosește un url diferit față de cel curent
ru: укажите url, который следует использовать вместо текущего url

source: opens links in a new window
es_ar: abre vínculos en una ventana nueva
pt_br: abrir links numa nova janela
pt_pt: abre as ligações numa nova janela
ro: deschide linkuri într-o fereastră nouă
ru: открывает ссылки в новом окне

source: Example:
es_ar: Ejemplo:
pt_br: Exemplo:
pt_pt: Exemplo:
ro: Exemplu:
ru: Пример:

source: simple interactive button
es_ar: botón simple interactivo
pt_br: botão interativo simples
pt_pt: botão interativo simples
ro: buton interactiv simplu
ru: простая интерактивная кнопка

source: put this code on your page:
es_ar: agregá este código en tu página:
pt_br: coloque este código na sua página:
pt_pt: coloque este código na sua página:
ro: adaugă codul ăsta pe pagina ta:
ru: разместите этот код у себя на странице:

source: and you'll get something like this:
es_ar: y obtendrás algo como esto:
pt_br: e você terá algo como isto:
pt_pt: e terás algo deste género:
ro: și vei avea ceva de genul:
ru: и вы получите что-то наподобие этого:

source: more interactive buttons
es_ar: más botones interactivos
pt_br: mais botões interativos
pt_pt: mais botões interativos
ro: mai multe butoane interactive
ru: другие интерактивные кнопки

source: interactive button advanced settings
es_ar: configuración avanzada de los botones interactivos
pt_br: configurações avançadas de botão interativo
pt_pt: opções avançadas do botão interativo
ro: setări avansate pentru butoane interactive
ru: дополнительные возможности интерактивных кнопок

source: specify a url
es_ar: especificar una dirección URL
pt_br: especifique uma url
pt_pt: especifique uma url
ro: specifică o adresă
ru: укажите url

source: useful in places like blogs, where you want to link to the post's permalink
es_ar: muy útiles en sitios como blogs, en donde publicás vínculos al vínculo permanente del post
pt_br: útil em lugares como blogs, onde você quer criar um link para o permalink do post
pt_pt: útil em lugares como blogues, em que queres uma ligação permanente
ro: folositor pentru bloguri de exemplu, când vrei să trimiți către linkul permanent al comentariului
ru: полезно в таких местах, как блоги, когда вы хотите сослаться на постоянную ссылку публикации

source: specify a community to target
es_ar: especificá la comunidad a la que apuntás
pt_br: especifique uma comunidade alvo
pt_pt: especifica uma comunidade-alvo
ro: specifică o comunitate țintă
ru: указать целевое сообщество

source: specify a title
es_ar: especificá un título
pt_br: especifique um título
pt_pt: especifique um título
ro: specifică un titlu
ru: укажите заголовок

source: open links in a new window
es_ar: abrir vínculos en una nueva ventana
pt_br: abrir links numa nova janela
pt_pt: abrir ligações numa nova janela
ro: deschide legăturile intro nouă fereastră
ru: открывать ссылки в новом окне

source: specify the color
es_ar: especificar el color
pt_br: especifique a cor
pt_pt: especifique a cor
ro: specifică culoarea
ru: укажите цвет

source: specify a border color
es_ar: especificar un color para el borde
pt_br: especifique uma cor de borda
pt_pt: especifique a cor da borda
ro: specifică culoarea marginii
ru: укажите цвет рамки

source: to make this button:
es_ar: para hacer este botón:
pt_br: para fazer este botão:
pt_pt: para fazer este botão:
ro: pentru a face acest buton:
ru: для создания этой кнопки:

source: use this code:
es_ar: utilizá este código:
pt_br: use este código:
pt_pt: use este código:
ro: folosește codul ăsta:
ru: используйте этот код:

source: more badges and buttons
es_ar: más distintivos y botones
pt_br: mais insígnias e botões
pt_pt: mais selos e botões
ro: mai multe medalii și butoane
ru: больше значков и кнопок

source: view code
es_ar: ver código
pt_br: ver código
pt_pt: ver código
ro: vezi codul
ru: показать код

source: hide code
es_ar: ocultar código
pt_br: esconder código
pt_pt: ocultar código
ro: ascunde codul
ru: скрыть код

source: clear
es_ar: borrar
pt_br: limpar
pt_pt: limpar
ro: șterge tot
ru: очистить

source: deleted comment from
es_ar: comentario eliminado de
pt_br: comentário deletado de
pt_pt: comentário apagado de
ro: comentariu șters din
ru: удаленный комментарий из

source: scores for stickied comments are visible to mods only
es_ar: puntuación de comentarios fijos son visibles solo para moderadores
pt_br: os pontos de comentários afixados apenas estão visíveis para os moderadores

source: scores are not shown for comments in contest mode
es_ar: las puntuaciones no se muestran para comentarios en modo de concurso
pt_br: as pontuações não são mostradas para comentários no modo de consurso

source: this subreddit hides comment scores for %d minutes
es_ar: este subreddit oculta los puntajes de comentario por %d minutos
pt_br: esse subreddit esconde a pontuação de comentários por %d minutos
pt_pt: este sub-reddit oculta as pontuações dos comentários por %d minutos
ro: acest subreddit ascunde scorurile cometariilor pentru %d minute
ru: этот сабреддит скрывает рейтинг комментариев в течение %d мин.

source: score hidden
es_ar: puntaje oculto
pt_br: pontuação oculta
pt_pt: pontuação oculta
ro: scor ascuns
ru: рейтинг скрыт

source: selected by this subreddit's moderators
es_ar: seleccionado por los moderadores de este subreddit
pt_br: selecionado pelos moderadores deste sub-reddit

source: stickied comment
es_ar: comentario fijo
pt_br: comentário afixado

source: category: %s
es_ar: categoría: %s
pt_br: categoria: %s
pt_pt: categoria: %s
ro: categorie: %s
ru: категория: %s

source: show replies
es_ar: mostrar respuestas
pt_br: mostras respostas
pt_pt: mostrar respostas
ro: arată răspunsurile
ru: показать ответы

source: ago
es_ar: atrás
pt_br: atrás
pt_pt: atrás
ro: în urmă
ru: назад

source: on
es_ar: en
pt_br: em
pt_pt: em
ro: pe
ru: на

source: More comments
es_ar: Más comentarios
pt_br: Mais comentários
pt_pt: Mais comentários

source: Add comment
es_ar: Añadir comentario
pt_br: Adicionar comentário

source: Highlight comments posted since previous visit:
es_ar: Comentarios destacados publicados desde la visita anterior:
pt_br: Destacar comentários postados desde uma visita anterior:
pt_pt: Destacar comentários publicados desde a última visita:
ro: Accentuează comentariile adăugate de la vizita precedentă:
ru: Подсветить комментарии, добавленные с предыдущего визита:

source: no highlighting
es_ar: sin destacar
pt_br: sem realce
pt_pt: sem destaques
ro: fără evidențiere
ru: не подсвечивать

source: # Claim this award for /u/%(user)s? #
es_ar: # ¿Canjear este trofeo para /u/%(user)s? #
pt_br: # Reivindicar este prémio para /u/%(user)s? #

source: Yes, please!
es_ar: Si por favor!
pt_br: Sim, por favor!
pt_pt: Sim, obrigado!
ro: Da, te rog!
ru: Да, пожалуйста!

source: "In 5-billion years the Sun will expand and engulf our orbit as the charred ember that was once Earth vaporizes. Have a nice day."
es_ar: "En 5 mil millones de años el sol se expandirá e invadirá nuestra órbita mientras se evaporizan los restos carbonizados de lo que alguna vez fue la Tierra. ¡Que pasés un buen día!"
pt_br: "Em 5 bilhões de anos, o Sol irá expandir e engolfar nossa órbita enquanto o âmbar carbonizado que outrora foi a Terra vaporiza. Tenha um bom dia."
pt_pt: "Em 5 mil milhões de anos o Sol irá expandir-se e engolir a nossa órbita enquanto os restos carbonizados do que em tempos foi a Terra se vaporizam. Tem um bom dia."
ro: În 5 miliarde de ani, soarele va creşte în dimensiuni şi va înghite toată orbita noastră, în timp ce tăciunii care au fost odată planeta Pământ se vor vaporiza. O zi bună!
ru: "Через 5 миллиардов лет Солнце расширится и поглотит нашу орбиту, превратив Землю в обугленный уголек. Хорошего вам дня."

source: # your account is too new to create a subreddit try participating in other communities on reddit for a little while first before creating your own. please post to /r/help if you need more information about this restriction, or if you require a specific exemption you can [contact the admins](/contact) to request one.
es_ar: # tu cuenta es demasiado nueva para crear un subreddit intenta participar en otras comunidades en reddit durante algún tiempo antes de intentar crear la tuya propia. por favor, publica en /r/help si necesitas más información sobre esta restricción, o si quieres preguntar sobre una excención específica puedes [contactar con los admins](/contact) para solicitarla.
pt_br: # sua conta é muito nova para criar um subreddit tente participar de outras comunidades durante algum tempo antes de criar a sua própria. se precisar de mais informações sobre esta restrição, publique a sua pergunta no /r/help, ou caso queira pedir uma exceção pode [contatar os admins](/contact).
pt_pt: # a tua conta é demasiado recente para poderes criar um sub-reddit tenta participar noutras comunidades durante algum tempo antes de decidires criar a tua própria. Se precisares de mais informações acerca desta restrição, publica a tua questão no /r/help, ou caso queiras pedir uma excepção podes [contactar um administrador](/contact).
ru: # Ваша учетная запись слишком нова для создания сабреддита попробуйте поучаствовать в других сообществах на reddit перед тем, как создавать свое собственное. Для получения более подробной информации о данном ограничении, напишите в /r/help. Если вы считаете, что ваш случай исключительный, вы можете [связаться с администрацией](/contact).

source: no spaces, e.g., "books" or "bookclub". avoid using solely trademarked names, e.g. use "FansOfAcme" instead of "Acme". once chosen, this name cannot be changed.
es_ar: sin espacios, ej., "libros" o "clubdelibros". evita el uso unicamente de nombres de marcas registradas, ej. usa "FansDeAcme" en vez de "Acme". una vez escogido, este nombre no podrá ser cambiado.
pt_br: sem espaços, ex. "livros" ou "clubedelivros". evita usar unicamente o nome de marcas, ex. usa "FãsDaNestle" em vez de "Nestle". uma vez escolhido, este nome não pode ser alterado.

source: name
es_ar: nombre
pt_br: nome
pt_pt: nome
ro: nume
ru: имя

source: e.g., books: made from trees or pixels. recommendations, news, or thoughts
es_ar: ej., libros: hechos de árboles o pixels. recomendaciones, noticias u opiniones
pt_br: ex. livros: feitos a partir de árvores ou píxeis. recomendações, notícias, ou opiniões

source: Appears in search results and social media links. 500 characters max.
es_ar: Aparece en los resultados de búsqueda y en los enlaces a redes sociales. Máx. de 500 caracteres.
pt_br: Aparecer nos resultados das pesquisas e links das redes sociais. Máx. de 500 caracteres.
pt_pt: Aparecer nos resultados das pesquisas e ligações para as redes sociais. Máx. de 500 caracteres.
ru: будет появляется в результатах поиска и ссылках на социальные медиа (макс. 500 символов).

source: shown in the sidebar of your subreddit. %d characters max.config/sidebar
es_ar: mostrado en la barra lateral de tu subreddit. %d caracteres máximo.config/sidebar
pt_br: mostrar na barra lateral do teu sub-reddit. %d caracteres max.config/sidebar

source: text to show on submission page. 1024 characters max.
es_ar: texto que se mostrará en la página de envíos. 1024 caracteres o menos.
pt_br: texto a ser mostrado na página de envio. 1024 caracteres no máx.
pt_pt: texto a ser mostrado na página de envio. máx. de 1024 caracteres
ro: text de afișat pe pagina postării. max. 1024 de caractere.
ru: текст для показа на странице публикаций (макс. 1024 символа).

source: submission text
es_ar: texto del envío
pt_br: texto da postagem
pt_pt: texto da publicação
ro: textul articolului
ru: текст публикации

source: public
es_ar: público
pt_br: público
pt_pt: público
ru: публичный

source: anyone can view and submit
es_ar: cualquiera puede ver el contenido y publicar
pt_br: qualquer um pode ver e enviar
pt_pt: qualquer um pode ver e enviar
ro: oricine poate vedea și trimite
ru: публиковать и просматривать можно всем

source: restricted
es_ar: restringido
pt_br: restrito
pt_pt: restricto
ro: restricționat
ru: ограниченный

source: anyone can view, but only some are approved to submit links
es_ar: cualquiera puede ver el contenido, pero solo algunas personas tienen la aprobación para publicar vínculos
pt_br: todos podem ver, mas somente alguns são autorizados a enviar links
pt_pt: qualquer um pode ver, mas apenas alguns podem enviar ligações
ro: oricine poate vedea, însă doar unii au aprobarea să trimită linkuri
ru: просматривать можно всем, но для публикации требуется одобрение

source: only approved members can view and submit
es_ar: solo los miembros aprobados pueden ver el contenido y publicar
pt_br: apenas membros aprovados podem ver e enviar
pt_pt: apenas membros aprovados podem ver e enviar
ro: doar membrii aprobați pot vedea și trimite
ru: просматривать и публиковать могут только одобренные пользователи

source: anyone can view, but submissions are no longer accepted
es_ar: cualquiera puede ver el contenido, pero no se acepta más ninguna publicación
pt_br: qualquer um pode ver, porém envios não são mais aceitos
pt_pt: qualquer um pode ver, mas não serão aceites mais envios
ro: oricine poate vedea, dar articolele nu mai sunt acceptate
ru: все могут просматривать, но публикации больше не принимаются

source: gold restricted
es_ar: restringido para gold
pt_br: restrito a membros gold
pt_pt: restrito a membros de ouro
ro: aur restricționat
ru: только для Золотых

source: anyone can view, but only reddit gold members can submit or comment
es_ar: cualquiera puede ver, pero solo miembros de reddit gold pueden publicar o comentar
pt_br: qualquer um pode ver, mas apenas membros reddit gold podem inscrever-se ou comentar
pt_pt: qualquer um pode ver, mas apenas membros de ouro podem enviar comentários
ro: oricine poate vedea, însă doar membrii reddit gold pot trimite sau comenta
ru: все могут просматривать, но только золотые подписчики могут публиковать и комментировать

source: employees only
es_ar: solo empleados
pt_br: somente empregados
pt_pt: apenas para funcionários
ro: doar angajați
ru: только для сотрудников

source: only reddit employees can view; the employee list is pulled from live config
es_ar: solo los empleados de reddit pueden verlo; la lista de empleados se obtiene de la configuración a tiempo real
pt_br: apenas os funcionários do reddit podem ver; a lista de funcionários é obtida da configuração em tempo real
pt_pt: apenas os funcionários do reddit podem ver; a lista de funcionários é obtida da configuração em tempo real
ru: просматривать могут только сотрудники reddit; список работников берется из актуальных настроек

source: If you switch this subreddit to another type, you will not be able to switch back to "gold only" without the assistance of an admin
es_ar: Si cambias este subreddit a otro tipo, no podrás volver a cambiarlo a "solo para miembros oro" sin la ayuda de un admin
pt_br: Se você alterar esse subreddit para um outro tipo, não vai poder revertê-lo novamente para "apenas gold" sem a ajuda de um administrador
pt_pt: Se mudares o tipo deste sub-reddit, não será possível voltares a mudar para "exclusivo para membros de ouro" sem a ajuda de um administrador
ru: Если вы измените тип вашего сабреддита, то не сможете снова поменять обратно на «только для золотых подписчиков» без помощи администратора

source: gold only
es_ar: solo miembros gold
pt_br: apenas gold
pt_pt: exclusivo para membros de ouro
ro: doar cu aur
ru: только для золотых подписчиков

source: only reddit gold members can view and submit
es_ar: solo los miembros oro de reddit pueden ver y enviar
pt_br: apenas membros com reddit gold podem ver e enviar
pt_pt: apenas os membros de ouro podem ver ou enviar
ru: просматривать и публиковать могут только золотые подписчики

source: content options
es_ar: opciones de contenido
pt_br: opções de conteúdo
pt_pt: preferências de conteúdo
ro: opțiuni de conținut
ru: параметры материалов

source: any
es_ar: cualquiera
pt_br: qualquer
pt_pt: qualquer
ro: orice
ru: любые

source: any link type is allowed
es_ar: se permite cualquier tipo de vínculo
pt_br: qualquer tipo de link é permitido
pt_pt: qualquer tipo de link é aceite
ro: orice tip de link este permis
ru: разрешены любые типы постов

source: links only
es_ar: solo vínculos
pt_br: apenas links
pt_pt: apenas ligações
ro: doar linkuri
ru: только ссылки

source: only links to external sites are allowed
es_ar: solo se permiten vínculos a sitios externos
pt_br: apenas links externos são permitidos
pt_pt: apenas são permitidas ligações para páginas externas
ro: sunt permise dor linkuri spre site-uri externe
ru: разрешены только ссылки внешние сайты

source: text posts only
es_ar: solo posts de texto
pt_br: apenas postagens de texto
pt_pt: apenas posts de texto
ro: doar postările text
ru: только текстовые посты

source: only text/self posts are allowed
es_ar: solo se permiten los posts de texto/propios
pt_br: somente postagens de texto/próprias são permitidas
pt_pt: são permitidos apenas posts de texto/auto posts
ro: sunt permise doar texte/postări proprii
ru: разрешены только текстовые публикации

source: Custom label for submit link button (blank for default):
es_ar: Etiqueta modificada para el botón de crear links (vacío por default):
pt_br: Rótulo customizado do botão de enviar link (em branco por padrão):
pt_pt: Legenda personalizada para o botão de enviar ligação (em branco mantém a por omissão):
ro: Personalizează eticheta pentru butonul de postare a unei legături (gol pentru textul implicit):
ru: Пользовательский вид для кнопки публикации ссылки (пустая строка — оставить по умолчанию):

source: Custom label for submit text post button (blank for default):
es_ar: Etiqueta modificada para el botón de crear entrada de texto (blanco por default):
pt_br: Rótulo customizado do botão de enviar post de texto (em branco por padrão):
pt_pt: Legenda personalizada para o botão de enviar publicação de texto (em branco mantém a por omissão):
ro: Personalizează eticheta pentru butonul de postare a unui text (gol pentru textul implicit):
ru: Пользовательский вид для кнопки публикации текстового поста (пустая строка — оставить по умолчанию):

source: disabled
es_ar: deshabilitado
pt_br: desativado
pt_pt: desactivado
ro: dezactivat
ru: отключена

source: Wiki is disabled for all users except mods
es_ar: Wiki está deshabilitado para todos los usuarios, a excepción de los moderadores
pt_br: A Wiki está desativada para todos os usuários exceto mods
pt_pt: A Wiki está desactivada para todos os utilizadores excepto moderadores
ro: Wiki este dezactivat pentru toți utilizatorii cu excepția moderatorilor
ru: вики отключена для все пользователей, кроме модераторов

source: mod editing
es_ar: edición de moderador
pt_br: edição de moderador
pt_pt: edição por moderadores
ro: editarea moderatorului
ru: редактируется модераторами

source: Only mods, approved wiki contributors, or those on a page's edit list may edit
es_ar: Solo los moderadores, los colaboradores wiki aprobados y aquellos que figuren en la lista de edición de la página podrán editar contenido
pt_br: Apenas mods, contribuidores wiki aprovados ou aqueles na lista de edição da página podem editar
pt_pt: Apenas moderadores, colaboradores aprovados para a wiki, ou aqueles na lista de edição de uma página, podem editá-la
ro: Doar moderatorii, contribuitorii wiki aprobați sau acei din lista de editare a paginii pot edita
ru: эту страницу могут редактировать только модераторы, одобренные редакторы вики и те, кто находится в списке редакторов этой страницы

source: anyone
es_ar: cualquiera
pt_br: qualquer um
pt_pt: qualquer um
ro: oricine
ru: редактируется кем угодно

source: Anyone who can submit to the subreddit may edit
es_ar: Cualquier persona que pueda publicar en el subreddit puede editar contenido
pt_br: Qualquer um que possa enviar para este subreddit pode editar
pt_pt: Qualquer pessoa que submeta conteúdo para o sub-reddit, também o pode editar
ro: Oricine poate trimite observații către subreddit, poate edita
ru: правки могут вносить все, у кого есть право публикации

source: Subreddit karma required to edit and create wiki pages:
es_ar: karma de subreddit requerido para editar y crear páginas wiki:
pt_br: Karma no subreddit é necessário para editar e criar páginas wiki:
pt_pt: carma sub-reddit necessário para editar e criar páginas wiki:
ro: Pentru editarea și crearea paginilor wiki este necesară karma subredditului:
ru: минимальная карма сабреддита для правки и создания страниц вики:

source: Account age (days) required to edit and create wiki pages:
es_ar: Antigüedad de la cuenta (días) requerida para editar y crear páginas wiki:
pt_br: Idade da conta (dias) necessária para editar e criar páginas wiki:
pt_pt: Idade da conta (dias) necessária para editar e criar páginas wiki:
ro: Vechimea contului (zile) necesara pentru editarea si crearea paginilor wiki:
ru: минимальный возраст аккаунта для правки и создания страниц вики (в днях):

source: spam filter strength
es_ar: potencia del filtro de spam
pt_br: força do filtro de spam
pt_pt: intensidade do filtro de lixo
ro: nivelul filtrului de spam
ru: мощность спам-фильтра

source: high is the standard filter, low disables most filtering, all will filter every post initially and they will need to be approved manually to be visible.
es_ar: «alto» es el nivel de filtración por omisión, «bajo» desactiva la mayor parte de la filtración, todos filtrarán cada entrada inicialmente y habrá que aprobarlas a mano para ser visibles.
pt_br: alto é o filtro padrão, baixo desativa a maior parte da filtração, tudo vai filtrar todos os posts inicialmente e precisarão ser aprovados manualmente para serem visíveis.
pt_pt: alto é o filtro padrão, baixo desactiva a maioria da filtragem, todos irá filtrar todas as publicações e será necessário que sejam aprovadas manualmente para ficarem visíveis.
ro: nivelul înalt de filtrare este standard, nivelul jos dezactivează majoritatea filtrelor, toate vor filtra inițial fiecare postare și va fi necesară aprobarea lor în mod manual pentru a fi vizibile.
ru: высокая - стандартный фильтр; низкая - практически вся фильтрация отключена; полная - все посты фильтруются, и для того, чтобы они стали видимыми, их необходимо одобрить вручную.

source: low
es_ar: bajo
pt_br: baixo
pt_pt: baixo
ro: scăzut
ru: низкая

source: high
es_ar: alto
pt_br: alto
pt_pt: alto
ro: înalt
ru: высокая
