Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: username mentions
es_ar: menciones de usuario
pt_br: menções de nome de usuário
pt_pt: referências ao teu nome
ro: mențiunile numelui de utilizator
ru: упоминания имени пользователя

source: messages
es_ar: mensajes
pt_br: mensagens
pt_pt: mensagens
ro: mesaje
ru: сообщения

source: To block a user click 'block user' below a message from a user you wish to block from messaging you.
es_ar: Para bloquear a un usuario clickeá 'bloquear usuario' debajo de un mensaje del usuario que quieras bloquear para no recibir mensajes suyos.
pt_br: Para bloquear alguém clique em 'bloquear usuário' abaixo de uma mensagem de um usuário que você deseja bloquear.
pt_pt: Para bloquear um utilizador clica em 'bloquear utilizador'por baixo da mensagem do utilizador cujas mensagens desejas bloquear.
ro: Pentru a bloca un utilizator apasă pe 'blochează utilizator' sub mesajul utilizatorului pe care dorești să-l blochezi.
ru: Чтобы заблокировать пользователя, кликните "заблокировать" под его сообщением.

source: Trusted users will always be able to send you PMs.
es_ar: Usuarios de confianza siempre podrán enviarte PM.
pt_br: Usuários confiáveis sempre poderão lhe enviar mensagens privadas.

source: gilded
es_ar: con gold
pt_br: com gold
pt_pt: recompensados com ouro
ro: aurit
ru: позолоченное

source: gildings in this subreddit have paid for %(time)s of server time
es_ar: los gold de este subreddit pagaron %(time)s de servidor
pt_br: golds neste subreddit pagaram por %(time)s de tempo de servidor
pt_pt: as recompensas de ouro neste sub-reddit pagaram por %(time)s de tempo de servidor
ro: aurul donat în acest subreddit au plătit pentru %(time)s de server
ru: Золочения в этом сабреддите помогли нам оплатить %(time)s серверного времени

source: copied from %(source)s
es_ar: copiado desde %(source)s
pt_br: copiado de %(source)s
pt_pt: copiado de %(source)s
ro: preluat de la %(source)s
ru: скопировано из %(source)s

source: this app has not been approved for use with employee accounts
es_ar: esta aplicación no ha sido aprobada para ser usada por cuentas de empleados
pt_br: este aplicativo não foi aprovado para ser usado com contas de funcionários
pt_pt: esta aplicação não foi aprovada para ser usada em contas de funcionário
ro: această aplicație nu a fost aprobată pentru conturile angajaților
ru: это приложение не было одобрено для использования аккаунтами сотрудников

source: [account deleted]
es_ar: [cuenta eliminada]
pt_br: [conta deletada]
pt_pt: [utilizador removido]
ro: [cont șters]
ru: [аккаунт удален]

source: %(author)s's comment from discussion "%(title)s"
es_ar: comentario de %(author)s en la discusión "%(title)s"
pt_br: comentário de %(author)s na discussão "%(title)s"
pt_pt: %(author)s do comentário na discussão "%(title)s"
ro: Comentariul lui %(author)s din discuția %(title)s
ru: комментарий %(author)s из обсуждения "%(title)s"

source: privacy policy
es_ar: política de privacidad
pt_br: política de privacidade
pt_pt: política de privacidade
ro: politica de confidențialitate
ru: политика конфиденциальности

source: user agreement
es_ar: acuerdo de usuario
pt_br: acordo de usuário
pt_pt: termos de utilização
ro: acordul utilizatorului
ru: пользовательское соглашение

source: content policy
es_ar: normas de contenido
pt_br: política de conteúdo
pt_pt: política de conteúdos
ro: politica de conținut
ru: контентная политика

source: over 18?
es_ar: ¿mayor de 18 años?
pt_br: maior de 18?
pt_pt: maior de 18?
ro: peste 18 ani?
ru: старше 18?

source: quarantined
es_ar: en cuarentena
pt_br: em quarentena
pt_pt: na quarentena
ro: în carantină
ru: на карантине

source: create promoted post
es_ar: crear post promocionado
pt_br: criar postagem promovida
pt_pt: criar uma publicação promovida
ro: creează postare promovată

source: edit promoted post
es_ar: editar post promocionado
pt_br: editar postagem promovida
pt_pt: editar publicação promovida
ro: editează postare promovată

source: promoted post report
es_ar: reporte de post patrocinado
pt_br: relatório da postagem promovida
pt_pt: denunciar publicação promovida

source: promoted post inventory
es_ar: inventario de post patrocinado
pt_br: inventário da postagem promovida
pt_pt: inventário de posts promovidos

source: unapproved campaigns
es_ar: campañas no aprobadas
pt_br: campanhas não aprovadas
pt_pt: campanhas não aprovadas

source: externally promoted links
es_ar: enlaces patrocinados externamente
pt_br: links promovidos externamente
pt_pt: ligações promovidas externamente

source: unapproved promoted links
es_ar: enlaces patrocinados sin aprobar
pt_br: links patrocinados não aprovados
pt_pt: links promovidos não aprovados
ro: linkuri promovate neacceptate
ru: неодобренные продвигаемые ссылки

source: accepted promoted links
es_ar: enlaces patrocinados aceptados
pt_br: links patrocinados aceitos
pt_pt: links promovidos aceites
ro: linkuri promovate acceptate
ru: принятые продвигаемые ссылки

source: unpaid promoted links
es_ar: enlaces patrocinados sin pagar
pt_br: links patrocinados não pagos
pt_pt: links promovidos não pagos
ro: linkuri promovate neplătite
ru: неоплаченные продвигаемые ссылки

source: rejected promoted links
es_ar: enlaces patrocinados rechazados
pt_br: links patrocinados rejeitados
pt_pt: links promovidos rejeitados
ro: linkuri promovate respinse
ru: отклоненные продвигаемые ссылки

source: live promoted links
es_ar: enlaces patrocinados activos
pt_br: links promovidos ativos
pt_pt: links promovidos em direto
ro: linkuri promovate în direct
ru: действительные продвигаемые ссылки

source: edited live promoted links
es_ar: enlaces patrocinados editados activos
pt_br: links promovidos ativos editados
pt_pt: links editados promovidos ao vivo

source: all promoted links
es_ar: todos los vínculos promocionados
pt_br: todos os links promovidos
pt_pt: todos os links promovidos
ro: toate linkurile promovate
ru: все продвигаемые ссылки

source: promoted by you
es_ar: promocionado por vos
pt_br: promovido por você
pt_pt: promovido por ti
ro: promovate de tine
ru: продвигаемые вами

source: promoted links by platform
es_ar: enlaces patrocinados por plataforma
pt_br: links promovidos por plataforma
pt_pt: ligação promovidas por plataforma

source: underdelivered promoted links
es_ar: enlaces patrocinados por debajo del objetivo
pt_br: links promovidos com remessa insuficiente
pt_pt: links promovidos com pouco alcance
ro: linkuri promovate sublivrate
ru: недостаточно показываемые рекламные ссылки

source: reported promoted links
es_ar: enlaces patrocinados reportados
pt_br: links promovidos denunciados
pt_pt: links promovidos reportados
ro: linkuri promovate raportate
ru: продвигаемые ссылки, на которые поданы жалобы

source: house promoted links
es_ar: enlaces promocionados de reddit
pt_br: links promovidos do reddit
pt_pt: links promovidos pelo reddit
ro: linkuri proprii promovate
ru: разместить у себя рекламируемые ссылки

source: fraud suspected promoted links
es_ar: enlaces supuestamente fraudulentos patrocinados
pt_br: links promovidos suspeitos de fraude
pt_pt: suspeita de fraude em ligações promovidas
ro: linkurile promovate suspectate de fraudă
ru: продвигаемые ссылки, подозреваемые в мошенничестве

source: promos on reddit
es_ar: promociones en reddit
pt_br: promoções no reddit
pt_pt: promoções no reddit
ro: promovări pe reddit
ru: промо на reddit

source: target oversold, can't freebie
es_ar: se vendió de más ese objetivo, no podemos reglarlo
pt_br: objeto esgotado, não podemos mais dar como brinde
pt_pt: alvo vendido abaixo do preço real, não pode ser oferecido
ro: s-a vândut tot, nu se mai poate da gratuit
ru: рекламная цель распродана, невозможно продолжить бесплатно

source: fraudnot fraud
es_ar: fraudulento o no
pt_br: fraude não fraude
pt_pt: fraude não fraude

source: refund succeeded
es_ar: reembolso logrado.
pt_br: o reembolso ocorreu com sucesso
pt_pt: o reembolso foi bem sucedido
ro: rambursarea a reușit
ru: возврат средств прошел успешно

source: refund not needed
es_ar: reembolso no necesario
pt_br: reembolso não necessário
pt_pt: reembolso não necessário
ro: rambursarea nu este necesară
ru: возврат средств не требуется

source: failed to authenticate card. sorry.
es_ar: error al verificar la tarjeta. lo sentimos.
pt_br: falhou a autenticação do cartão. desculpe.
pt_pt: falha ao autenticar o cartão. desculpa.
ro: eroare la autentificarea cardului. scuze.
ru: не удалось проверить карту. просим прощения.

source: please change campaign start date to %(date)s or earlier
es_ar: por favor cambia la fecha de inicio de la campaña a %(date)s o antes
pt_br: favor mudar a data de início da campanha para %(date)s ou antes
pt_pt: por favor altere a data de início da campanha para %(date)s ou mais cedo
ro: Va rugăm schimbaţi data de start a campaniei în %(date)s sau mai devreme
ru: пожалуйста, измените дату начала кампании на %(date)s или ранее

source: please change campaign start date to %(date)s or later
es_ar: por favor cambia la fecha de inicio de la campaña a %(date)s o más tarde
pt_br: por favor, mude a data de início da campanha para %(date)s ou mais tarde
pt_pt: por favor altere a data de início da campanha para %(date)s ou depois
ro: Va rugăm schimbaţi data de start a campaniei în %(date)s sau mai mai tîrziu
ru: пожалуйста, измените дату начала кампании на %(date)s или позднее

source: image must be a jpg or png
es_ar: la imagen debe ser de formato jpg o png
pt_br: a imagem deve ser jpg ou png
pt_pt: a imagem deve de ser um jpg ou png
ru: картинка должна быть в формате jpg или png

source: banned
es_ar: bloqueado
pt_br: banido
pt_pt: banido
ro: blocat
ru: изгнан

source: gold members only
es_ar: sólo miembros gold
pt_br: apenas para membros gold
pt_pt: apenas para membros de ouro
ro: doar membrii gold
ru: только золотые участники

source: private
es_ar: privado
pt_br: privado
pt_pt: privado
ro: privat
ru: частный

source: search failed
es_ar: error al buscar
pt_br: a busca falhou
pt_pt: a pesquisa falhou
ro: căutare eșuată
ru: поиск не удался

source: This page is the subreddit stylesheet, changes here apply to the subreddit css
es_ar: Esta página es la hoja de estilo de subreddit. Los cambios que se hacen acá se aplican a la css de subreddit
pt_br: Esta página é folha de estilos do subreddit, mudanças feitas aqui se aplicam ao CSS do subreddit
pt_pt: Esta página é o stylesheet do subreddit. Quaisquer mudanças feitas aqui, são aplicadas no css do subreddit
ro: Această pagină este o foaie de stil subreddit, modificările de aici se aplică subreddit-ului CSS
ru: Это страница стилей сабреддита, изменения здесь будут применены к CSS сабреддита

source: The contents of this page appear on the submit page
es_ar: Los contenidos de esta página aparecen en la página de envío
pt_br: Os conteúdos desta página aparecem na pagina de envios
pt_pt: Os conteúdos desta página aparecem na página de envio
ro: Conținutul acestei pagini apare pe pagina de postare
ru: Содержание этой страницы появится на странице публикации материала

source: The contents of this page appear on the subreddit sidebar
es_ar: Los contenidos de esta página aparecen en la barra lateral de subreddit
pt_br: Os conteúdos desta página aparecem na barra lateral do subreddit
pt_pt: Os conteúdos desta página aparecem na barra lateral do subreddit
ro: Conținuturile acestei pagini apar în bara laterală a subreddit-ului
ru: Содержание этой страницы появится на боковой панели сабреддита

source: The contents of this page appear in the public subreddit description and when the user does not have access to the subreddit
es_ar: Los contenidos de esta página aparecen en la descripción pública del subreddit cuando el usuario tenga o no acceso al subreddit
pt_br: Os conteúdos desta página aparecem na descrição pública do subreddit e quando o usuário não tem acesso ao subreddit
pt_pt: Os conteúdos desta página são mostrados na descrição pública do sub-reddit e quando um utilizador não tiver acesso ao sub-reddit
ro: Conținutul acestei pagini apare în descrierea publică a subreddit-ului și când utilizatorul nu are acces la subreddit
ru: Содержание этой страницы появится в публичном описании сабреддита, а также когда пользователь не будет иметь доступа к сабреддиту

source: This page is used to configure AutoModerator for the subreddit, please see [the full documentation](/wiki/automoderator/full-documentation) for information
es_ar: Esta página se usa para configurar el moderamiento automático del subreddit, por favor entrá a [toda la documentación](/wiki/automoderator/full-documentation) para más información
pt_br: Essa página é usada para configurar o AutoModerator para o subreddit, por favor veja [a documentação completa](/wiki/automoderator/full-documentation) para mais informação
pt_pt: Esta página serve para configurar o AutoModerator do subreddit. Por favor vê [a documentação completa](/wiki/automoderator/full-documentation) para mais informações
ro: Această pagină este folosită pentru a configura AutoModerator-ul pentru subreddit, vă rugăm uitați-vă la [documentarea întreagă](/wiki/automoderator/full-documentation) pentru informații
ru: Эта страница настройки Автомодератора для сабреддита. Пожалуйста, ознакомьтесь с [документацией](/wiki/automoderator/full-documentation).

source: viewing revision from %s
es_ar: viendo revisión de %s
pt_br: vendo revisões de %s
pt_pt: a visualizar revisão de %s
ro: vezi revizuirea de la %s
ru: просмотр правки от %s

source: %s ago
es_ar: Hace %s
pt_br: %s atrás
pt_pt: há %s
ro: acum %s
ru: %s назад

source: comparing revisions from %(date_1)s and %(date_2)s
es_ar: comparar revisiones de %(date_1)s y %(date_2)s
pt_br: comparando revisões de %(date_1)s e %(date_2)s
pt_pt: a comparar revisões desde %(date_1)s a %(date_2)s
ro: compară revizuirea de la %(date_1)s şi %(date_2)s
ru: сравнение версий за %(date_1)s и %(date_2)s

source: viewing revision from %s ago
es_ar: ver revisiones de hace %s
pt_br: vendo revisão de %s atrás
pt_pt: a ver revisões de há %s
ro: vezi revizuirea de acum %s
ru: просмотр версии страницы, сохраненной %s назад

source: this wiki cannot handle page names of that magnitude! please select a page name shorter than %d characters
es_ar: ¡este wiki no puede trabajar con nombres de página de esa magnitud! por favor, seleccioná un nombre de página que tenga menos de %d caracteres
pt_br: esta wiki não consegue lidar com nomes de páginas tão grandes! por favor escolha um nome de página menor do que %d caracteres
pt_pt: esta wiki não consegue lidar com nomes de página dessa magnitude! por favor selecione um nome de página com menos de %d caracteres
ro: acest wiki nu suportă denumiri de pagină atît de lungi. vă rugăm să alegeți un nume de pagină mai scurt decît %d caractere
ru: в этой вики нельзя использовать названия страниц такой длины! пожалуйста, выберите название страницы не длиннее %d символов

source: this page is a special page, please go into the subreddit settings and save the field once to create this special page
es_ar: esta página es una página especial. andá a la configuración del subreddit y guardá el campo una vez para crear esta página especial
pt_br: esta página é uma página especial, por favor vá às preferências do subreddit e salve o campo uma vez para criar esta página especial
pt_pt: esta página é uma página especial. por favor vai até às definições do sub-reddit e guarda o campo uma vez para criar esta página especial
ro: aceasta este o pagină specială, vă rugăm să mergeți la setările subreddit-ului și să salvați cîmpurile de vreme ce creați această pagină specială
ru: Это специальная страница, нажмите "сохранить" в настройках сабреддита, чтобы создать ее

source: a max of %d separators "/" are allowed in a wiki page name.
es_ar: se permiten %d separadores "/" como máximo en un nombre de página wiki.
pt_br: um máximo de %d separadores "/" são permitidos no nome de uma página wiki.
pt_pt: são permitidos um máximo de %d separadores "/" no nome da página desta wiki.
ro: un maximum de %d separatori "/" sunt permiși într-un nume de pagină wiki.
ru: в названии страницы вики разрешено использовать не более %d разделителей "/".

source: Wiki error
es_ar: error de wiki
pt_br: erro Wiki
pt_pt: erro da wiki
ro: eroare Wiki
ru: ошибка вики

source: You are doing that too much, please try again later.
es_ar: Estás haciendo eso demasiado. intentá otra vez más tarde.
pt_br: Você está fazendo isso demais, por favor tente novamente mais tarde.
pt_pt: Está a fazer isso em demasiado, por favor, tente mais tarde.
ro: Aţi făcut exces de zel, vă rugăm să încercați din nou mai târziu.
ru: Вы делаете это слишком часто, пожалуйста, попробуйте еще раз позже.

source: no image found with name "%(name)s"
es_ar: no se ha encontrado imágenes con el nombre "%(name)s"
pt_br: nenhuma imagem encontrada com o nome "%(name)s"
pt_pt: nenhuma imagem encontrada com o nome "%(name)s"
ro: nicio imagine gasită cu numele „%(name)s”
ru: не найдено изображений с именем "%(name)s"

source: only uploaded images are allowed; reference them with the %%%%imagename%%%% system
es_ar: sólo se permiten imágenes subidas; haz referencia a una con el sistema %%%%imagename%%%%
pt_br: apenas imagens carregadas são permitidas; referencie-as com o sistema %%%%imagename%%%%
pt_pt: Apenas envia images que são autorizadas. Refere-as com o sistema: %%%%imagename%%%%
ro: doar imaginile incarcate sunt acceptate; denumitile cu %%%%numeimagine%%%% in sistem
ru: разрешены только загруженные изображения; ссылайтесь на них по системе %%%%imagename%%%%

source: syntax error: %(message)s
es_ar: error de sintaxis: %(message)s
pt_br: erro de sintaxe: %(message)s
pt_pt: erro de sintaxe: %(message)s
ro: eroare de sintaxa: %(message)s
ru: ошибка синтаксиса: %(message)s

source: @%(keyword)s is not allowed
es_ar: @%(keyword)s no está permitido
pt_br: @%(keyword)s não é permitido
pt_pt: @%(keyword)s não é permitido
ro: %(keyword)s nu este acceptat
ru: @%(keyword)s - не разрешено

source: unknown property "%(name)s"
es_ar: propiedad desconocida "%(name)s"
pt_br: propriedade desconhecida "%(name)s"
pt_pt: propriedade desconhecida "%(name)s"
ro: proprietate necunoscută „%(name)s”
ru: неизвестное свойство "%(name)s"

source: unknown function "%(function)s"
es_ar: función desconocida "%(function)s"
pt_br: função desconhecida "%(function)s"
pt_pt: função desconhecida "%(function)s"
ro: funcție necunoscută „%(function)s”
ru: неизвестная функция "%(function)s"

source: unexpected token "%(token)s"
es_ar: elemento inesperado "%(token)s"
pt_br: símbolo inesperado "%(token)s"
pt_pt: token inesperado "%(token)s"
ro: cheie de acces neașteptată „%(token)s”
ru: неизвестный токен "%(token)s"

source: backslashes are not allowed
es_ar: no están permitidas las barras invertidas
pt_br: barras invertidas não são permitidas
pt_pt: barras invertidas não são permitidas
ro: backslash-urile nu sunt permise
ru: обратные косые черты не разрешены

source: control characters are not allowed
es_ar: no están permitidos los caracteres de control
pt_br: caracteres de controle não são permitidos
pt_pt: caracteres de controlo não são permitidos
ro: caracterele control nu sunt permise
ru: управляющие символы не разрешены

source: the stylesheet is too big. maximum size: %(size)d KiB
es_ar: la hoja de estilos es muy grande. tamaño máximo: %(size)d KiB
pt_br: a folha de estilos está muito grande. tamanho máximo: %(size)d KiB
pt_pt: o stylesheet é demasiado grande. tamanho máximo: %(size)d KiB
ro: foaia de stiluri e prea mare. dimensiune maxima: %(size)d KB
ru: таблица стилей слишком большая. ограничение: %(size)d КиБ

source: comment reply
es_ar: comentar respuesta
pt_br: resposta ao comentário
pt_pt: resposta a comentário
ro: răspunde la comentariu
ru: ответ на комментарий

source: post reply
es_ar: postear respuesta
pt_br: resposta ao post
pt_pt: resposta à publicação
ro: răspunde la mesaj
ru: ответ на публикацию

source: username notification
es_ar: notificación de nombre de usuario
pt_br: notificação de nome de usuário
pt_pt: notificação de nome de utilizador
ro: notificare pentru nume de utilizator
ru: уведомление имени пользователя

source: message
es_ar: mensaje
pt_br: mensagem
pt_pt: mensagem
ro: mesaj
ru: сообщение

source: Please log in to do that.
es_ar: Por favor iniciá sesión para hacer eso.
pt_br: Por favor faça login para fazer isso.
pt_pt: Por favor inicia sessão para poderes fazer isso.
ro: Conectează-te pentru a face asta.
ru: Пожалуйста, для этого войдите в аккаунт.

source: You must be a moderator to do that.
es_ar: Tenés que ser un moderador para poder hacer eso.
pt_br: Você deve ser um moderador para fazer isso.
pt_pt: Apenas um moderador pode fazer isso.
ro: Trebuie să fii un moderator ca să faci asta.
ru: Bы должны быть "модератором" штобы делать "это".

source: You must be a sponsor to do that.
es_ar: Tenés que ser un patrocinador para hacer eso.
pt_br: Você deve ser um patrocinador para fazer isso.
pt_pt: Apenas um patrocinador pode fazer isso.
ro: Trebuie să fii un sponsor ca să faci asta.
ru: Вы должны быть "спонсором" штобы "это" делать.

source: this page must be accessed using https
es_ar: se debe acceder a esta página con https
pt_br: esta página deve ser acessada utilizando https
pt_pt: esta página tem de ser acedida por https
ro: această pagină trebuie accesată utilizând https
ru: доступ к этой странице только через https

source: you can't do that on this domain
es_ar: no podes hacer eso en este dominio
pt_br: você não pode fazer isso neste domínio
pt_pt: não podes fazer isso neste dominio
ro: nu poți face asta pe acest domeniu
ru: вы не можете сделать это на данном домене

source: you need to set a valid email address to do that.
es_ar: necesitás establecer un correo electrónico válido para realizar eso.
pt_br: você precisa configurar um endereço de e-mail válido para fazer isso.
pt_pt: tens de validar o teu endereço de e-mail para poderes fazer isso.
ro: trebuie să setezi o adresă de email validă pentru a face asta.
ru: чтобы сделать это, нужно указать действующий адрес эл. почты.

source: a url is required
es_ar: se requiere una dirección url
pt_br: um url é necessário
pt_pt: é necessária uma url
ro: e nevoie de un url
ru: необходимо указать url

source: you should check that url
es_ar: revisá la dirección url ingresada
pt_br: você deveria verificar esse url
pt_pt: verifique essa url
ro: ar trebui să verifici acel url
ru: проверьте этот url

source: URI scheme must be one of: %(schemes)s
es_ar: La forma de la URI debe ser una de estas: %(schemes)s
pt_br: O esquema de URI deve ser um desses: %(schemes)s
pt_pt: O esquema URI deve ser um de: %(schemes)s
ro: schema URL trebuie să fie una din: %(schemes)s
ru: Схема url должна быть одной из списка: %(schemes)s

source: care to try these again?
es_ar: ¿podrías intentar de nuevo?
pt_br: gostaria de tentar de novo?
pt_pt: queres voltar a tentar?
ro: nu vrei să încerci din nou?
ru: хотите попробовать еще раз?

source: invalid user name
es_ar: nombre de usuario no válido
pt_br: nome de usuário inválido
pt_pt: nome de utilizador inválido
ro: nume utilizator necorespunzător
ru: неверное имя пользователя

source: username must be between %(min)d and %(max)d characters
es_ar: el nombre de usuario debe estar entre los %(min)d y los %(max)d caracteres
pt_br: nome de usuário deve conter entre %(min)d e %(max)d caracteres
pt_pt: o nome de utilizador deve conter entre %(min)d a %(max)d caracteres
ro: numele de utilizator trebuie să fie între %(min)d și %(max)d caractere
ru: имя пользователя должно включать от %(min)d до %(max)d символов
