Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: payment mismatch
es_ar: descuadre de pago
pt_br: incompatibilidade de pagamento
pt_pt: o pagamento não coincide
ro: incompatibilitate la plată
ru: несовпадение платежа

source: manage externally
es_ar: manejar externamente
pt_br: gerir externamente

source: Create a promotion only and manage the campaign in adzerk.
pt_br: Criar apenas uma promoção e gerir a campanha em adzerk.

source: Original ID of link to promote, e.g. 4clncr
pt_br: ID original de uma ligação para promover, ex. 4clncr

source: override url
es_ar: sobrescribir enlace
pt_br: sobrepor url

source: Override link, e.g. to add UTM tag, leave blank for original URL
pt_br: Substituir a ligação, ex. para adicionar uma etiqueta UTM, deixar em branco para o URL original

source: promoter text
pt_br: texto do promotor

source: Text to show for 'promoted by'
pt_br: Texto a mostrar em 'promovido por'

source: promoter url
pt_br: promover url

source: URL for 'promoted by'
pt_br: URL para 'promovido por'

source: Link directly to discussion
pt_br: Ligar diretamente à discussão

source: Override the link with link to the comments page
pt_br: Substituir a ligação com uma ligação para a página de comentários

source: third party tracker
pt_br: rastreador de terceiros

source: URL for third-party tracking pixel
pt_br: URL para o píxel do rastreador de terceiros

source: grouping
es_ar: agrupación
pt_br: agrupamento
pt_pt: agrupamento
ro: grupare
ru: группировка

source: Are you sure you want to view this community?
es_ar: ¿Estás seguro de querer ver esta comunidad?
pt_br: Você tem certeza que quer ver esta comunidade?
pt_pt: Tens a certeza que queres ver esta comunidade?
ru: Вы уверены, что хотите просматривать это сообщество?

source: You must have a [verified email](/prefs/update) to view this community
es_ar: Necesitas tener un [email verificado](/prefs/update) para ver esta comunidad
pt_br: Você precisa de um [email verificado](/prefs/update) para ver esta comunidade
pt_pt: Tens de ter um [endereço de e-mail validado](/prefs/update) para ver esta comunidade
ru: У вас должна быть [подтвержденная эл. почта](/prefs/update), чтобы просматривать это сообщество

source: You must log in and have a verified email to view this community
es_ar: Debes iniciar sesión y haber verificado tu email para ver esta comunidad
pt_br: Você deve fazer login e ter um email verificado para ver esta comunidade
pt_pt: Tens de ter sessão iniciada e um endereço de e-mail validado para ver esta comunidade
ru: Чтобы просматривать данное сообщество, вы должны войти в свой аккаунт с подтвержденной эл. почтой

source: Communities that are dedicated to shocking or highly offensive content are [quarantined](%(link)s). Content in this community may be upsetting. Are you certain you want to continue?
es_ar: Comunidades que se dedican a contenido ofensivo son [quarantined](%(link)s). El contenido en esta comunidad puede causar molestia. ¿Seguro que deseas continuar?
pt_br: Comunidades que são dedicadas a conteúdo chocante ou altamente ofensivo são postas em [quarentena](%(link)s). Conteúdo nesta comunidade pode ser perturbador. Tem certeza que quer continuar?
pt_pt: As comunidades que se dedicam a conteúdos chocantes ou altamente ofensivos estão na [quarentena](%(link)s). O conteúdo desta comunidade pode ser perturbador. Tens a certeza que queres continuar?
ru: Сообщества, посвященные шокирующему или оскорбительному контенту, находятся [на карантине](%(link)s). Содержание этого сабреддита может вас обидеть. Вы уверены, что хотите продолжить?

source: Communities that are dedicated to shocking or highly offensive content are [quarantined](%(link)s).
es_ar: Comunidades que se dedican a contenido ofensivo son [quarantined](%(link)s).
pt_br: Comunidades dedicadas a conteúdo chocante ou altamente ofensivo são postas em [quarentena](%(link)s).
pt_pt: As comunidades que se dedicam a conteúdos chocantes ou altamente ofensivos estão na [quarentena](%(link)s).
ru: Сообщества, посвященные шокирующим или крайне оскорбительным материалам, закрыты на [quarantined](%(link)s).

source: discussions in
es_ar: discusión en
pt_br: discussões em
pt_pt: discussões em
ro: discuții în
ru: обсуждения в

source: subscribed
es_ar: Subscrito
pt_br: inscrito
pt_pt: subscrições
ro: abonat
ru: подписки

source: Use of this site constitutes acceptance of our %(user_agreement)s and %(privacy_policy)s
es_ar: El uso de este sitio implica la aceptación de nuestro %(user_agreement)s y de las %(privacy_policy)s
pt_br: O uso deste site constitui a aceitação de nosso %(user_agreement)s e nossa %(privacy_policy)s
pt_pt: O uso deste site constitui aceitação dos nossos %(user_agreement)s e %(privacy_policy)s
ro: Folosirea acestui sait constituie acceptarea %(user_agreement)s şi a %(privacy_policy)s
ru: Использование данного сайта означает, что вы принимаете %(user_agreement)s и %(privacy_policy)s

source: User Agreement {Genitive}
es_ar: Acuerdo de Usuario
pt_br: Acordo do Usuário
pt_pt: Termos de utilização {Genitive}
ro: Termenii și condițiile
ru: пользовательского соглашения

source: %(year)d reddit inc. All rights reserved.
es_ar: %(year)d reddit inc. Todos los derechos reservados.
pt_br: %(year)d reddit S/A. Todos os direitos reservados.
pt_pt: %(year)d reddit inc. Todos os direitos reservados.
ro: %(year)d reddit inc. Toate drepturile rezervate.
ru: %(year)d reddit инкорпорейтед. Все права защищены.

source: Advertise - %(category)s
pt_br: Publicidade - %(category)s

source: jump to content
es_ar: saltar al contenido
pt_br: pular para o conteúdo
pt_pt: saltar para conteúdo
ro: sari la conținut
ru: перейти к контенту

source: You're in beta mode! Thanks for helping to test reddit.
es_ar: Estas en modo beta! Gracias por ayudar a probar reddit.
pt_br: Você está em modo beta! Obrigado por ajudar a testar o reddit.
pt_pt: Estás no modo beta! Obrigado por ajudares a testar o reddit.
ru: Вы в режиме бета-тестирования! Спасибо, что помогаете тестировать reddit.

source: Please give feedback at %(beta_link)s, or %(learn_more_link)s.
es_ar: Por favor da una reseña en %(beta_link)s, o %(learn_more_link)s.
pt_br: Por favor nos dê feedback em %(beta_link)s, ou %(learn_more_link)s.
pt_pt: Por favor dá-nos as tuas impressões em %(beta_link)s, ou %(learn_more_link)s.
ru: Пожалуйста, оставляйте отзывы на %(beta_link)s или %(learn_more_link)s.

source: learn more on the wiki
es_ar: más información en la wiki
pt_br: saiba mais na wiki
pt_pt: aprender mais na wiki
ro: află mai multe pe wiki
ru: узнайте больше в вики

source: Want to join? %(login_or_register)s in seconds.
es_ar: ¿Quieres unirte? %(login_or_register)s en segundos.
pt_br: Quer participar? %(login_or_register)s em segundos.
pt_pt: Queres participar? %(login_or_register)s
ru: Хотите присоединиться? %(login_or_register)s за считанные секунды.

source: Log in or sign up
es_ar: Inicia sesión o regístrate
pt_br: Faça login ou registre-se
pt_pt: Inicia sessão ou cria uma conta
ro: Conectează-te sau întregistrează-te
ru: Войти или зарегистрироваться

source: new mail!
es_ar: ¡correo nuevo!
pt_br: nova mensagem!
pt_pt: nova mensagem!
ro: mail nou!
ru: новые сообщения!

source: no new mail
es_ar: No hay correo nuevo
pt_br: sem novas mensagens
pt_pt: sem novas mensagens
ro: niciun mail nou
ru: нет новых сообщений

source: mod messages
es_ar: mensajes de moderador
pt_br: mensagens do mod
pt_pt: mensagens do mod.
ro: mesajele moderatorilor
ru: сообщения модераторов

source: traffic by day of week
es_ar: tráfico por día de la semana
pt_br: tráfego por dia da semana
pt_pt: tráfego por dia da semana
ro: traficul pe zilele săptămânii
ru: трафик по дням недели

source: daily mean
es_ar: promedio diario
pt_br: média diária
pt_pt: média diária
ro: media zilnică
ru: среднесуточное значение

source: refund promotion
es_ar: devolución de promoción
pt_br: reembolsar promoção
pt_pt: reembolsar promoção
ro: restituie promovarea
ru: вернуть деньги за продвижение

source: campaign
es_ar: campaña
pt_br: campanha
pt_pt: campanha
ro: campanie
ru: кампания

source: dates
es_ar: fechas
pt_br: datas
pt_pt: datas
ro: date
ru: даты

source: impressions purchased
es_ar: impresiones compradas
pt_br: impressões compradas
pt_pt: impressões compradas
ro: impresii achiziționate
ru: показов приобретено

source: impressions received
es_ar: impresiones recibidas
pt_br: impressões recebidas
pt_pt: impressões recebidas
ro: impresii primite
ru: показов получено

source: billable amount
es_ar: cantidad facturable
pt_br: montante faturável
pt_pt: montante facturável
ro: sumă facturabilă
ru: сумма к оплате

source: refund amount
es_ar: total devuelto
pt_br: quantidade de reembolso
pt_pt: montante do reembolso
ro: restituie suma
ru: сумма возврата

source: issue refund
es_ar: solicitar devolución
pt_br: emitir reembolso
pt_pt: reembolsar
ro: rambursarea problemei
ru: запросить возврат средств

source: N/A
es_ar: N/D
pt_br: N/D
pt_pt: N/D

source: free
es_ar: gratis
pt_br: grátis
pt_pt: grátis
ro: gratuit
ru: бесплатно

source: pay
es_ar: pagar
pt_br: pagar
pt_pt: pagar
ro: plătește
ru: оплатить

source: change
es_ar: cambiar
pt_br: mudar
pt_pt: mudar
ro: schimbă
ru: изменить

source: freebie
es_ar: gratis
pt_br: brinde
pt_pt: borla
ro: monstră
ru: халява

source: refund
es_ar: devolución
pt_br: reembolso
pt_pt: reembolso
ro: rambursează
ru: возврат средств

source: This figure indicates what was delivered, not what you will be charged. You will only be charged for %s
pt_br: Esta figura indica quando foi entregue, mas não o que será cobrado. Apenas será cobrado por %s

source: complete
es_ar: completa
pt_br: completo
pt_pt: concluído
ro: complet
ru: завершено

source: expired
es_ar: expirado
pt_br: expirado
pt_pt: expirado

source: pending review
pt_br: revisão pendente
pt_pt: revisão pendente

source: pending link approval
pt_br: aprovação da ligação pendente
pt_pt: aprovação da ligação pendente

source: resume
es_ar: resumen
pt_br: retomar
pt_pt: retomar

source: pause
es_ar: pausa
pt_br: pôr em pausa
pt_pt: pôr em pausa

source: terminate
es_ar: finalizar
pt_br: concluir
pt_pt: terminar
ro: reziliază
ru: уничтожить

source: why are you reporting this?
es_ar: Por qué has reportado esto?
pt_br: por que você está denunciando isto?
pt_pt: porque estás a denunciar isto?
ro: de ce raportezi asta?
ru: почему вы жалуетесь на это?

source: reddit rule: %(rule_name)s
es_ar: regla de reddit: %(rule_name)s
pt_br: regra do Reddit: %(rule_name)s

source: other (max %(num)s characters):
es_ar: otros (max %(num)s caracteres):
pt_br: outro (max %(num)s caracteres):
pt_pt: outro (máx. %(num)s caracteres):
ro: alte (maxim %(num)s caractere):
ru: другое (не более %(num)s символов):

source: Your account has been locked due to possible password compromise, please %(reset_password_link)s to continue using Reddit
es_ar: Tu cuenta ha sido bloqueada debido a un posible compromiso de contraseña, por favor, %(reset_password_link)s para continuar utilizando Reddit
pt_br: A tua conta foi bloqueada devido a um possível compromisso da palavra-passe, por favor %(reset_password_link)s para continuar a usar o Reddit

source: Rules that visitors must follow to participate. May be used as reasons to report or ban.
pt_br: Regras que os visitantes devem seguir para participar. Podem ser usadas como motivo para denunciar ou suspender.

source: Add a new rule.
es_ar: Añadir una nueva regla.
pt_br: Adicionar uma nova regra.
pt_pt: Adicionar uma nova regra.

source: Add a rule
es_ar: Añadir una regla
pt_br: Adicionar regra
pt_pt: Adicionar regra

source: You have reached the maximum number of rules.
pt_br: Atingiste o número máximo de regras.
pt_pt: Atingiste o número máximo de regras.

source: Delete this rule.
es_ar: Eliminar esta regla.
pt_br: Apagar esta regra.
pt_pt: Apagar esta regra.

source: Edit this rule.
es_ar: Editar esta regla.
pt_br: Editar esta regra.
pt_pt: Editar esta regra.

source: Delete this rule?
es_ar: ¿Eliminar esta regla?
pt_br: Apagar esta regra?
pt_pt: Apagar esta regra?

source: Short name
es_ar: Nombre corto
pt_br: Nome abreviado

source: remaining
pt_br: restantes

source: Applies to
pt_br: Aplica-se a

source: Full description of this rule
pt_br: Descrição completa desta regra

source: Cancel this action.
pt_br: Cancelar esta ação.

source: Confirm this action.
pt_br: Confirmar esta ação.

source: converted query to %(syntax)s syntax: %(converted)s
es_ar: consulta convertida en %(syntax)s sintáxis: %(converted)s
pt_br: consulta convertida para sintaxe %(syntax)s: %(converted)s
pt_pt: consulta convertida para sintaxe %(syntax)s: %(converted)s
ro: cerinta convertita la sintaxa %(syntax)s: %(converted)s
ru: ваш запрос переведен в синтаксис %(syntax)s: %(converted)s

source: find submissions in "subreddit"
es_ar: buscar publicaciones en "subreddit"
pt_br: encontrar envios em "subreddit"
pt_pt: encontrar envios em "sub-reddit"
ro: caută articole în „subreddit”
ru: искать публикации в "сабреддите"

source: find submissions by "username"
es_ar: buscar publicaciones por "username"
pt_br: encontrar envios por "nome de usuário"
pt_pt: encontrar envios por "nome de utilizador"
ro: caută articole de la „utilizator”
ru: искать пубилкации по "имени пользователя"

source: find submissions from "example.com"
es_ar: buscar publicaciones de"example.com"
pt_br: encontrar envios de "exemplo.com"
pt_pt: encontrar envios de "exemplo.pt"
ro: caută articole de la „exemplu.com”
ru: искать публикации на "пример.com"

source: search for "text" in url
es_ar: buscar "text" en dirección url
pt_br: buscar por "texto" na url
pt_pt: procurar por "texto" no URL
ro: caută „text” în url
ru: искать "текст" в URL

source: search for "text" in self post contents
es_ar: buscar "text" en contenido de posteos propios
pt_br: buscar por "texto" no conteúdo de posts de texto
pt_pt: procurar por "texto" no conteúdo de publicações de texto
ro: caută „text” în conținutul postărilor proprii
ru: искать "текст" в текстовых постах

source: include (or exclude) self posts
es_ar: incluir (o excluir) posteos propios
pt_br: incluir (ou excluir) posts de texto
pt_pt: incluir (ou excluir) publicações de texto
ro: include (sau exclude) postările proprii
ru: включить (или исключить) текстовые публикации

source: include (or exclude) results marked as NSFW
es_ar: incluir (o excluir) resultados marcados como NSFW
pt_br: incluir (ou excluir) resultados marcados como adulto
pt_pt: incluir (ou excluir) resultados marcados como conteúdo ADULTO
ro: include (sau exclude) rezultatele marcate ca NSFW
ru: включить (или исключить) результаты, помеченые как NSWF (Небезопасно Для Работы)

source: see the search faq for details.
es_ar: mirá la preguntas frecuentes sobre las búsquedas para más detalles.
pt_br: leia o FAQ da busca para detalhes.
pt_pt: consulta as perguntas frequentes da pesquisa para mais detalhes.
ro: vezi întrebarile frecvente legate de căutare pentru mai multe detalii.
ru: почитайте ЧаВо о поиске

source: advanced search: by author, subreddit...
es_ar: opciones avanzadas: por autor, subreddit...
pt_br: pesquisa avançada: por autor, subreddit...
pt_pt: pesquisa avançada: por autor, sub-reddit…
ro: căutare avansată: după autor, subreddit...
ru: расширенный поиск: по авторам, сабреддитам...

source: Search
es_ar: buscar
pt_br: Procurar
pt_pt: Pesquisa
ro: Caută
ru: Поиск

source: limit my search to %(path)s
es_ar: limitar mi búsqueda a %(path)s
pt_br: limitar minhas buscas a %(path)s
pt_pt: limitar as pesquisas a %(path)s
ro: limitează căutarea mea la %(path)s
ru: искать только в %(path)s

source: by
es_ar: por
pt_br: por
pt_pt: por
ro: de
ru: от

source: to %s
es_ar: a %s
pt_br: para %s
pt_pt: para %s
ro: la %s
ru: к %s

source: less
es_ar: menos
pt_br: menos
pt_pt: menos
ro: mai puține
ru: меньше

source: a community for %(time)s
es_ar: una comunidad durante %(time)s
pt_br: uma comunidade por %(time)s
pt_pt: comunidade existente há %(time)s
ro: o comunitate de %(time)s
ru: сообщество существует %(time)s

source: search within %(subreddit)s
es_ar: buscar solo en %(subreddit)s
pt_br: procurar dentro de %(subreddit)s
pt_pt: pesquisar em %(subreddit)s
ro: caută în %(subreddit)s
ru: искать в %(subreddit)s

source: search in %(subreddit)s
es_ar: buscar en %(subreddit)s
pt_br: procurar em %(subreddit)s
pt_pt: pesquisar em %(subreddit)s
ro: caută în %(subreddit)s
ru: поиск в %(subreddit)s

source: More from %(subreddit)s
pt_br: Mais de %(subreddit)s

source: Hide
pt_br: Ocultar
pt_pt: Ocultar

source: Comments, continued...
pt_br: Comentários, continuado...

source: visible to:
es_ar: visible para:
pt_br: visível para:
pt_pt: visível para:
ro: vizibil pentru:
ru: видимо для:

source: only me
es_ar: solo yo
pt_br: apenas eu
pt_pt: apenas eu
ro: doar eu
ru: меня

source: everyone
es_ar: todo el mundo
pt_br: todos
pt_pt: todos
ro: toată lumea
ru: всех

source: note: you will only be eligible for a gilding trophy if this is set to "everyone"
es_ar: nota: sólo podrás ser elegido para un trofeo de oro si este ajuste está establecido en "todos"
pt_br: nota: você só será elegível para um troféu de dar ouro se isso estiver selecionado para "todos"
pt_pt: nota: só serás elegível para um troféu de recompensas de ouro se isto for definido para "todos"
ro: atenţie: vei putea auri un trofeu doar atunci când această opţiune e setată pe "toată lumea"
ru: примечание: вы получите право на трофейную Золотую подписку, только если здесь указано «для всех»

source: top subreddits
es_ar: subreddits principales
pt_br: subreddits no topo
pt_pt: sub-reddits no topo
ro: cele mai bune subreddite
ru: топ сабреддитов

source: make report
es_ar: reportar
pt_br: fazer denúncia
pt_pt: fazer denúncia
ro: raportează
ru: создать отчёт

source: not approved
es_ar: no aprobado
pt_br: não aprovado
pt_pt: não aprovado
ro: neaprobat
ru: не одобрено

source: NSFW
pt_br: ADULTO
pt_pt: ADULTO
ro: XXX

source: [link]
pt_br: [ligação]

source: too many results? narrow it down to a subreddit!
es_ar: ¿demasiados resultados? ¡reducílos a un subreddit!
pt_br: resultados demais? reduza para um subreddit!
pt_pt: demasiados resultados? limita a pesquisa a um sub-reddit!
ro: prea multe rezultate? restrânge la un subreddit!
ru: слишком много результатов? сузьте поиск до сабреддита!

source: This community is [quarantined](%(link)s) because of its shocking or highly offensive content.
es_ar: Esta comunidad está [quarantined](%(link)s) debido a su contenido impactante o altamente ofensivo.
pt_br: Esta comunidade está em [quarentena](%(link)s) devido a seu conteúdo chocante ou altamente ofensivo.
pt_pt: Esta comunidade está na [quarentena](%(link)s) por causa dos seus conteúdos chocantes ou altamente ofensivos.
ru: Это сообщество [на карантине](%(link)s) из-за шокирующего или оскорбительного контента.

source: Leave this community
es_ar: Dejar esta comunidad
pt_br: Sair desta comunidade
pt_pt: Abandonar esta comunidade
ro: Părăsește această comunitate
ru: Покинуть это сообщество

source: logged-in users viewing this subreddit in the past 15 minutes
es_ar: los usuarios conectados en este momento que hayan visto este subreddit en los últimos 15 minutos
pt_br: usuários logados vendo este subreddit nos últimos 15 minutos
pt_pt: utilizadores com sessão iniciada a ver este sub-reddit nos últimos 15 minutos
ro: utilizatori inregistrati care au vizualizat acest subreddit in ultimele 15 minute
ru: вошедшие в аккаунт пользователи, просматривавшие этот сабреддит за последние 15 минут

source: logged-out users viewing this subreddit in the past 15 minutes
es_ar: usuarios con sesión cerrada viendo este subreddit en los últimos 15 minutos
pt_br: utilizadores sem sessão iniciada a ver este sub-reddit nos últimos 15 minutos

source: you are no longer an approved submitter
es_ar: no sos más un publicador aprobado
pt_br: você não é mais um contribuidor aprovado
pt_pt: deixaste de ser um colaborador aprovado
ro: nu mai ești redactor
ru: вы больше не являетесь одобренным автором

source: stop being an approved submitter?
es_ar: ¿dejar de ser un publicador aprobado?
pt_br: deixar de ser um contribuidor aprovado?
pt_pt: deixar de ser um colaborador aprovado?
ro: nu mai vrei să fii redactor?
ru: перестать быть одобренным автором?

source: you are an approved submitter on this subreddit. (%(leave)s)
es_ar: sos un publicador aprobado en este reddit. (%(leave)s)
pt_br: você é um contribuidor aprovado neste subreddit. (%(leave)s)
pt_pt: és um contribuidor aprovado neste sub-reddit. (%(leave)s)
ro: ești un redactor aprobat al acestui subreddit. (%(leave)s)
ru: вы - одобренный автор в этом сабреддите. (%(leave)s)

source: Show this subreddit's theme
es_ar: Mostrar el tema de este subreddit
pt_br: Mostrar o tema deste subreddit
pt_pt: Mostrar o tema deste sub-reddit
ro: Arată modelul acestui subreddit
ru: Отображать тему этого сабреддита

source: a community for
es_ar: una comunidad durante
pt_br: uma comunidade por
pt_pt: uma comunidade há
ro: o comunitate pentru
ru: сообщество существует

source: approve this subreddit
es_ar: verificar este subreddit
pt_br: aprovar este subreddit
pt_pt: aprovar este sub-reddit
ro: aprobă acest subreddit
ru: одобрить этот сабреддит

source: ban this subreddit
es_ar: prohibir este subreddit
pt_br: banir este subreddit
pt_pt: banir este sub-reddit
ro: banează acest subreddit
ru: изгнать этот сабреддит

source: View the community rules
es_ar: Ver las reglas de la comunidad
pt_br: Ver as regras da comunidade
pt_pt: Ver as regras da comunidade

source: Reddit rule: %(rule_name)s
es_ar: Regla de Reddit: %(rule_name)s
pt_br: Regra do Reddit: %(rule_name)s

source: Reports go to community moderators anonymously
es_ar: Los reportes son revisados por los moderadores de la comunidad de manera anónima
pt_br: As denúncias são enviadas aos moderadores da comunidade de forma anónima

source: Reports go to Reddit admins
es_ar: Los reportes son revisados por los admins de Reddit
pt_br: As denúncias vão para os administradores do Reddit

source: Other (max %(num)s characters):
es_ar: Otra (máx. %(num)s caracteres):
pt_br: Outra (máx. %(num)s caracteres):

source: Type in a community and hit "Enter." Press backspace to delete
es_ar: Escribe una comunidad y presiona intro. Presiona la tecla de borrar para borrar
pt_br: Introduz uma comunidade e pressiona "Enter". Pressiona backspace para apagar

source: reason for revision
es_ar: motivo de la revisión
pt_br: motivo da revisão
pt_pt: motivo da revisão
ro: motivul reviziei
ru: причина изменения

source: see previous versions
es_ar: ver versiones anteriores
pt_br: ver versões anteriores
pt_pt: ver versões anteriores
ro: vezi versiunile precedente
ru: посмотреть предыдущие версии

source: preview
es_ar: previsualizar
pt_br: previsão
pt_pt: pré-visualizar
ro: previzualizează
ru: предпросмотр

source: normal link
es_ar: vínculo normal
pt_br: link normal
pt_pt: ligação normal
ro: link normal
ru: обычная ссылка

source: compressed link
es_ar: vínculo acortado
pt_br: link comprimido
pt_pt: ligação compacta
ro: link comprimat
ru: сжатая ссылка

source: link with thumbnail
es_ar: vincular con imagen en miniatura
pt_br: link com miniatura
pt_pt: ligação com miniatura
ro: link cu pictogramă
ru: ссылка с картинкой

source: stickied link
es_ar: enlace achinchetado
pt_br: link fixo
pt_pt: ligação afixada
ro: link fixat
ru: прикрепленная ссылка

source: gilded comment
es_ar: comentario con gold
pt_br: comentario que recebeu gold
pt_pt: comentário recompensado com ouro
ro: comentariu aurit
ru: позолоченный комментарий

source: images
es_ar: imágenes
pt_br: imagens
pt_pt: imagens
ro: imagini
ru: изображения

source: image file
es_ar: archivo de la imagen
pt_br: arquivo de imagem
pt_pt: ficheiro de imagem
ro: fișierul imaginii
ru: файл картинки

source: new image name:
es_ar: nuevo nombre de la imagen:
pt_br: novo nome de imagem:
pt_pt: novo nome da imagem:
ro: numele noii imagini:
ru: имя новой картинки:
