Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: I understand and agree that registration on or use of this site constitutes agreement to its %(user_agreement)s and %(privacy_policy)s.
es_ar: Entiendo y acepto que mi registro en este sitio o su uso implica la aceptación de sus %(user_agreement)s y %(privacy_policy)s
pt_br: Eu compreendo e concordo que o registro no ou o uso deste site constitui na aceitação de seu %(user_agreement)s e %(privacy_policy)s.
pt_pt: Eu entendo e concordo que o registo no reddit ou o uso do mesmo constitui aceitação do %(user_agreement)s e da %(privacy_policy)s.
ro: Înţeleg şi sunt de acord că înregistrarea pe acest sait şi utilizarea lui constituie acceptarea %(user_agreement)s şi a %(privacy_policy)s.
ru: Я понимаю и согласен с тем, что регистрация на данном сайте и его использование означают принятие %(user_agreement)s и %(privacy_policy)s.

source: to view reddit with only submissions from your friends, use [reddit.com/r/friends](%s)
es_ar: para ver únicamente los contenidos publicados por tus amigos en reddit, visitá [reddit.com/r/friends](%s)
pt_br: para ver o reddit somente com os envios de seus amigos, use [reddit.com/r/friends](%s)
pt_pt: para ver o reddit apenas com os envios de seus amigos, use [reddit.com/r/friends](%s)
ro: dacă vrei să vezi doar redditurile prietenilor, du-te la [reddit.com/r/friends]( %s )
ru: чтобы просматривать только публикации друзей, используйте [reddit.com/r/friends](%s)

source: your subreddit has been created
es_ar: tu subreddit ha sido creado
pt_br: seu subreddit foi criado
pt_pt: o teu sub-reddit foi criado
ro: subredditul tău a fost creat
ru: ваш сабреддит был создан

source: visit [%(link)s](%(link)s) for more information
es_ar: visitá [%(link)s](%(link)s) para más información
pt_br: visite [%(link)s](%(link)s) para mais informações
pt_pt: visite [%(link)s](%(link)s) para obter mais informações
ro: du-te la [ %(link)s ]( %(link)s ) pentru mai multe informații
ru: посетите [%(link)s](%(link)s), чтобы узнать подробности

source: you have not subscribed to any subreddits.
es_ar: no estas suscrito a ningun subreddit
pt_br: você não se inscreveu em nenhum subreddit.
pt_pt: não subscreveste nenhum sub-reddit.
ro: nu te-ai abonat la niciun subreddit.
ru: вы не подписаны ни на один сабреддит.

source: below are the subreddits you have subscribed to.
es_ar: debajo están los subreddits a los que te has suscrito.
pt_br: abaixo estão os subreddits que você se inscreveu.
pt_pt: mais abaixo estão os sub-reddits aos quais te subscreveste.
ro: mai jos sunt subredditele la care te-ai abonat.
ru: ниже приведены сабреддиты, на которые вы подписаны.

source: below are the subreddits that you are an approved submitter on.
es_ar: abajo están los reddits en los que sos un publicador aprobado.
pt_br: abaixo estão os subreddits nos quais você é um contribuidor aprovado.
pt_pt: mais abaixo estão os sub-reddits em que és um colaborador aprovado.
ro: mai jos sunt subreditele la care sunteți un emitent aprobat.
ru: ниже приведены сабреддиты, в которых вы являетесь одобренным автором.

source: below are the subreddits that you have moderator access to.
es_ar: abajo están los reddits en los que tenés acceso de moderador
pt_br: abaixo estão os subreddits que você modera.
pt_pt: abaixo estão os sub-reddits onde tens acesso como moderador.
ro: mai jos sunt subreddit-urile la care aveți acces ca moderator.
ru: ниже приведены сабреддиты, в которых вы являетесь модератором.

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) subreddit. you can also search within [all subreddits](%(all_reddits_link)s)
es_ar: Estás buscando dentro de [%(reddit_name)s](%(reddit_link)s) reddit. También es posible buscar en [todos los reddits](%(all_reddits_link)s)
pt_br: você está pesquisando dentro do subreddit [%(reddit_name)s](%(reddit_link)s). você pode também pesquisar em [todos os subreddits](%(all_reddits_link)s)
pt_pt: estás a pesquisar no(s) subreddit(s) [%(reddit_name)s](%(reddit_link)s). podes também pesquisar em [all subreddits](%(all_reddits_link)s)
ro: căutați în suredditul [%(reddit_name)s](%(reddit_link)s). de asemenea, puteți cătuta în [all subreddits](%(all_reddits_link)s)
ru: вы ищите в сабреддите [%(reddit_name)s](%(reddit_link)s). вы можете попробовать поискать во [всех сабреддитах](%(all_reddits_link)s)

source: %(author)s comments on %(title)s
es_ar: comentarios de %(author)s en %(title)s
pt_br: %(author)s comentou em %(title)s
pt_pt: comentários de %(author)s em %(title)s
ro: comentariile lui %(author)s la %(title)s
ru: %(author)s ответил на %(title)s

source: %(score)s points and %(num_comments)s comments so far on reddit
es_ar: %(score)s puntos y %(num_comments)s comentarios hasta ahora en reddit
pt_br: %(score)s pontos e %(num_comments)s comentários até agora no reddit
pt_pt: até agora %(score)s pontos e %(num_comments)s comentários no reddit
ro: %(score)s de puncte și %(num_comments)s de comentarii până acum pe reddit
ru: %(score)s очков и %(num_comments)s комментариев на reddit

source: You are submitting a link. The key to a successful submission is interesting content and a descriptive title.
es_ar: Estás publicando un vínculo. La clave para que una publicación sea exitosa es que el contenido sea interesante y tenga un título descriptivo.
pt_br: Você está enviando um link. A chave para um envio de sucesso é conteúdo interessante e um título bem descritivo.
pt_pt: Estás a enviar uma ligação. A chave do sucesso é conteúdo interessante e um título descritivo.
ro: Trimiți o legătură. Cheia pentru un articol de succes constă în conținutul interesant și un titlu descriptiv.
ru: Вы публикуете ссылку. Ключ к успешной публикации - это интересный материал и понятное название.

source: You are submitting a text-based post. Speak your mind. A title is required, but expanding further in the text field is not. Beginning your title with "vote up if" is violation of intergalactic law.
es_ar: Estás publicando un post de texto. Decí lo que pensás. Es necesario un título, pero no la entrada de texto. Empezar un título con "votá sí..." es una violación a la ley intergaláctica.
pt_br: Você está enviando uma postagem de texto. Diga o que pensa. Um título é necessário, mas expandi-lo ainda mais no campo do texto não é. Começar o título com "vote positivo se" é violação das leis intergaláticas.
pt_pt: Estás a enviar uma publicação de texto. Diz o que te vai na alma. Tens de meter um título, mas não é necessário adicionar detalhes. Começar títulos com "votem se" é uma violação da lei intergaláctica.
ro: Dvs. trimiteți o postare textuală. Exprimați-vă. Este necesar un titlu, dar nu este neapărat să îl desfășurați în cîmpul de text. Să vă începeți titlul cu "votează pro, dacă" constituie violarea unei legi intergalactice.
ru: Вы публикуете текстовый пост. Высказывайте свои мысли. Вы должны дать своей публикации название, но дальнейшее объяснение в текстовом поле необязательно. Начинать заголовок со слов "голосуйте за, если" является нарушением межгалактического закона.

source: Submit a new link
es_ar: Enviar un nuevo link
pt_br: Enviar um novo link
pt_pt: Enviar uma ligação
ro: Adaugă un link nou
ru: Новая ссылка

source: Submit a new text post
es_ar: Crear una nueva entrada de texto
pt_br: Enviar um novo post de texto
pt_pt: Enviar uma publicação de texto
ro: Adaugă un text
ru: Новая текстовая публикация

source: we're going to need to verify your email address for you to proceed.
es_ar: tenemos que verificar tu correo electrónico para que puedas continuar.
pt_br: nós precisaremos verificar seu endereço de e-mail para continuar.
pt_pt: precisamos de validar o teu endereço de e-mail antes de prosseguirmos.
ro: va trebui să verificăm adresa ta de email pentru a continua.
ru: прежде чем продолжить, вам нужно подтвердить свой адрес эл. почты.

source: you'll be able to submit more frequently once you verify your email address
es_ar: una vez que hayas verificado tu correo electrónico, podrás publicar vínculos más seguido
pt_br: você poderá enviar mais frequentemente após verificarmos seu endereço de email
pt_pt: poderás enviar com maior frequência depois de validares o teu endereço de email
ro: vei putea posta mai des după ce îți verificăm adresa de email
ru: вы сможете публиковать чаще, как только подтвердите ваш адрес эл. почты

source: your email address has been verified
es_ar: se verificó tu correo electronico
pt_br: seu endereço de e-mail foi verificado
pt_pt: o teu endereço de e-mail foi validado
ro: adresa ta de email a fost verificată
ru: ваш адрес эл. почты был подтвержден

source: Verification failed. Please try that again
es_ar: La verificación falló. Por favor, intentá otra vez.
pt_br: A verificação falhou. Por favor tente novamente
pt_pt: A validação falhou. Por favor tenta de novo
ro: Eroare la verificare. Te rugăm încearcă din nou
ru: Подтверждение не удалось. Пожалуйста, попробуйте еще раз.

source: The email verification link you've followed is for a different user. Please log out and switch to that user or try again below.
es_ar: El enlace de verificación por correo al que accediste es de otro usuario. Por favor desconectaté y cambiá a ese usuario o probá de nuevo debajo.
pt_br: O link de verificação de email que você seguiu é para outro usuário. Por favor, faça login como aquele usuário ou tente novamente abaixo.
pt_pt: A ligação de validação que seguiste é de outro utilizador. Por favor termina sessão e inicia sessão como esse utilizador, ou tenta de novo mais abaixo.
ru: Ссылка подтверждения, по которой вы перешли, предназначена для другого пользователя. Пожалуйста, переключитесь на него или попробуйте еще раз ниже.

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. Try again in a little bit -- but please don't mash reload; that only makes the problem worse.
es_ar: Nuestros servidores de búsqueda están bajo mucha carga para poder completar tu pedido en este momento. :( Perdón por las molestias ocasionadas. Probá de nuevo en un ratito -- pero por favor no le dés constantemente al recargar; eso solo empeora el problema.
pt_br: Nossas máquinas de busca estão muito sobrecarregadas para processar seu pedido neste momento. :( Desculpe pelo transtorno. Tente novamente daqui a pouco -- mas por favor não recarregue a página muitas vezes; isto apenas piora tudo.
pt_pt: O nosso sistema de pesquisa está sobrecarregado e de momento não poderá responder ao teu pedido :( Pedimos desculpa pelo incómodo. Tenta daqui a um bocado -- mas por favor não recarregues a página à maluca; isso só piora o problema.
ro: Serverele noastre de căutare nu pot procesa acum solicitarea dvs. :( Ne cerem scuze pentru incomodități. Încercați din nou peste ceva timp, dar vă rugăm să nu exagerați cu reîncărcarea paginii, asta doar va agrava problema.
ru: В данный момент наши поисковые системы слишком перегружены, чтобы принять ваш запрос. :( Приносим извинения за неудобства. Повторите попытку позже. Пожалуйста, не надо перезагружать страницу по нескольку раз. Это только ухудшит проблему.

source: I couldn't understand your query, so I simplified it and searched for "%(clean_query)s" instead.
es_ar: No pude entender tu pregunta, así que la simplifiqué y busqué "%(clean_query)s" en su lugar.
pt_br: Eu não pude entender sua consulta, então eu a simplifiquei e busquei por "%(clean_query)s".
pt_pt: Não consegui perceber a tua pesquisa, portanto simplifiquei-a e pesquisei por "%(clean_query)s".
ro: Nu am putut înțelege întrebarea dvs., de aceea am simplificat-o și am căutat "%(clean_query)s" în schimb.
ru: Я не смог понять ваш запрос, поэтому я упростил его до "%(clean_query)s".

source: I couldn't understand your search query. Please try again.
es_ar: No pude entender tu pregunta. Por favor, intentá de nuevo.
pt_br: Eu não pude entender sua consulta de pesquisa. Por favor, tente de novo.
pt_pt: Não consegui perceber o que querias procurar. Por favor tenta novamente.
ro: Nu am putut înțelege interogarea dumneavoastră de căutare. Vă rugăm să încercați din nou.
ru: Я не смог понять ваш поисковый запрос. Попробуйте заново.

source: You may also want to check the [search help page](%(search_help)s) for more information.
es_ar: Podés consultar también la [página de ayuda en la búsqueda](%(search_help)s) para más información.
pt_br: Você pode também ver a [página de ajuda da pesquisa](%(search_help)s) para mais informações
pt_pt: Podes também ver a [página de ajuda da pesquisa](%(search_help)s) para mais informações.
ro: Ați putea, de asemenea, dori să verificați [pagina ajutorului de căutare](%(search_help)s) pentru mai multe informații.
ru: Посетите [страницу помощи с поиском](%(search_help)s) для дополнительной информации.

source: reddit uses a slightly-customized version of [Markdown](http://daringfireball.net/projects/markdown/syntax) for formatting. See below for some basics, or check [the commenting wiki page](/wiki/commenting) for more detailed help and solutions to common issues.
es_ar: reddit usa una version ligeramente modificada de [Markdown](http://daringfireball.net/projects/markdown/syntax) para formateo. Mirá abajo para lo básico, o fijate en [the commenting wiki page](/wiki/commenting) para ayuda mas detallada y soluciones a problemas comunes.
pt_br: o reddit usa uma versão levemente customizada do [Markdown](http://daringfireball.net/projects/markdown/syntax) para formatação. Veja abaixo informações básicas ou dê uma olhada na [página da wiki sobre comentários](/wiki/commenting) para uma ajuda mais detalhada e soluções para questões comuns.
pt_pt: o reddit usa uma versão ligeiramente personalizada de [Markdown](http://daringfireball.net/projects/markdown/syntax) para a formatação. Mais abaixo podes encontrar informações básicas, ou espreita a [página da wiki sobre comentários](/wiki/commenting) para uma ajuda mais detalhada e soluções para as questões mais comuns.
ro: reddit folosește o versiune puțin personalizată a [Markdown](http://daringfireball.net/projects/markdown/syntax) pentru formatare. Vezi mai jos pentru lucruri de bază, sau vezi [pagina wiki de comentarii](/wiki/commenting) pentru ajutor mai detaliat și soluții la problemele comune.
ru: reddit использует слегка измененную версию [Markdown](http://daringfireball.net/projects/markdown/syntax) для форматирования. Вы можете ознакомиться с его основными правилами ниже, либо посетить [страницу вики о комментариях](/wiki/commenting) для более детальной информации и решений распространенных проблем.

source: Reddit is in "emergency read-only mode" right now. :( You won't be able to log in. We're sorry and are working frantically to fix the problem.
es_ar: Reddit está en el "modo de emergencia solo-lectura" en este momento. :( No podrás iniciar sesión. Lo sentimos, estamos trabajando frenéticamente para solucionar el problema.
pt_br: O reddit está em "modo somente leitura de emergência" agora. :( Você não poderá fazer login. Sentimos muito e estamos trabalhando freneticamente para arrumar o problema.
pt_pt: O reddit está num "modo de emergência: apenas leitura". :( não é possível iniciar sessão. pedimos desculpa, e estamos a trabalhar freneticamente para corrigir o problema.
ru: Прямо сейчас reddit находится в экстренном режиме "только чтение" :( Вы не сможете войти. Мы извиняемся и усердно работаем над устранением проблемы.

source: this page is temporarily in read-only mode due to heavy traffic.
es_ar: esta página está temporalmente en modo de solo lectura debido a que hay mucho tráfico.
pt_br: esta página está temporariamente em modo somente leitura devido a alto tráfego
pt_pt: esta página está temporariamente em modo de apenas leitura devido ao tráfego elevado.
ro: această pagină se află temporar în regim de citire din cauza traficului încărcat.
ru: эта страница временно находится в режиме "только чтение" из-за слишком большого трафика.

source: Your account has been permanently [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) from Reddit.
es_ar: Tu cuenta fue [suspendida](https://reddit.zendesk.com/hc/en-us/articles/205687686) permanentemente de Reddit.
pt_br: A tua conta foi permanentemente [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) do Reddit.
pt_pt: A tua conta foi permanentemente [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) do Reddit.

source: Your account has been [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) from Reddit for %(days)s.
es_ar: Tu cuenta fue [suspendida](https://reddit.zendesk.com/hc/en-us/articles/205687686) de Reddit por %(days)s días.
pt_br: A tua conta foi [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) do Reddit por %(days)s.
pt_pt: A tua conta foi [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) do Reddit por %(days)s.

source: Your account has been permanently [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) from Reddit. [Appeal](/appeal_suspension) suspension.
es_ar: Tu cuenta fue [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) permanentemente de Reddit. [Appeal](/appeal_suspension) suspensión.
pt_br: A tua conta foi permanentemente [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) do Reddit. [Appeal](/appeal_suspension) suspensão.

source: Your account has been [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) from Reddit for %(days)s. [Appeal](/appeal_suspension) suspension.
es_ar: Tu cuenta fue [suspended](https://reddit.zendesk.com/hc/en-us/articles/205687686) permanentemente de Reddit por %(days)s. [Appeal](/appeal_suspension) suspensión.
pt_br: A tua conta foi [suspensa](https://reddit.zendesk.com/hc/en-us/articles/205687686) do Reddit por %(days)s. [Reclamar](/appeal_suspension) suspensão.

source: Your account has been locked due to possible password compromise, please [reset your password](/prefs/update) to continue using Reddit.
es_ar: Tu cuenta fue bloqueada por un posible compromiso de contraseña, por favor [restablece tu contraseña](/prefs/update) para continuar usando Reddit.
pt_br: Sua conta foi bloqueada devido a um possível comprometimento de sua senha, [redefina sua senha](/prefs/update) para voltar a usar o Reddit.
pt_pt: A tua conta foi bloqueada devido a possível comprometimento da palavra-passe, por favor [redefine a tua palavra-passe](/prefs/update) para continuar a usar o Reddit.

source: You sent us a postcard! (Or something similar.) When we run out of room on our refrigerator, we might one day auction off the stuff that people sent in. Is it okay if we include your thing?
es_ar: ¡Nos enviaste una postal! (O algo similar.) Cuando nos quedemos sin espacio en la heladera, quizás hagamos una subasta con las cosas que la gente nos envió. ¿Está bien si incluimos lo que nos enviaste?
pt_br: Você nos enviou um cartão postal! (Ou algo parecido.) Quando ficar sem espaço na nossa geladeira, poderemos um dia leiloar as coisas que as pessoas nos mandaram. Tudo bem se incluirmos suas coisas?
pt_pt: Enviaste-nos um postal! (Ou uma coisa parecida.) Quando ficarmos sem espaço na porta do frigorífico, podemos um dia leiloar as coisas que as pessoas enviaram. Podemos incluir a tua coisa?
ro: Ne-ați trimis o carte poștală! (Sau ceva similar.) S-ar putea ca într-o zi să scoatem la licitație ceea ce ne trimit oamenii. E în regulă dacă includem printre aceste lucruri și ceea ce ne-ați trimis dvs.?
ru: Вы отослали нам открытку (или что-то подобное)! Когда у нас закончится место на холодильнике, возможно мы продадим на аукционе вещи, которые нам прислали. Можно ли сделать так и с вашей?

source: Sorry, the maximum number of comments is %(max)d. (However, if you subscribe to reddit gold, it goes up to %(goldmax)d.)
es_ar: Lo sentimos, el número máximo de comentarios es %(max)d. (Sin embargo, si te suscribís a reddit gold, el límite sube a %(goldmax)d.)
pt_br: Desculpe, o número máximo de comentários é %(max)d. (Porém, se você fizer uma assinatura reddit gold, aumentará para %(goldmax)d.)
pt_pt: Desculpa, o número máximo de comentários é %(max)d. (No entanto, se subscreveres o ouro reddit, passa a ser %(goldmax)d.)
ro: Ne pare rău, numărul maximum de comentarii este de %(max)d. (Totuși, dacă vă abonați la aurul reddit, acesta va crește pînă la %(goldmax)d.)
ru: Извините, максимальное количество комментариев равно %(max)d. (Но если вы приобретете золотую подписку reddit, оно возрастет до %(goldmax)d.)

source: Sorry, the maximum number of comments is %d.
es_ar: Lo sentimos, el número máximo de comentarios es %d.
pt_br: Desculpe, o número máximo de comentários é %d.
pt_pt: Desculpa, o número máximo de comentários é %d.
ro: Ne cerem scuze, numărul maxim de comentarii este %d.
ru: Извините, количество комментариев ограничено %d.

source: ***WARNING: Responding to this message will reveal your username to the gildee.***
es_ar: ***ATENCIÓN: Responder este mensaje revelará tu nombre de usuario a quien hayas recompensado.***
pt_br: ***AVISO: Responder a essa mensagem vai revelar seu nome de usuário real ao destinatário.***
pt_pt: ***AVISO: Responder a esta mensagem irá revelar a tua identidade.***
ro: ***ATENȚIE: Dacă răspunzi la acest mesaj, persoana aurită îți va afla numele de utilizator.***
ru: ***ВНИМАНИЕ: Ответ на это сообщение раскроет ваше имя пользователя получателю.***

source: Thanks for claiming a reddit gold code.
es_ar: Gracias por pedir un código de reddit gold.
pt_br: Obrigado por reinvindicar um código de reddit gold.
pt_pt: Obrigado por reinvidicares um código de ouro do reddit.
ro: Îți mulțumim pentru revendicarea unui cod reddit gold.
ru: Спасибо за активацию кода золота reddit.

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay **%(price)s** for this, **monthly**. >This subscription will renew automatically each month until you cancel. You may cancel at any time. If you cancel, you will not be billed for any additional months of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. Receipts will be delivered via private message in your account.
es_ar: Estás a punto de establecer una continuada suscripción a Reddit Gold para vos mismx (%(user)s). Vas a tener que pagar **%(price)s al mes** por ello. >Esta suscripción será renovada automáticamente cada mes hasta que lo canceles. Podés cancelarla en cualquier momento. Si la cancelás, no se te va a cobrar por ningún mes más de servicio y el servicio continuará hasta el final del periodo. Si lo cancelás no se te devolverá el dinero de ningún servicio que hayas pagado. Las facturas se te van a entregar por mensaje privado a tu cuenta.
pt_br: Estás prestes a configurar uma renovação contínua de ouro do reddit para ti (%(user)s). Pagarás por isto **%(price)s**, **mensalmente**. >Esta assinatura será renovada automaticamente a cada mês até que a canceles. Podes cancelar a qualquer momento. Se cancelares, não serás cobrado por nenhum mês adicional de serviço e o serviço continuará até o final do período de faturamento. Se cancelares, não receberás reembolso por qualquer serviço já pago. Os recibos serão entregues via mensagem privada na tua conta.
