Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: android min
es_ar: android mín
pt_pt: Android mín.
ru: android мин.

source: Android max
es_ar: Android máx
pt_pt: Android máx.
ru: Android макс.

source: gold
pt_pt: ouro
ro: aur
ru: золото

source: alien
pt_pt: extraterrestre
ro: extraterestrul
ru: инопланетянин

source: Rules for r/%(subreddit)s
pt_pt: Regras de /r/%(subreddit)s

source: reddit gold
pt_pt: ouro do reddit
ro: aur reddit
ru: золотая подписка

source: jobs
pt_pt: trabalhos

source: transparency
pt_pt: transparência

source: popular
pt_pt: populares
ro: populare
ru: популярное

source: front
pt_pt: início

source: flair
pt_pt: ícone
ro: insignă
ru: флейр

source: click the `subscribe` or `unsubscribe` buttons to choose which subreddits appear on your front page.
pt_pt: clica nos botões 'subscrever' ou 'cancelar subscrição' para escolher quais os sub-reddits que irão aparecer na tua página principal.

source: moderator of /r/%(reddit)s, speaking officially
pt_pt: moderador de /r/%(reddit)s, a falar oficialmente

source: your front page subreddits (%s)
pt_pt: os sub-reddits da tua página inicial (%s)

source: id
pt_pt: identificador

source: Viewing recent revisions for /r/%s
pt_pt: A ver revisões recentes de /r/%s

source: Viewing pages for /r/%s
pt_pt: A ver páginas de /r/%s

source: users banned from /r/%(subreddit)s
pt_pt: utilizadores banidos de /r/%(subreddit)s

source: users muted from /r/%(subreddit)s
pt_pt: utilizadores silenciados no /r/%(subreddit)s

source: wiki contibutors banned from /r/%(subreddit)s
pt_pt: colaboradores wiki banidos de /r/%(subreddit)s

source: approved submitters for /r/%(subreddit)s
pt_pt: colaboradores aprovados para /r/%(subreddit)s

source: approved wiki contributors for /r/%(subreddit)s
pt_pt: colaboradores wiki aprovados para /r/%(subreddit)s

source: moderators of /r/%(subreddit)s
pt_pt: moderadores de /r/%(subreddit)s

source: allow this subreddit to be included /r/all as well as the default and trending lists
pt_pt: permitir que este sub-reddit seja incluído no /r/all bem como nas listas populares e por defeito

source: a message from the moderators of /r/%s
pt_pt: uma mensagem dos moderadores de /r/%s

source: explore some new subreddits
pt_pt: explora alguns novos sub-reddits

source: or try a multi:
pt_pt: ou tenta um multi:

source: or try a %(random_subreddit)s
pt_pt: ou tenta um %(random_subreddit)s

source: random subreddit
pt_pt: sub-reddit aleatório

source: use the global default subreddits for my front page
pt_pt: usar os sub-reddits globais por defeito na minha página principal

source: show the spotlight box on the front page
pt_pt: mostrar a caixa de destaques na página principal

source: show trending subreddits on the front page
pt_pt: mostrar os sub-reddits em crescimento na minha página principal

source: show self-serve advertising tab on front page
pt_pt: mostrar aba de publicidade self-service na página principal

source: subreddits
ro: subreddite
ru: сабреддиты

source: %s subreddits
ro: %s subreddite
ru: %s сабреддитов

source: subreddits:
ro: subreddite:
ru: сабреддиты:

source: spam
ru: спам

source: wiki
ru: вики

source: blog
ru: блог

source: widget
ru: виджет

source: subreddit
ru: сабреддит

source: total
ru: всего

source: multireddits
ro: multireddite
ru: мультиреддиты

source: script
ru: сценарий

source: cpm
ru: кликов на тысячу

source: ctr
ru: процент кликов

source: cpc
ru: цена клика

source: reddit
ro: redditează
