Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: invalid color
es_ar: color inválido
pt_br: cor inválida
pt_pt: cor inválida
ro: culoare nevalidă
ru: неверный цвет

source: unknown or missing dressings
es_ar: decoración faltante o desconocida
pt_br: decoração não encontrada ou desconhecida
pt_pt: vestimentas em falta ou desconhecidas
ro: îmbrăcăminte lipsă sau inexistentă
ru: неизвестный или несуществующий вид снуаватара

source: gold partners
es_ar: socios de oro
pt_br: parceiros gold
pt_pt: parceiros de ouro
ro: parteneri de aur
ru: золотые партнеры

source: sorry, we're out of codes!
es_ar: perdón, nos quedamos sin códigos!
pt_br: desculpe, estamos sem códigos!
pt_pt: desculpa, estamos sem códigos!
ro: scuze, nu mai avem coduri!
ru: извините, коды закончились!

source: your browser doesn't support snoovatars :(
es_ar: tu navegador no soporta snoovatars :(
pt_br: seu navegador não suporta snoovatars :(
pt_pt: o teu navegador não suporta snoovatars :(
ro: browserul tău nu acceptă snoovataruri :(
ru: ваш браузер не поддерживает снуаватары :(

source: New!
es_ar: ¡Nuevo!
pt_br: Novo!
pt_pt: Novo!
ro: Nou!
ru: Новинка!

source: buy reddit gold
es_ar: comprá reddit gold
pt_br: compre reddit gold
pt_pt: comprar ouro do reddit
ro: cumpără aur reddit
ru: купить золото reddit

source: or
es_ar: o
pt_br: ou
pt_pt: ou
ro: sau
ru: или

source: send us a postcard
es_ar: envianos una postal
pt_br: envie-nos um cartão postal
pt_pt: envia-nos um postal
ro: trimite-ne o carte poștală
ru: послать нам открытку

source: become a member today.
es_ar: hacete miembro hoy.
pt_br: torne-se um membro hoje.
pt_pt: torna-te um membro hoje.
ro: alătură-te astăzi.
ru: Станьте участником сегодня.

source: reddit gold is %(gold_month_price)s / month, or %(gold_year_price)s for a year.
es_ar: reddit gold es %(gold_month_price)s /mes, o %(gold_year_price)s por un año.
pt_br: reddit gold custa %(gold_month_price)s / mes, ou %(gold_year_price)s por um ano.
pt_pt: o ouro do reddit custa %(gold_month_price)s / mês, ou %(gold_year_price)s por um ano.
ro: aurul reddit este %(gold_month_price)s / lună sau %(gold_year_price)s pentru un an.
ru: Стоимость золотой подписки составляет %(gold_month_price)s в месяц или %(gold_year_price)s за год.

source: reddit gold is our premium membership program. It comes with extra features to make your experience here better as well as special benefits from gold partners for exceptional products and services. reddit takes no payment from gold partners for being in this program. We ask that they give all the benefits to you, our users. We hope in turn that this helps make gold a program worth subscribing to. If you have questions about any of the benefits, please visit /r/goldbenefits. New benefits and features will also be announced there, and we hope you'll enjoy them.
es_ar: reddit gold es nuestro programa de membrecía premium. Viene con características extras para mejorar tu experiencia acá como también beneficios especiales de patrocinadores gold para productos y servicios excepcionales. reddit no toma pagos de patrocinadores gold por estar en este programa. Les pedimos que les den todos los beneficios a ustedes, nuestros usuarios. Esperamos que esto ayude hacer a gold un programa al que valga la pena subscribirse. Si tenés preguntas sobre alguno de los beneficios, por favor visitá /r/goldbenefits. Nuevos beneficios y características también serán anunciados ahí, y esperamos que los disfruten.
pt_br: reddit gold é nosso programa para membros premium. Ele vem com funções extras para tornar melhor sua experiência por aqui, assim como benefícios especiais de parceiros gold para produtos e serviços excepcionais. O reddit não recebe nenhum pagamento dos parceiros gold por fazerem parte desse programa. Nós pedimos a eles que dêem esses benefícios a vocês, nossos usuários. Em troca, nós esperamos que isso faça do gold um programa do qual valha a pena participar. Se você tem perguntas sobre qualquer um dos benefícios, por favor visite /r/goldbenefits. Novos benefícios e recursos também serão anunciados lá, e nós esperamos que você goste deles.
pt_pt: o ouro do reddit é o nosso programa de adesão premium. Este traz funcionalidade extra que fazem da tua experiência melhor bem como benefícios especiais oferecidos pelos nossos parceiros de ouro para produtos e serviços excepcionais. o reddit não recebe quaisquer pagamentos dos nossos parceiros de ouro por fazerem parte deste programa. Apenas lhes pedimos que vos dêem os benefícios, a vós, nossos utilizadores. Esperamos que em troca isto ajude a tornar o programa de ouro algo ao qual vale a pena subscrever. Se tiveres alguma questão acerca de algum dos benefícios, por favor visita /r/goldbenefits. Novos benefícios e funcionalidades serão também anunciados aí, e esperamos que sejam do teu agrado.
ro: aurul reddit este programul nostru de calitate de membru premium. Include nişte calităţi extra care îţi vor îmbunătăţi experienţa pe site, dar şi nişte beneficii de la partenerii de aur pentru servicii şi produse excepţionale. reddit nu îi obligă pe partenerii de aur să plătească pentru a face parte din acest program. Îi rugăm să vă dea vouă, utilizatorilor noştri, toate beneficiile. Sperăm ca acest lucru să facă să merite să cumpăraţi programul de aur. Dacă ai intrebări în legătură cu beneficiile, te rugăm să vizitezi /r/goldbenefits. Noi beneficii şi calităţi vor fi anunţate acolo, şi sperăm să te bucuri de ele.
ru: Золото reddit - наша программа премиального членства. Она включает в себя возможности, призванные сделать ваше пребывание здесь еще лучше, а также специальные услуги и продукты от золотых партнеров. reddit не берет с них никакой платы за участие в этой программе. Мы просим их предоставлять все бонусы вам, нашим пользователям. Мы, в свою очередь, надеемся, что это сделает золотую подписку стоящей ваших денег. Если у вас есть вопросы по каким-либо бонусам, пожалуйста, посетите /r/goldbenefits. Там же объявляются новые преимущества и возможности. Мы надеемся, что они вам понравятся.

source: You can make reddit better.
es_ar: Tu puedes mejorar reddit
pt_br: Você pode tornar o reddit melhor.
pt_pt: Podes ajudar a fazer do reddit um lugar melhor.
ro: Tu poți face reddit-ul mai bun.
ru: Вы можете сделать reddit лучше.

source: Awesome stuff for gold members:
es_ar: Cosas increíbles para miembros gold:
pt_br: Coisas da hora para membros gold:
pt_pt: Coisas fantásticas para membros de ouro:
ro: Beneficii minunate pentru membrii gold:
ru: Отличные возможности для золотых участников:

source: Check out the rest of our partners and deals!
es_ar: Echa un vistazo al resto de nuestros socios y ofertas!
pt_br: Confira o resto de nossos parceiros e promoções!
pt_pt: Vem ver o resto dos nossos parceiros e ofertas!
ro: Vezi restul partenerilor noștri și ofertelor!
ru: Узнайте о других наших партнерах и сделках!

source: The Lounge.
es_ar: La sala.
pt_br: A Lounge.
pt_pt: A sala de estar.
ro: Salonul.
ru: Гостиная.

source: Access to a super-secret members-only community that may or may not exist.
es_ar: Accedé a una comunidad exclusiva para miembros súper secreta que puede existir o no.
pt_br: Acesso a uma comunidade super secreta, para membros apenas, que pode existir ou não.
pt_pt: Acesso a uma comunidade super secreta, exclusiva a membros, que poderá ou não existir.
ro: Acces la o comunitate super-secretă a membrilor, care poate există, poate nu.
ru: Доступ к сверхсекретному сообществу только для своих, которое, может быть, существует, а может быть, и нет.

source: Beta test new features.
es_ar: Nueva funciones de prueba Beta.
pt_br: Teste novas funções em fase beta.
pt_pt: Testa as novas funcionalidades beta.
ro: Testează funcții beta noi.
ru: Бета-тестирование новых возможностей.

source: We occasionally invite gold members to try out new features first.
es_ar: En algunas ocasiones invitamos a los miembros gold a probar nuestras nuevas funciones primero.
pt_br: Nós ocasionalmente convidamos membros gold para experimentar novos recursos primeiro.
pt_pt: Ocasionalmente convidamos membros de ouro a experimentar novas funcionalidades em primeira mão.
ro: Ocazional invităm membrii gold să încerce mai întîi funcționalitățile noi.
ru: Время от времени мы приглашаем подписчиков опробовать новые возможности первыми.

source: A trophy on your user page.
es_ar: Un trofeo en tu página de usuario.
pt_br: Um troféu na sua página de usuário.
pt_pt: Um troféu na tua página de utilizador.
ro: Un trofeu pe pagina ta de utilizator.
ru: Трофей на вашей странице пользователя.

source: As thanks for supporting reddit gold.
es_ar: Un agradecimiento por apoyar reddit gold.
pt_br: Em agradecimento por apoiar o reddit gold.
pt_pt: Como agradecimento pelo teu apoio.
ro: Drept mulțumire pentru susținerea aurului reddit.
ru: В качестве благодарности за поддержку золотой подписки.

source: More to come.
es_ar: Próximamente, mucho más.
pt_br: Mais por vir.
pt_pt: Mais para vir.
ro: În curând, mai multe.
ru: Дальше - больше.

source: We have many more ideas for gold features, and will add to this list in the future.
es_ar: Tenemos muchas más ideas para las funciones gold, y las agregaremos a esta lista en el futuro.
pt_br: Nós temos muito mais idéias para recursos gold, e iremos adicionar nesta lista no futuro.
pt_pt: Temos muitas mais ideias para funcionalidades de ouro, continuaremos a actualizar esta lista.
ro: Avem mai multe idei pentru funcționalitățile gold și, pe viitor, le vom adăuga în această listă.
ru: У нас еще много идей для золотых преимуществ, и мы добавим их в этот список в будущем.

source: send us a postcard | for | 1 free month | of | reddit gold
es_ar: envianos una postal | por | 1 mes gratis | de | reddit gold
pt_br: nos mande um cartão postal | para | 1 mês grátis | de | reddit gold
pt_pt: envia-nos um postal | por | 1 mês gratuito |de | ouro do reddit
ro: trimite-ne o carte poștală | pentru | 1 lună gratuită | de | aur reddit
ru: отправьте нам открытку | и получите | 1 бесплатный | месяц | золотой подписки

source: view the postcard gallery
es_ar: ver la galería de postales
pt_br: ver a galeria de cartões postais
pt_pt: ver a galeria de postais
ro: vezi galeria de cărți poștale
ru: галерея открыток

source: claim code
es_ar: reclamar código
pt_br: reivindicar código
pt_pt: reivindicar código
ro: revendică codul
ru: активировать код

source: visit partner
es_ar: visitar patrocinador
pt_br: visitar parceiro
pt_pt: visitar parceiro
ro: vizitează partenerul
ru: посетить партнера

source: reddit gold partners
es_ar: patrocinadores reddit gold
pt_br: parceiros reddit gold
pt_pt: parceiros de ouro do reddit
ro: parteneri reddit gold
ru: золотые партнеры reddit

source: your snoovatar!
es_ar: ¡tu snoovatar!
pt_br: seu snoovatar!
pt_pt: o teu snoovatar!
ro: snoovatarul tău!
ru: ваш снуаватар!

source: make my snoovatar public
es_ar: hacer público mi snoovatar
pt_br: faça meu snoovatar público
pt_pt: tornar o meu snoovatar público
ro: fă-mi snoovatarul public
ru: сделать мой снуаватар публичным

source: main color
es_ar: color principal
pt_br: cor principal
pt_pt: cor principal
ro: culoarea principală
ru: главный цвет

source: alt color
es_ar: color alternativo
pt_br: cor alternativa
pt_pt: cor alternativa
ro: culoarea alternativă
ru: альтернативный цвет

source: save changes
es_ar: guardar cambios
pt_br: salvar mudanças
pt_pt: guardar alterações
ro: salvează modificările
ru: сохранить изменения

source: download
es_ar: descargar
pt_br: baixar
pt_pt: descarregar
ro: descarcă
ru: загрузить

source: see more snoovatars and make suggestions in /r/snoovatars
es_ar: ver más snoovatars y hacer sugerencias en /r/snoovatars
pt_br: veja mais snoovatars e dê sugestões em /r/snoovatars
pt_pt: ver mais snoovatars e dar sugestões em /r/snoovatars
ro: vezi mai multe snoovatars și fă sugestii în /r/snoovatars
ru: просмотреть больше снуаватаров и внести предложения в /r/snoovatars

source: create your own snoovatar [here](/user/%(username)s/snoo)
es_ar: crea tu propio snoovatar [here](/user/%(username)s/snoo)
pt_br: crie o seu próprio snoovatar [aqui](/user/%(username)s/snoo)
pt_pt: cria o teu próprio snoovatar [here](/user/%(username)s/snoo)
ro: creează-ți propriul snoovatar [here](/utilizator/%(username)s/snoo)
ru: создайте свой снуаватар [здесь](/user/%(username)s/snoo)

source: [create your own snoovatar with **reddit gold**](/gold?source=snoovatar)
es_ar: [crea tu propio snoovatar con **oro reddit**](/gold?source=snoovatar)
pt_br: [crie seu próprio snoovatar com **reddit gold**](/gold?source=snoovatar)
pt_pt: [cria o teu próprio snoovatar com **ouro do reddit**](/gold?source=snoovatar)
ru: [создать свой снуаватар с **золотой подпиской**](/gold?source=snoovatar)

source: we power awesome communities.
es_ar: potenciamos comunidades fantásticas.
pt_br: sustentamos comunidades incríveis.
pt_pt: nós potenciamos comunidades incríveis.
ro: alimentăm comunități minunate.
ru: Мы даем жизнь сообществам.

source: about reddit
es_ar: sobre reddit
pt_br: sobre o reddit
pt_pt: acerca do reddit
ro: despre reddit
ru: о reddit

source: we spend our days building reddit.
es_ar: pasamos nuestros días construyendo reddit.
pt_br: passamos nossos dias construindo o reddit.
pt_pt: passamos os dias a construir o reddit.
ro: ne petrecem zilele construind reddit.
ru: мы день за днем строим reddit.

source: about the reddit team
es_ar: sobre el equipo de reddit
pt_br: sobre a equipe do reddit
pt_pt: acerca da equipa do reddit
ro: despre echipa reddit
ru: о команде reddit

source: you've sent us over %s postcards.
es_ar: nos enviaste mas de %s postales.
pt_br: vocês nos enviaram mais de %s cartões-postais.
pt_pt: enviaste-nos mais de %s postais.
ro: ne-ați trimis peste %s cărți poștale.
ru: Вы послали нам более %s открыток.

source: postcards
es_ar: postales
pt_br: cartões-postais
pt_pt: postais
ro: cărți poștale
ru: открытки

source: I also do birthday parties.
es_ar: También hago fiestas de cumpleaños.
pt_br: Eu também faço festas de aniversário.
pt_pt: Eu também faço festas de aniversário.
ro: organizez și petreceri cu ocazia zilei de naștere.
ru: А еще я устраиваю вечеринки.

source: the alien
es_ar: el alien
pt_br: o alien
pt_pt: o extraterrestre
ro: extraterestrul
ru: инопланетянин

source: new to reddit? welcome.
es_ar: nuevo en reddit? bienvenido.
pt_br: novo no reddit? seja bem vindo.
pt_pt: novo no reddit? bem-vindo.
ro: nou pe reddit? bine ai venit.
ru: Впервые на reddit? Добро пожаловать.

source: guide
es_ar: guía
pt_br: guia
pt_pt: guia
ro: ghid
ru: руководство

source: these are our core values
es_ar: estos son nuestros valores fundamentales
pt_br: estes são nossos valores fundamentais
pt_pt: estes são os nossos valores fundamentais
ro: acestea sunt punctele noaste forte
ru: Вот наши основные ценности

source: values
es_ar: valores
pt_br: valores
pt_pt: valores
ro: valori
ru: ценности

source: team
es_ar: equipo
pt_br: time
pt_pt: equipa
ro: echipa
ru: команда

source: sorted by
es_ar: ordenado por
pt_br: classificado por
pt_pt: ordenado por
ro: sortate după
ru: сортировка

source: overview
es_ar: resumen
pt_br: visão geral
pt_pt: visão geral
ro: privire de ansamblu
ru: обзор

source: getting started
es_ar: Comenzando
pt_br: introdução
pt_pt: primeiros passos
ro: primii pași
ru: начало работы

source: audience
es_ar: Audiencia
pt_br: audiência
pt_pt: audiência
ro: audiență
ru: аудитория

source: best practices
es_ar: mejores prácticas
pt_br: boas práticas
pt_pt: boas práticas
ro: cele mai bune practici
ru: советы

source: help center
es_ar: centro de ayuda
pt_br: central de ajuda
pt_pt: central de ajuda
ro: centrul de ajutor
ru: центр поддержки

source: manage ads
es_ar: gestionar anuncios
pt_br: gerenciar anúncios
pt_pt: gerir anúncios
ro: administrează reclamele
ru: управление рекламой

source: submitted by %(user)s
es_ar: publicado por %(user)s
pt_br: enviado por %(user)s
pt_pt: enviado por %(user)s
ro: articole adăugate de %(user)s
ru: опубликовано пользователем %(user)s

source: how reddit works
es_ar: como funciona reddit
pt_br: como o reddit funciona
pt_pt: como funciona o reddit
ro: cum funcționează reddit
ru: Как работает reddit

source: **redditors vote** on which stories and discussions are important. the hottest stories rise to the top, while cooler stories sink.
es_ar: **redditores votan** que historias y discusiones son importante. las mejores historias suben a la cima, mientras que las peores se húnden.
pt_br: **redditors votam** em quais histórias e discussões são importantes. as histórias mais quentes sobem ao topo, enquanto as mais frias afundam.
pt_pt: **os redditors votam** em que histórias e discussões são importantes. as histórias mais populares sobem até ao topo, enquanto que as menos populares afundam.
ro: **redditorii votează** care istorii și discuții sunt importante. cele mai tari istorii ocupă locuri de frunte, în timp ce istoriile reci rămîn la coadă.
ru: **Пользователи reddit голосуют** за интересные публикации и обсуждения. Лучшие истории поднимаются вверх, а скучные тонут.

source: **comments can be posted on every story** on reddit. comments add information, context, and humor.
es_ar: **pueden ser publicados comentarios en cada historia** en reddit. los comentarios suman información, contexto y humor.
pt_br: **comentários podem ser postados em todas as histórias** no reddit. comentários adicionam informação, contexto e humor.
pt_pt: **comentários podem ser postados em qualquer história** no reddit. os comentários acrescentam informação, contexto, e humor.
ro: **comentariile pot fi postate la fiecare istorie** pe reddit. comentariile adaugă informație, context și umor.
ru: **На reddit можно комментировать любую публикацию.** Комментарии добавляют информацию, контекст и юмор.

source: **anyone can create a community** (called "subreddits"). each subreddit is independent and moderated by a team of volunteers.
es_ar: **cualquiera puede crear una comunidad** (llamadas "subreddits"). cada subreddit es independiente y moderado por un equipo de voluntarios.
pt_br: **qualquer um pode criar uma comunidade** (chamadas "subreddits"). cada subreddit é independente e moderado por um time de voluntários.
pt_pt: **todos podem criar uma comunidade** (chamadas "sub-reddits"). cada sub-reddit é independente e moderado por uma equipa de voluntários.
ro: **oricine poate crea o comunitate** (numită "subreddite"). fiecare subreddit este independent și este moderat de o echipă de voluntari.
ru: **Любой может создать сообщество** (сабреддит). Каждый сабреддит независим и модерируется командой добровольцев.

source: **reddit is open source**. community members are constantly tinkering and contributing features, bug fixes, and translations back to the site.
es_ar: **reddit es código abierto**. los miembros de la comunidad están constantemente manipulando y contribuyendo características, arreglos de errores, y traducciones al sitio.
pt_br: *reddit é de código aberto**. membros da comunidade estão sempre contribuindo com novas funções, reparos de bugs, e traduções para o site.
pt_pt: **o reddit é open source**. os membros da comunidade estão constantemente a alterar e a contribuir com funcionalidades, correções de erros, e traduções para o site.
ro: **reddit este o sursă deschisă**. membrii comunității contribuie în mod constant la implementarea unor noi funcționalități, corectări de erori și traduceri pentru site.
ru: **Исходный код reddit открыт.** Члены сообщества постоянно работают над новыми возможностями, исправлением ошибок и переводами для сайта.

source: stats at a glance
es_ar: Estadísticas en un vistazo
pt_br: estatísticas em uma olhada
pt_pt: estatísticas em resumo
ro: statistici rapide
ru: краткая статистика

source: as of %(value)s
es_ar: como %(value)s
pt_br: a partir de %(value)s
pt_pt: a partir de %(value)s
ro: pe %(value)s
ru: по состоянию на %(value)s

source: **last month**, reddit had %(value)s unique visitors
es_ar: **el último mes**, reddit tuvo %(value)s visitantes únicos
pt_br: **no mês passado**, o reddit teve %(value)s visitantes únicos
pt_pt: **mês passado**, o reddit teve %(value)s visitantes únicos.
ro: **luna trecută**, reddit a avut %(value)s vizitatori unici
ru: **за прошлый месяц** reddit посетили %(value)s уникальных пользователей

source: hailing from over %(value)s different countries
es_ar: Provenientes de %(value)s diferentes países
pt_br: vindos de mais de %(value)s países diferentes
pt_pt: vindos de mais de %(value)s países diferentes
ro: de proveniență din peste %(value)s țări diferite
ru: из более чем %(value)s стран

source: viewing a total of %(value)s pages
es_ar: viendo un total de %(value)s páginas
pt_br: que viram um total de %(value)s páginas
pt_pt: a ver um total de %(value)s páginas
ro: %(value)s pagini vizualizate în total
ru: просмотревших %(value)s страниц

source: **yesterday**, reddit powered %(value)s active communities
es_ar: **ayer**, reddit impulsó %(value)s comunidades activas
pt_br: **ontem**, o reddit sustentou %(value)s comunidades ativas
pt_pt: **ontem**, o reddit potenciou %(value)s comunidades ativas
ro: **ieri**, reddit a alimentat %(value)s comunități active
ru: **вчера** reddit поддержал %(value)s активных сообщества

source: communities with at least 5 posts or comments yesterday
es_ar: Comunidades con al menos 5 aportes o comentarios ayer
pt_br: comunidades com pelo menos 5 postagens ou comentários ontem
pt_pt: comunidades com pelo menos 5 publicações ou comentários de ontem
ro: comunități cu cel puțin 5 postări sau comentarii ieri
ru: сообщества с по крайней мере 5 публикациями или комментариями за прошедший день

source: consisting of over %(value)s logged in redditors
es_ar: consiste con mas de %(value)s redditores conectados
pt_br: compostas por mais de %(value)s redditors logados
pt_pt: consistindo em mais de %(value)s redditors registados
ro: constă din peste %(value)s redditori conectați
ru: состоящих из %(value)s авторизированных пользователей

source: logged-in redditors yesterday
es_ar: redditores conectados ayer
pt_br: redditors online ontem
pt_pt: redditors online ontem
ro: redditori conectați ieri
ru: пользователи, вошедшие в учетные записи за прошедший день

source: casting over %(value)s votes
es_ar: emitiendo más de %(value)s votos
pt_br: dando mais de %(value)s votos
pt_pt: lançando mais de %(value)s votos
ro: peste %(value)s voturi acordate
ru: отдавших более %(value)s голосов

source: history
es_ar: historial
pt_br: histórico
pt_pt: histórico
ro: istoric
ru: история

source: create an ad
es_ar: crear un anuncio
pt_br: crie um anúncio
pt_pt: crie um anúncio
ro: creează o reclamă
ru: создать рекламу

source: budget larger than $30k?
es_ar: presupuesto mayor a $30k?
pt_br: orçamento maior que US$30k?
pt_pt: orçamento superior a 30 mil dólares?
ro: buget mai mare de $30 de mii?
ru: бюджет больше 30 тыс. долларов?

source: contact our sales team
es_ar: contacte nuestro equipo de ventas
pt_br: contate nossa equipe de vendas
pt_pt: contacta a nossa equipa de vendas
ro: contactează echipa noastră de vânzări
ru: связаться с нашим отделом продаж

source: ready to get started?
es_ar: listo para comenzar?
pt_br: pronto para começar?
pt_pt: pronto para começar?
ro: ești pregătit să începi?
ru: готовы начать?

source: logo assets
es_ar: recursos para el logo
pt_br: recursos para o logo
pt_pt: propriedades do logotipo
ro: imagini cu logo-ul
ru: наш логотип

source: logo usage guidelines
es_ar: guía para el uso del logo
pt_br: regulamento para o uso do logo
pt_pt: directrizes de utilização do logótipo
ro: ghiduri de ultilizare ale logo-urilor
ru: Инструкция по использованию логотипа

source: color guide
es_ar: guía de color
pt_br: guia de cores
pt_pt: guia de cor
ro: ghid pentru culori
ru: Рекомендации по цветам
