Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: (image names should consist of alphanumeric characters and '-' only)
es_ar: (los nombres de las imágenes deben contener únicamente caracteres alfanuméricos y '-')
pt_br: (nomes de imagem devem conter caracteres alfanuméricos e '-' apenas)
pt_pt: (nomes de imagens devem ter caracteres alfanuméricos e '-')
ro: (numele imaginilor ar trebuie să fie constituite doar din caractere alfanumerice și '-')
ru: (названия картинок могут содержать только буквенно-цифровые знаки и "-")

source: Note: any changes to images here will be reflected immediately on reload and cannot be undone.
es_ar: Nota: Cualquier cambio que se realice en las imágenes aquí se reflejará inmediatamente al recargar la página y no podrá deshacerse.
pt_br: Nota: qualquer alteração em imagens serão refletidas imediatamente ao recarregar e não podem ser desfeitas.
pt_pt: Aviso: quaisquer edições a imagens aqui feitas serão efectuadas imediatamente ao recarregar e não poderão ser desfeitas.
ro: Notă: orice modificare a imaginilor de aici se va reflecta imediat la reîncărcare și nu va putea fi refăcută.
ru: Внимание: любые изменения, внесенные в изображения, появятся при следующем обновлении страницы и не смогут быть отменены.

source: paste into stylesheet
es_ar: pegar a página de estilo
pt_br: colar na folha de estilo
pt_pt: colar na folha de estilos
ro: lipește în foaia de stil
ru: вставить в стиль

source: delete this image
es_ar: eliminar esta imagen
pt_br: deletar esta imagem
pt_pt: eliminar esta imagem
ro: șterge această imagine
ru: удалить это изображение

source: undelete this image
es_ar: recuperar esta imagen
pt_br: recuperar esta imagem

source: undeleted
es_ar: recuperada
pt_br: recuperada

source: All times are in [UTC](http://en.wikipedia.org/wiki/UTC).
es_ar: Todas las horas están en [UTC](http://en.wikipedia.org/wiki/UTC).
pt_br: Todos os horários estão em [UTC](http://pt.wikipedia.org/wiki/Tempo_Universal_Coordenado).
pt_pt: Todos os horários estão em [UTC] (http://en.wikipedia.org/wiki/UTC).
ro: Toate orele sunt în [UTC](http://en.wikipedia.org/wiki/UTC).
ru: Все время отображается в формате [UTC](http://ru.wikipedia.org/wiki/%D0%92%D1%81%D0%B5%D0%BC%D0%B8%D1%80%D0%BD%D0%BE%D0%B5_%D0%BA%D0%BE%D0%BE%D1%80%D0%B4%D0%B8%D0%BD%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%BD%D0%BE%D0%B5_%D0%B2%D1%80%D0%B5%D0%BC%D1%8F).

source: Enter one subreddit per line. Traffic numbers shown are for the last full month.
es_ar: Ingresar un subreddit por línea. Los números de tráfico mostrados son para el último mes.
pt_br: Digite um subreddit por linha. Números de tráfego são indicados para o último mês inteiro.
pt_pt: Insere um sub-reddit por linha. Os valores de tráfego apresentados são de todo o último mês.
ro: Indroduceți un subreddit per linie. Numele de trafic arătate sunt pentru ultima lună.
ru: Введите по одному сабреддиту на строку. Показывается трафик за последний месяц.

source: subreddit traffic
es_ar: Tráfico de subreddit
pt_br: tráfego do subreddit
pt_pt: tráfego do sub-reddit
ro: traficul subredditului
ru: трафик сабреддитов

source: not found
es_ar: no encontrado
pt_br: não encontrado
pt_pt: não encontrado
ro: nu a fost găsit
ru: не найдено

source: unsubscribe
es_ar: cancelar suscripción
pt_br: desinscrever-se
pt_pt: anular subscrição
ro: dezabonare
ru: отписаться

source: first
es_ar: primero
pt_br: primeiro
pt_pt: primeiro
ro: primul
ru: первый

source: thanks for buying creddits!
es_ar: ¡gracias por comprar crédditos!
pt_br: obrigado por comprar credditos!
pt_pt: obrigado por comprar créditos!
ro: îți mulțumim că ai cumpărat creddite!
ru: благодарим за покупку креддитов!

source: thanks for subscribing!
es_ar: ¡gracias por suscribirte!
pt_br: obrigado por se inscrever!
pt_pt: obrigado por subscrever!
ro: îți mulțumim pentru abonare!
ru: благодарим за подписку!

source: enter your confirmation code below to claim your gift creddits
es_ar: introducí tu código de confirmación a continuación para reclamar tus crédditos de regalo
pt_br: entre com seu código de confirmação abaixo para obter seus credditos de presente
pt_pt: insere o teu código de confirmação mais abaixo para receberes os teus créditos de oferta
ro: introdu codul de confirmare mai jos pentru revendicarea creditelor cadou
ru: введите ваш код подтверждения ниже, чтобы получить подарочные креддиты

source: enter your confirmation code below to activate reddit gold
es_ar: introducí tu código de confirmación a continuación para activar reddit gold
pt_br: insira seu código de confirmação para ativar o reddit gold
pt_pt: insere o teu código de confirmação mais abaixo para activar o ouro do reddit
ro: introdu codul de confirmare mai jos pentru activarea aurului reddit
ru: введите ваш код подтверждения ниже, чтобы активировать золотую подписку reddit

source: You're already a reddit gold subscriber.
es_ar: Ya sos un suscriptor de reddit gold.
pt_br: Você já é um assinante reddit gold.
pt_pt: Já és um membro de ouro do reddit.
ro: Ești deja abonat la reddit gold.
ru: У вас уже есть золотая подписка reddit.

source: But if you just gave us even more money, enter the new confirmation code below and we'll add the extra credit to your account.
es_ar: Pero si quisieras darnos más plata, podés ingresar el nuevo código de confirmación a continuación y te agregaremos más crédditos a tu cuenta.
pt_br: Mas se você nos deu ainda mais dinheiro, insira o novo código de confirmação abaixo e nós adicionaremos o crédito extra em sua conta.
pt_pt: Mas se nos deus ainda mais dinheiro, insira o novo código de confirmação em baixo e vamos adicionar o crédito extra à sua conta.
ro: Dar daca tocmai ne-ati dat si mai multi bani, introduceti mai jos noul cod de confirmare si noi vom adauga in contul dumneavoastra creditul extra.
ru: Если вы дали нам ещё больше денег, введите новый код подтверждения ниже и мы добавим на ваш аккаунт дополнительные креддиты.

source: claim
es_ar: reclamar
pt_br: reivindicar
pt_pt: reclamado
ro: revendică
ru: получить

source: trending subreddits
es_ar: subreddits activos del momento
pt_br: subreddits populares
pt_pt: sub-reddits populares de momento
ro: subreddite populare
ru: сабреддиты с растущей популярностью

source: dust
es_ar: polvo
pt_br: poeira
pt_pt: pó
ro: praf
ru: пыль

source: mark all as read
es_ar: Marcar todo como leído
pt_br: marcar tudo como lido
pt_pt: marcar tudo como lido
ro: marchează toate ca citite
ru: пометить все прочитанным

source: (this may take a while)
es_ar: (Esto puede que tarde un poco)
pt_br: (isso pode demorar um pouco)
pt_pt: (pode demorar algum tempo)
ro: (s-ar putea să dureze ceva)
ru: (это займет недолго)

source: Ongoing awards, and their most recent winners:
es_ar: Premios en marcha, y sus más recientes ganadores:
pt_br: Prêmios e seus mais recentes ganhadores:
pt_pt: Prêmios atuais e seus ganhadores mais recentes:
ro: Premieri in curs de desfasurare si cei mai recenti castigatori:
ru: Текущие награды и самые недавние обладатели:

source: won by
es_ar: ganado por
pt_br: ganhado por
pt_pt: ganho por
ro: câștigat de
ru: присуждена

source: recently won by
es_ar: recientemente ganado por
pt_br: ganhado recentemente por
pt_pt: recentemente ganho por
ro: câștigat recent de
ru: недавно присуждена

source: for this
es_ar: para este
pt_br: por isto
pt_pt: por isto
ro: pentru aceasta
ru: за это

source: Special awards:
es_ar: Premios especiales:
pt_br: Prêmios especiais:
pt_pt: Prêmios especiais
ro: Premii speciale:
ru: Особые награды:

source: You've blocked this user. (Out of sight, out of mind.)
es_ar: Has bloqueado a este usuario. (Fuera de vista, fuera de pensamiento.)
pt_br: Bloqueaste este utilizador. (O que os olhos não veem, o coração não sente.)

source: Recent activity on your account
es_ar: Actividad reciente en tu cuenta
pt_br: Atividade recente em sua conta
pt_pt: Atividade recente na sua conta
ro: Activitatea recentă pe contul tău
ru: Недавняя активность вашего аккаунта

source: Location
es_ar: Ubicación
pt_br: Localização
pt_pt: Localização
ro: Locația
ru: Местонахождение

source: Last Visit
es_ar: Última visita
pt_br: Última Visita
pt_pt: Ultima Visita
ro: Ultima vizită
ru: последнее посещение

source: Organization
es_ar: Organización
pt_br: Organização

source: Log out of all other sessions
es_ar: Cerrar sesión en todas las otras sesiones
pt_br: Sair de todas as outras sessões
pt_pt: Termina todas as sessões que iniciaste
ro: Deconectează-te de la toate sesiunile
ru: Завершить все остальные сессии

source: clear sessions
es_ar: borrar sesiones
pt_br: Limpar sessões
pt_pt: terminar todas as sessões
ro: șterge sesiunile
ru: очистить сессии

source: Apps you have authorized
es_ar: Aplicaciones que has autorizado
pt_br: Aplicativos que você autorizou
pt_pt: Aplicações que tu autorizaste
ro: Aplicațiile pe care le-ai autorizat
ru: Авторизированные вами приложения

source: who to ban?
es_ar: ¿a quién banear?
pt_br: quem banir?
pt_pt: banir quem?
ro: pe cine banezi?
ru: кого изгнать?

source: reason
es_ar: razón
pt_br: motivo
pt_pt: motivo

source: Other
es_ar: Otros
pt_br: Outros
pt_pt: Outros

source: mod note
es_ar: nota de los mods
pt_br: anotação de moderador

source: (will not be visible to user)
es_ar: (no será visible al usuario)
pt_br: (não será visível ao usuário)
pt_pt: (não será visível para o utilizador)
ro: (nu va fi vizibil pentru utilizator)
ru: (не будет видно пользователю)

source: how long?
es_ar: ¿Cuánto tiempo?
pt_br: quanto tempo?
pt_pt: por quanto tempo?
ro: cât timp?
ru: как долго?

source: days (leave blank for permanent)
es_ar: días (dejar en blanco para hacerlo permanente)
pt_br: dias (deixar em branco caso permanente)
pt_pt: dias (deixa em branco para ser permanente)
ro: zile (lasă gol dacă e permanent)
ru: дней (оставьте пустым для постоянного бана)

source: who to mute?
es_ar: ¿a quién silenciar?
pt_br: a quem silenciar?
pt_pt: quem queres silenciar?
ro: pe cine vrei să ignori?
ru: кого заглушить?

source: why the mute?
es_ar: ¿por qué silenciar?
pt_br: por que silenciar?
pt_pt: porque motivo?
ro: care este motivul ignorării?
ru: причина заглушения?

source: note to include in ban PM
es_ar: nota para incluir en PM bloqueados
pt_br: nota a ser incluída na mensagem privada de banimento
pt_pt: nota a ser incluída na mensagem privada do banimento
ro: notă: include în mesajul ban-ului
ru: заметка к сообщению об изгнании

source: No items found
es_ar: No se han encontrado elementos
pt_br: Nenhum item encontrado
pt_pt: Nenhum item encontrado
ro: Niciun element găsit
ru: ничего не найдено

source: jump to
es_ar: saltar a
pt_br: pular para
pt_pt: saltar para
ro: sari la
ru: перейти к

source: show all
es_ar: mostrar todo
pt_br: mostrar todos
pt_pt: mostrar todos
ro: arată toate
ru: показать все

source: Everyone, except blocked users.
pt_br: Toda a gente, excepto utilizadores bloqueados.

source: Only trusted users.
pt_br: Apenas utilizadores conhecidos.

source: Admins and moderators of subreddits you have participated in will always be able to message you.
pt_br: Administradores e moderadores de subreddits em que participaste vão sempre conseguir enviar-te mensagens.

source: Messaging preferences
pt_br: Preferências de mensagens

source: Show private messages from: %(choices)s
pt_br: Mostrar mensagens privadas de: %(choices)s

source: send message
es_ar: enviar mensaje
pt_br: enviar mensagem
pt_pt: enviar mensagem
ro: trimite mesaj
ru: отправить сообщение

source: can't remove
es_ar: no se puede eliminar
pt_br: não pode remover
pt_pt: não pode remover
ro: nu se poate elimina
ru: нельзя удалить

source: %(time)s days left
es_ar: %(time)s días restantes
pt_br: %(time)s dias restantes
pt_pt: %(time)s dias restantes
ro: %(time)s zile rămase
ru: осталось %(time)s д.

source: make permanent
es_ar: hacer permanente
pt_br: tornar permanente
pt_pt: tornar permanente
ro: fă permanent
ru: сделать постоянным

source: made permanent
es_ar: hecho permanente
pt_br: feito permanente
pt_pt: tornado permanente
ro: făcut permanent
ru: сделан постоянным

source: you type:
es_ar: vos escribís:
pt_br: você digita:
pt_pt: se escreveres:
ro: scrii:
ru: введя это:

source: you see:
es_ar: vos ves:
pt_br: você vê:
pt_pt: verás:
ro: vezi:
ru: вы получите:

source: italics
es_ar: cursiva
pt_br: itálico
pt_pt: itálico
ro: italice
ru: курсив

source: bold
es_ar: negrita
pt_br: negrito
pt_pt: negrito
ro: ingroşat
ru: жирный

source: item
es_ar: ítem
pt_br: ítem
ru: пункт

source: quoted text
es_ar: texto citado
pt_br: texto citado
pt_pt: texto citado
ro: text citat
ru: цитата

source: Links on their own line will be embedded: https://example.com
es_ar: Enlaces en la misma línea serán integrados: https://example.com
pt_br: Links em sua própria linha serão embutidos: https://example.com
pt_pt: Ligações numa linha serão embutidas: https://example.com
ru: Ссылки, которые занимают строку полностью, будут вложены как: http://example.com

source: an embedded version of that link
es_ar: una versión incrustada de ese link
pt_br: uma versão incorporada daquele link
pt_pt: uma versão embutida daquela ligação
ro: o versiune încorporată a acelui link
ru: вложенная версия этой ссылки

source: formatting help
es_ar: ayuda de formato
pt_br: ajuda de formatação
pt_pt: ajuda de formatação
ro: ajutor la formatare
ru: помощь в форматировании текста

source: upload
es_ar: subir
pt_br: enviar
pt_pt: carregar
ro: încarcă
ru: загрузить

source: click to upload
es_ar: click para subir
pt_br: clicar para enviar

source: select
es_ar: seleccionar
pt_br: selecionar
pt_pt: selecionar

source: Type:
es_ar: Tipo:
pt_br: Tipo:
pt_pt: Tipo:
ro: Tip:
ru: Тип:

source: uploading
es_ar: subiendo
pt_br: enviando
pt_pt: a carregar
ro: se încarcă
ru: загрузка

source: last edited
es_ar: última edición
pt_br: editado pela última vez
pt_pt: última edição
ro: ultima editare
ru: последняя правка

source: Adult content: Not Safe For Work
es_ar: Contenido para adultos: No es seguro para el trabajo (NSFW)
pt_br: Conteúdo adulto: Não é seguro para o trabalho
pt_pt: Conteúdo adulto: não recomendável para ver em público
ro: Pentru adulți: XXX
ru: Только для взрослых: не для просмотра на рабочем месте

source: Quarantined content: Content may be highly offensive
es_ar: Contenido en cuarentena: el contenido podría ser altamente ofensivo
pt_br: Conteúdo em quarentena: Este conteúdo pode ser altamente ofensivo
pt_pt: Conteúdo na quarentena: Este conteúdo pode ser altamente ofensivo
ru: Контент на карантине: содержание может быть крайне оскорбительным

source: Quarantined
es_ar: En cuarentena
pt_br: Em quarentena
pt_pt: Na quarentena
ro: În carantină
ru: На карантине

source: Spoiler content
es_ar: Contenido con spoiler
pt_br: Conteúdo com spoilers

source: learn more
es_ar: ver más:
pt_br: aprenda mais
pt_pt: mais informações
ro: află mai multe
ru: узнать больше

source: get live %(site)s headlines on your site
es_ar: recibí los titulares de %(site)s en vivo en tu sitio
pt_br: obtenha notícias ao vivo de %(site)s no seu site
pt_pt: receba manchetes do %(site)s em tempo real no seu site
ro: primeşte ştirile principale %(site)s pe saitul tău
ru: получайте заголовки с %(site)s на ваш сайт в реальном времени

source: just cut and paste the generated code into your site and your specified %(site)s feed will be displayed and updated as new stories bubble up
es_ar: simplemente cortá y pegá en tu sitio el código generado y la fuente especificada de %(site)s se mostrará y actualizará cuando surjan nuevas historias
pt_br: copie e cole em seu site o código gerado e o feed de seu %(site)s especificado será mostrado e atualizado assim que uma nova história aparecer
pt_pt: apenas recorte e cole no seu site o código gerado e o feed específico do %(site)s será mostrado e atualizado à medida que novas histórias forem surgindo
ro: copie şi lipeşte codul generat în saitul tău şi feed-urile %(site)s specificate vor fi afişate şi actualizate pe măsură ce noi ştiri se umflă
ru: просто скопируйте и вставьте сгенерированный код на ваш сайт, и указанная вами лента заголовков с %(site)s появится и будет обновляться автоматически по мере того, как будут всплывать новые темы

source: which links do you want to display?
es_ar: ¿qué vínculos querés mostrar?
pt_br: que links você quer exibir?
pt_pt: que ligações queres mostrar?
ro: ce legături vrei să faci vizibile?
ru: какие ссылки вы хотите отображать?

source: this hour
es_ar: a esta hora
pt_br: nessa hora
pt_pt: da última hora
ro: această oră
ru: за час

source: today
es_ar: hoy
pt_br: hoje
pt_pt: de hoje
ro: astăzi
ru: сегодня

source: this week
es_ar: esta semana
pt_br: essa semana
pt_pt: desta semana
ro: această săptămână
ru: за неделю

source: this month
es_ar: este mes
pt_br: esse mês
pt_pt: deste mês
ro: această lună
ru: за месяц

source: all-time
es_ar: de todos los tiempos
pt_br: todo o tempo
pt_pt: de todos os tempos
ro: toate timpurile
ru: за все время

source: submitted by
es_ar: publicado por
pt_br: enviado por
pt_pt: enviados por
ro: trimise de către
ru: добавленных

source: saved by
es_ar: guardado por
pt_br: salvo por
pt_pt: guardado por
ro: salvate de către
ru: сохраненных

source: upvoted by
es_ar: votado arriba por
pt_br: votado positivamente por
pt_pt: recebeu votos positivos de
ro: votat pozitiv de
ru: заплюсован

source: downvoted by
es_ar: votado negativo por
pt_br: votado negativamente por
pt_pt: recebeu votos negativos de
ro: votat negativ de
ru: заминусован

source: listing options
es_ar: opciones de listado
pt_br: opções de listagem
pt_pt: opções de listagem
ro: opțiuni de listare
ru: настройки просмотра

source: links from %(domain)s
es_ar: vínculos desde %(domain)s
pt_br: links de %(domain)s
pt_pt: ligações de %(domain)s
ro: linkuri de pe %(domain)s
ru: ссылки от домена %(domain)s

source: links %(submitted_by)s the user %(who)s
es_ar: vínculos %(submitted_by)s el usuario %(who)s
pt_br: links %(submitted_by)s pelo usuário %(who)s
pt_pt: ligações %(submitted_by)s por %(who)s
ro: linkuri %(submitted_by)s utilizator %(who)s
ru: ссылки %(submitted_by)s пользователем %(who)s

source: links from the domain %(domain)s
es_ar: vínculos del dominio %(domain)s
pt_br: links do domínio %(domain)s
pt_pt: ligações do domínio %(domain)s
ro: linkuri de pe domeniul %(domain)s
ru: ссылки из домена %(domain)s

source: sorting options
es_ar: opciones de ordenamiento
pt_br: opções de ordenação
pt_pt: opções de ordenação
ro: opțiuni de sortare
ru: параметры сортировки

source: hottest
es_ar: de mayor interés
pt_br: mais popular
pt_pt: mais popular
ro: cele mai fierbinţi
ru: самые горячие

source: newest
es_ar: más nuevos
pt_br: mais novo
pt_pt: mais recentes
ro: cele mai noi
ru: самые новые

source: sort links by %(what)s
es_ar: ordenar vínculos por %(what)s
pt_br: ordenar links por %(what)s
pt_pt: mostrar primeiro %(what)s
ro: sortează linkurile după %(what)s
ru: сортировать ссылки по %(what)s

source: date range includes %(when)s
es_ar: el rango fechas incluye %(when)s
pt_br: alcance da data inclui %(when)s
pt_pt: limite de data inclui %(when)s
ro: intervalul datelor include %(when)s
ru: %(when)s

source: number of links to show
es_ar: número de vínculos a mostrar
pt_br: número de links a exibir
pt_pt: número de ligações a mostrar
ro: numărul de linkuri afișate
ru: число ссылок для отображения

source: remove css styling
es_ar: eliminar el estilo css
pt_br: remover estilo css
pt_pt: remover estilos css
ro: înlătură stilul CSS
ru: убрать стили css

source: (the widget will inherit all styles from the page)
es_ar: (el widget heredará todos los estilos de la página)
pt_br: (o widget herdará todos estilos da página)
pt_pt: (o widget usará todos os estilos da página)
ro: (widgetul va mosteni toate stilurile de pe pagina)
ru: (виджет унаследует все стили страницы)

source: enable in-widget voting
es_ar: habilitar la votación dentro del widget
pt_br: permitir votar dentro do widget
pt_pt: habilitar votos no widget
ro: activează votul prin widget
ru: включить голосование внутри виджета

source: (will slow down the rendering)
es_ar: (hará que el procesamiento sea más lento)
pt_br: (retardará a renderização)
pt_pt: (tornará o carregamento de páginas mais lento)
ro: (va incetini crearea)
ru: (замедляет рендеринг)

source: two columns
es_ar: dos columnas
pt_br: duas colunas
pt_pt: duas colunas
ro: două coloane
ru: две колонки

source: background color
es_ar: color de fondo
pt_br: cor de fundo
pt_pt: cor do plano de fundo
ro: culoarea de fundal
ru: цвет фона

source: (e.g., FF0000 = red)
es_ar: (por ej., FF0000 = rojo)
pt_br: (ex., FF0000 = vermelho)
pt_pt: (ex.: FF0000 = vermelho)
ro: (de ex.: FF0000 = roșu)
ru: (например, FF0000 = красный)

source: border color
es_ar: color del borde
pt_br: cor da borda
pt_pt: cor da borda
ro: culoarea marginilor
ru: цвет границы

source: the code
es_ar: el código
pt_br: o código
pt_pt: o código
ro: codul
ru: код

source: add this into your HTML where you want the %(site)s links displayed
es_ar: agregá esto en tu HTML donde quieras que los vínculos de %(site)s se muestren
pt_br: adicione isto em seu HTML onde quiser que o link de %(site)s seja exibido
pt_pt: adiciona isto ao teu HTML no local onde queres que as ligações para %(site)s sejam mostradas
ro: adaugă în codul HTML acolo unde vrei să faci vizibile legăturile %(site)s
ru: добавьте это в свой HTML-код там, где хотите показывать ссылки на %(site)s

source: this edit is for you to resolve the conflict, any text in the box below will not save.
es_ar: esta edición es para que resuelvas el conflicto; todo texto que se encuentre en el cuadro de abajo no se guardará.
pt_br: essa edição é para você resolver esse conflito, qualquer texto na caixa abaixo não será salvo.
pt_pt: esta edição serve para resolver o conflito, qualquer texto na caixa mais abaixo, não será guardado.
ro: acest edit este pentru tine ca sa rezolvi conflictul, orice text din casuta de mai jos nu se va salva.
ru: эта правка предназначена для разрешения конфликта, текст ниже сохранен не будет.

source: save page
es_ar: guardar página
pt_br: salvar página
pt_pt: guardar página
ro: salvează pagina
ru: сохранить страницу

source: submit a discussion
es_ar: publicar una discusión
pt_br: enviar uma discussão
pt_pt: enviar uma discussão
ro: trimite o discuție
ru: начать обсуждение

source: The page "%s" was not found in this subreddit.
es_ar: No se pudo encontrar la página "%s" en este subreddit.
pt_br: A página "%s" não foi encontrada neste subreddit.
pt_pt: A página "%s" não foi encontrada neste sub-reddit.
ro: Pagina "%s" nu a fost găsită în acest subreddit.
ru: Страница "%s" в этом сабреддите не найдена.

source: Create page "%s"
es_ar: Crear página "%s"
pt_br: Criar página "%s"
pt_pt: Criar a página "%s"
ro: Creează pagina „%s”
ru: Создать страницу "%s"

source: compare selected
es_ar: comparar seleccionados
pt_br: comparar selecionados
pt_pt: comparar selecionados
ro: compară cele selectate
ru: сравнить выбранное

source: who can edit this page?
es_ar: ¿quién puede editar esta página?
pt_br: quem pode editar esta página?
pt_pt: quem pode editar esta página?
ro: cine poate edita această pagină?
ru: кто может редактировать эту страницу?

source: use subreddit wiki permissions
es_ar: usar permisos wiki del subreddit
pt_br: usar permissões da wiki do subreddit
pt_pt: usar permissoes wiki do sub-reddit
ro: folosește permisiunile wiki ale subredditului
ru: использовать права доступа сабреддита в вики

source: only approved wiki contributors for this page may edit
es_ar: solo los colaboradores wiki aprobados de esta página pueden editar contenido
pt_br: apenas contribuidores wiki aprovados para esta página podem editá-la
pt_pt: apenas colaboradores wiki aprovados para esta página poderão editá-la
ro: doar contribuitorii wiki aprobați pentru această pagină pot edita
ru: только одобренные участники вики могут редактировать эту страницу
