Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: marked nsfw
es_ar: NSFW marcado
pt_br: marcado como adulto
pt_pt: marcado como conteúdo adulto
ro: marcat ca NSFW
ru: помечено nsfw

source: ignored reports
es_ar: reportes ignorados
pt_br: denúncias ignoradas
pt_pt: denúncias ignoradas
ro: rapoarte ignorate
ru: жалобы проигнорированны

source: unignored reports
es_ar: reportes no ignorados
pt_br: denúncias designoradas
pt_pt: as denúncias deixaram de estar ignoradas
ro: raporturi neignorate
ru: жалобы не игнорируются

source: changed permissions on
es_ar: cambió permisos el
pt_br: permissões modificadas para
pt_pt: permissões modificadas para
ro: permisiuni schimbate pentru
ru: изменены разрешения на

source: stickied
es_ar: Pegado
pt_br: fixado
pt_pt: afixado
ro: fixată
ru: прикреплено!

source: unstickied
es_ar: Despegado
pt_br: desafixado
pt_pt: desafixado
ro: fixare anulată
ru: откреплено!

source: set contest mode on
es_ar: establecer modo de contienda activado
pt_br: ativar modo competição
pt_pt: activar o modo de concurso
ro: activează modul concurs
ru: установить режим соревнования

source: unset contest mode on
es_ar: deshacer modo de contienda activado
pt_br: desativar modo competição
pt_pt: desactivar o modo de concurso
ro: dezactivează modul concurs
ru: отключить режим соревнования

source: locked
es_ar: bloqueado
pt_br: trancado
pt_pt: fechado
ro: închis
ru: закрыто!

source: unlocked
es_ar: desbloqueado
pt_br: destrancado
pt_pt: aberto
ro: deblocat
ru: открыто!

source: unmuted
es_ar: desenmudecido
pt_br: dessilenciado
pt_pt: des-silenciado
ro: ignorare anulată
ru: восстановлен

source: created rule
es_ar: regla creada
pt_br: regra criada
pt_pt: regra criada

source: edited rule
es_ar: regla editada
pt_br: regra editada
pt_pt: regra editada

source: deleted rule
es_ar: regla eliminada
pt_br: regra apagada
pt_pt: regra apagada

source: marked spoiler
es_ar: marcado como spoiler
pt_br: spoiler marcado
pt_pt: spoiler marcado

source: unmarked spoiler
es_ar: desmarcado como spoiler
pt_br: spoiler desmarcado
pt_pt: spoiler desmarcado

source: enrolled in new modmail
es_ar: registrado en el nuevo modmail
pt_br: inscrito no novo correio de moderador

source: unspam
es_ar: desmarcar spam
pt_br: não-spam
pt_pt: marcar como não sendo lixo
ro: demarchează spam
ru: не спам

source: confirmed spam
es_ar: spam confirmado
pt_br: spam confirmado
pt_pt: confirmar que é lixo
ro: spam confirmat
ru: точно спам

source: removed not spam
es_ar: no spam eliminado
pt_br: removido, não spam
pt_pt: a marcação como não lixo foi removida
ro: non spam eliminat
ru: пометка спама снята

source: removed spam
es_ar: spam eliminado
pt_br: removido, spam
pt_pt: a confirmação como lixo foi removida
ro: spam înlăturat
ru: удаленный спам

source: removed self
es_ar: eliminado a sí mismo
pt_br: post próprio removido
pt_pt: publicação de texto removida
ro: self șters
ru: удалил себя

source: title
es_ar: título
pt_br: título
pt_pt: título
ro: titlu
ru: Название

source: description
es_ar: descripción
pt_br: descrição
pt_pt: descrição
ro: descriere
ru: описание

source: sidebar
es_ar: barra lateral
pt_br: barra lateral
pt_pt: barra lateral
ro: bară laterală
ru: боковая панель

source: language
es_ar: idioma
pt_br: idioma
pt_pt: linguagem
ro: limbă
ru: язык

source: type
es_ar: tipo
pt_br: tipo
pt_pt: tipo
ro: tapează
ru: тип

source: link type
es_ar: tipo de vínculo
pt_br: tipo de link
pt_pt: tipo de ligação
ro: tipul linkului
ru: тип ссылки

source: submit link button label
es_ar: crear etiqueta para el botón de links
pt_br: rótulo do botão de enviar link
pt_pt: legenda do botão de enviar ligação
ro: trimite linkul etichetei butonului
ru: подпись для кнопки «отправить ссылку»

source: submit text post button label
es_ar: crear etiqueta para el botón de posts de texto
pt_br: rótulo do botão de enviar post de texto
pt_pt: legenda do botão de enviar publicação de texto
ro: trimite textul etichetei butonului postării
ru: подпись для кнопки «отправить текстовый пост»

source: comment score hide period
es_ar: tiempo del puntaje del comentario oculto
pt_br: período para esconder a pontuação de comentários
pt_pt: período de ocultação da pontuação dos comentários
ro: perioada de ascundere a punctajului comentariului
ru: период скрытия рейтинга комментариев

source: toggle viewers must be over 18
es_ar: activar/desactivar que los usuarios deban ser mayores de 18
pt_br: alternar se usuários devem ser maior de 18
pt_pt: utilizadores devem ser maiores de 18
ro: activează dacă cititorii trebuie sa aibă peste 18 ani
ru: переключить ограничение возраста 18+

source: toggle allow in default/trending lists
es_ar: activar/desactivar permitir en las listas estándares y de tendencias
pt_br: alternar permitir em listas padrão/subindo
pt_pt: permitir listas populares/por defeito
ro: activează/dezactivează permiterea în listele implicite/populare
ru: переключить отображение в списке по умолчанию/горячее

source: toggle show thumbnail images of content
es_ar: activar/desactivar mostrar imágenes en miniatura del contenido
pt_br: alternar mostrar imagens em miniatura do conteúdo
pt_pt: mostrar miniaturas de imagens do conteúdo
ro: arată/ascunde pictogramele conținutului
ru: показывать миниатюры изображений материалов

source: toggle public traffic stats page
es_ar: Alternar la activación de la página pública de la estadística del tráfico
pt_br: alternar a página de estatísticas de tráfego como pública ou não
pt_pt: página pública de estatísticas de tráfego
ro: comută pagina publică a statisticilor de trafic
ru: переключиться на публичную страницу статистики трафика

source: toggle collapse deleted/removed comments
es_ar: Alternar colapsa comentarios borrados/removidos
pt_br: alternar colapso de comentários deletados/removidos
pt_pt: expandir/colapsar comentários apagados/removidos
ro: arată/ascunde comentariile șterse/ascunse
ru: сворачивание удалённых комментариев

source: toggle exclude banned users' posts from modqueue
es_ar: excluir o no los posts de usuarios baneados de la cola de moderación
pt_br: alternar exibição de posts de usuários banidos na fila de moderação
pt_pt: mostrar ou ocultar publicações de utilizadores banidos na fila de moderação
ro: exclude postările utilizatorilor interzişi în coada de moderatori prin comutare
ru: не показывать в очереди модерации посты изгнанных пользователей

source: toggle show sidebar from cname
es_ar: activar/desactivar mostrar la barra lateral desde cname
pt_br: alternar mostrar barra lateral do cname
pt_pt: mostrar barra lateral do cname
ro: arată panoul lateral din cname
ru: показывать боковую панель при переадресации через cname

source: toggle custom CSS from cname
es_ar: activar/desactivar CSS personalizado desde cname
pt_br: alternar CSS personalizado do cname
pt_pt: CSS personalizado do cname
ro: activează CSS personalizat din cname
ru: переключить использование внешней таблицы стилей через cname

source: header title
es_ar: título del encabezado
pt_br: título do cabeçalho
pt_pt: título do cabeçalho
ro: titlul antetului
ru: название заголовка

source: delete header image
es_ar: eliminar imagen del encabezado
pt_br: deletar imagem do cabeçalho
pt_pt: apagar imagem do cabeçalho
ro: șterge imaginea antetului
ru: удалить изображение в заголовке

source: delete image
es_ar: eliminar imagen
pt_br: deletar imagem
pt_pt: apagar imagem
ro: șterge imaginea
ru: удалить изображение

source: delete icon image
es_ar: borrar imagen icono
pt_br: deletar imagem do ícone
pt_pt: apagar a imagem do ícone
ro: șterge pictograma
ru: удалить изображение иконки

source: delete banner image
es_ar: borrar banner
pt_br: deletar imagem do banner
pt_pt: apagar a imagem da faixa
ro: șterge imaginea bannerului
ru: удалить изображение баннера

source: upload header image
es_ar: subir imagen del encabezado
pt_br: enviar imagem de cabeçalho
pt_pt: carregar uma imagem de cabeçalho
ro: încarcă imagine antentului
ru: загрузить изображение шапки

source: upload icon image
es_ar: subir imagen icono
pt_br: subir imagem de ícone
pt_pt: enviar a imagem do ícone
ro: încarcă o pictogramă
ru: загрузить изображение иконки

source: upload banner image
es_ar: subir imagen para banner
pt_br: subir imagem do banner
pt_pt: enviar a imagem da faixa
ro: încarcă imaginea bannerului
ru: загрузить изображение баннера

source: upload image
es_ar: subir imagen
pt_br: subir imagem
pt_pt: carregar imagem
ro: încarcă o imagine
ru: загрузить изображение

source: add/edit flair
es_ar: agregar/editar flair
pt_br: adicionar/editar flair
pt_pt: adicionar/editar ícone
ro: adaugă/editează insigna
ru: добавить/изменить флэйр

source: delete flair
es_ar: eliminar flair
pt_br: deletar flair
pt_pt: apagar ícone
ro: șterge insigna
ru: удалить флэйр

source: edit by csv
es_ar: editar por csv
pt_br: editar por csv
pt_pt: editar por CSV
ro: editează după CSV
ru: редактировать с помощью csv

source: toggle flair enabled
es_ar: habilitar/deshabilitar flairs
pt_br: ativar/desativar flair
pt_pt: activar ícones
ro: activează/dezactivează insigna
ru: включить/выключить флаир

source: toggle user flair position
es_ar: alternar posición de flair de usuario
pt_br: alternar posição flair do usuário
pt_pt: permitir alterar a posição dos ícones de utilizador
ro: activează/dezactivează poziția insignei utilizatorului
ru: переключить расположение флаира участника

source: toggle link flair position
es_ar: alternar posición del flair de vínculo
pt_br: alternar posição do flair de link
pt_pt: permitir alterar a posição dos ícones de ligação
ro: activează/dezactivează poziția insignei pentru linkuri
ru: переключить расположение флаиров ссылок

source: toggle user assigned flair enabled
es_ar: habilitar/deshabilitar flair asignado por usuario
pt_br: alternar flair definido pelo usuário
pt_pt: activar ícones definidos pelos utilizadores
ro: activează/dezactivează insignele acordate de utilizatori
ru: включить/выключить пользовательские флаиры

source: toggle submitter assigned link flair enabled
es_ar: opción de alternar flair de vínculo asignado al publicador habilitada
pt_br: ativar flair definido pelo usuário que enviou
pt_pt: activar ícones de ligação definidos pelos utilizadores
ro: activează/dezactivează insigna acordată de redactorul linkului
ru: включить/выключить выбор флаиров ссылок авторами материалов

source: add/edit flair templates
es_ar: agregar/editar plantillas de flair
pt_br: adicionar/editar modelos de flair
pt_pt: adicionar/editar modelos de ícones
ro: adaugă/editează modelele de insignă
ru: добавить/изменить шаблоны флейра

source: delete flair template
es_ar: eliminar plantilla de flair
pt_br: apagar modelo de flair
pt_pt: apagar modelo de ícone
ro: șterge modelul de insignă
ru: удалить шаблон флейра

source: clear flair templates
es_ar: borrar plantillas de flair
pt_br: limpar modelos de flair
pt_pt: limpar modelos de ícone
ro: curăță modelele de insignă
ru: очистить шаблоны флейра

source: remove
es_ar: eliminar
pt_br: remover
pt_pt: remover
ro: şterge
ru: удалить

source: set permissions on moderator
es_ar: cambiar permisos en moderador
pt_br: estabelecer permissões para moderador
pt_pt: definir permissões para o moderador
ro: stabilește permisiunile moderatorului
ru: установить полномочия модератора

source: set permissions on moderator invitation
es_ar: cambiar permisos en moderador invitacion
pt_br: estabelecer permissões nos convites para moderador
pt_pt: definir permissões para os convites para moderador
ro: stabilește permisiunile invitației moderatorului
ru: установить разрешения на приглашение модераторов

source: highest
es_ar: el más alto
pt_br: mais alto
pt_pt: maior
ro: cel mai mare
ru: наивысшие

source: standard
es_ar: estándar
pt_br: padrão
pt_pt: padrão
ru: стандарт

source: remnant
es_ar: restante
pt_br: remanescente
pt_pt: restante
ro: sold
ru: остаток

source: lower priority, impressions are not guaranteed
es_ar: baja prioridad, las impresiones no están garantizadas
pt_br: prioridade mais baixa, impressões não são garantidas
pt_pt: prioridade mais baixa, impressões não são garantidas
ro: prioritate joasă, impresiile nu sunt garantate
ru: низкий приоритет, просмотры не гарантированы

source: house
es_ar: casa
pt_br: casa
pt_pt: casa
ro: casă
ru: разместить у себя

source: non-CPM, displays in all unsold impressions
es_ar: sin CPM, se muestra en todas las impresiones sin vender
pt_br: não-CPM, é exibido em todas as impressões não vendidas
pt_pt: Não-CPM, aparece em todas as impressões por vender
ro: non-CPM, afișează în toate impresiile nevândute
ru: не-CPM, отображается во всех непроданных показах

source: auction
es_ar: subasta
pt_br: leilão
pt_pt: leilão

source: auction priority; all self-serve are auction priority
es_ar: prioridad de subasta; todos los autoservicioson prioridad de subasta
pt_br: prioridade de leilão; todos os self-service têm prioridade de leilão

source: collection: %(name)s
es_ar: colección: %(name)s
pt_br: coleção: %(name)s
pt_pt: colecção: %(name)s
ro: colecție: %(name)s
ru: коллекция: %(name)s

source: interest: %s
es_ar: interés: %s
pt_br: juro: %s

source: Spam
pt_br: Lixo
pt_pt: Lixo

source: Threatening, harassing, or inciting violence
es_ar: Amenazar, acosar o incitar a la violencia
pt_br: Ameaças, assédio ou incentivos à violência

source: vote manipulation
es_ar: manipulación de votos
pt_br: manipulação de votos
pt_pt: manipulação de votos
ro: manipularea voturilor
ru: манипуляция с голосами

source: personal information
es_ar: información personal
pt_br: informações pessoais
pt_pt: informação pessoal
ro: informații personale
ru: личная информация

source: sexualizing minors
es_ar: sexualizar menores
pt_br: sexualizando menores
pt_pt: sexualização de menores
ro: sexualizează minori
ru: совращение несовершеннолетних

source: breaking reddit
es_ar: rompiendo reddit
pt_br: quebrando o reddit
pt_pt: perturbar o funcionamento do reddit
ro: încalcă regulile
ru: попытки сломать reddit

source: Personal and confidential information
es_ar: Información personal o confidencial
pt_br: Informações pessoais e confidenciais
pt_pt: Informações pessoais e confidenciais

source: red
es_ar: rojo
pt_br: vermelho
pt_pt: vermelho

source: orangered
es_ar: anaranjado
pt_br: alaranjado
pt_pt: alaranjado
ro: roșu-portocaliu
ru: оранжево-красный

source: orange
es_ar: naranja
pt_br: laranja
pt_pt: cor de laranja
ro: portocaliu
ru: оранжевый

source: mango
pt_br: manga
pt_pt: manga
ru: манго

source: lime
es_ar: lima
pt_br: limão
pt_pt: lima
ro: verde deschis
ru: лайм

source: green
es_ar: verde
pt_br: verde
pt_pt: verde
ro: verde
ru: зеленый

source: mint
es_ar: menta
pt_br: menta
pt_pt: hortelã
ru: мята

source: teal
es_ar: verde azulado
pt_br: ciano-escuro
pt_pt: ciano-escuro

source: blue
es_ar: azul
pt_br: azul
pt_pt: azul
ro: albastru
ru: синий

source: alien blue
es_ar: azul alien
pt_br: azul alienígena
pt_pt: azul alienígena
ro: extraterestru albastru
ru: инопланетный синий

source: pink
es_ar: rosa
pt_br: cor-de-rosa
pt_pt: cor-de-rosa

source: purple
es_ar: púrpura
pt_br: roxo
pt_pt: roxo

source: brown
es_ar: marrón
pt_br: castanho
pt_pt: castanho

source: pale grey
es_ar: gris claro
pt_br: cinzento claro
pt_pt: cinzento claro

source: grey
es_ar: gris
pt_br: cinzento
pt_pt: cinzento

source: dark grey
es_ar: gris oscuro
pt_br: cinzento escuro
pt_pt: cinzento escuro

source: semi black
es_ar: semi negro
pt_br: preto-mate
pt_pt: preto-mate

source: %s (filtered)
es_ar: %s (filtrados)
pt_br: %s (filtrado)
pt_pt: %s (filtrado)
ro: %s (filtrat)
ru: %s (отфильтровано)

source: posts from %s
es_ar: posts de %s
pt_br: postagens de %s
pt_pt: publicações de %s
ro: postări de la %s
ru: посты от %s

source: %s subreddits curated by /u/%s
es_ar: %s subreddits creados por /u/%s
pt_br: %s subreddits selecionados por /u/%s
pt_pt: %s sub-reddits selecionados por /u/%s
ro: %s subreddite create de /u/%s
ru: %s сабреддиты, за которыми присматривает /u/%s

source: %(domain)s on %(reddit.com)s
es_ar: %(domain)s en %(reddit.com)s
pt_br: %(domain)s em %(reddit.com)s
pt_pt: %(domain)s em %(reddit.com)s
ro: %(domain)s pe %(reddit.com)s
ru: %(domain)s на %(reddit.com)s

source: Any Scope
es_ar: Cualquier scope
pt_br: Qualquer Escopo
pt_pt: Qualquer Âmbito
ro: Orice domeniu
ru: Любая область видимости OAuth 2

source: Endpoint is accessible with any combination of other OAuth 2 scopes.
es_ar: Este endpoint es accesible con cualquier combinación de otros dos scopes de OAuth 2.
pt_br: Este endpoint é acessível com qualquer combinação de outros escopos de OAuth 2.
pt_pt: O ponto de destino está disponível com qualquer combinação de outro âmbito de OAuth 2.
ro: Punctul final este accesibil cu orice combinaţie de alte 2 domenii OAuth.
ru: Конечная точка доступна с любой комбинацией других областей видимости (scope) OAuth 2.

source: Update account information
es_ar: Actualizar información de cuenta
pt_br: Atualizar informação da conta
pt_pt: Atualizar informações da conta
ro: Actualizează informațiile contului
ru: Обновить информацию учетной записи

source: Update preferences and related account information. Will not have access to your email or password.
es_ar: Actualizar preferencias e información de la cuenta. No tendrá acceso a tu e-mail o contraseña.
pt_br: Atualizar preferências e informações da conta. Não terá acesso a seu email ou senha.
pt_pt: Atualiza as preferências e as informações da tua conta. Não teremos acesso ao teu endereço de e-mail nem à tua palavra-passe.
ro: Actualizează preferinţele şi informaţii legate de cont. Nu vom putea accesa email-ul sau parola ta.
ru: Обновить предпочтения и остальную информацию об учётной записи. Не даёт доступа к вашим электронной почте и паролю.

source: Spend reddit gold creddits
es_ar: Gastar credditos de reddit gold
pt_br: Gastar reddit gold creddits
pt_pt: Gastar créditos de ouro do reddit
ro: Cheltuie creddite de aur reddit
ru: Потратить золотые креддиты reddit

source: Spend my reddit gold creddits on giving gold to other users.
es_ar: Gastar mis créditos de reddit gold dando oro a otros usuarios.
pt_br: Gastar meus reddit gold creddits dando gold para outros usuários.
pt_pt: Gastar os meus créditos de ouro do reddit ao dar ouro a outros utilizadores.
ro: Cheltuieşte-mi creditele de aur reddit dând aur altor utilizatori.
ru: Потратить мои креддиты на золочение других пользователей.

source: Edit Posts
es_ar: Editar posts
pt_br: Editar Postagens
pt_pt: Editar Publicações
ro: Editează postări
ru: Редактировать посты

source: Edit and delete my comments and submissions.
es_ar: Editar y eliminar mis comentarios y publicaciones.
pt_br: Editar e deletar meus comentários e envios.
pt_pt: Editar e apagar os meus comentários e submissões
ro: Editează și șterge comentariile și articolele mele.
ru: Редактирование/удаление моих комментариев и публикаций.

source: Manage My Flair
es_ar: Administrar mi Flair
pt_br: Gerenciar Minha Flair
pt_pt: modificar o meu Flair
ro: Gestionează insigna mea
ru: Управление моим флейром

source: Select my subreddit flair. Change link flair on my submissions.
es_ar: Seleccionar mi adorno de subreddit. Cambiar adorno de subreddit en mis envíos.
pt_br: Selecionar minha flair no subreddit. Mudar flair de link em meus envios.
pt_pt: Selecionar o meu ícone de sub-reddit. Alterar o meu ícone de ligação nos meus envios.
ro: Selectează insigna mea pe subreddit. Schimbă insigna legăturilor pe postările mele.
ru: Выбор флейра моего сабреддита. Изменение флейра ссылок моих публикаций.

source: History
es_ar: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История

source: Access my voting history and comments or submissions I've saved or hidden.
es_ar: Acceder a mi historial de votos y comentarios o entradas que he guardado u ocultado.
pt_br: Acessar meu histórico de votos e comentários ou envios que eu salvei ou escondi.
pt_pt: Acede ao meu histórico de votação e comentários ou submissões que guardei ou escondi.
ro: Accesează istoricul meu de votare și comentarii sau observații pe care le-am salvat sau ascuns.
ru: Доступ к истории голосов и сохраненным/скрытым комментариям или публикациям.

source: My Identity
es_ar: Mi identidad
pt_br: Minha Identidade
pt_pt: A Minha Identidade
ro: Identitatea mea
ru: Мой Идентификатор

source: Access my reddit username and signup date.
es_ar: Acceder a mi usuario de reddit y fecha de inscripción.
pt_br: Acessar meu nome de usuário no reddit e data de inscrição.
pt_pt: Aceder ao meu nome de utilizador reddit e data de inscrição.
ro: Accesează numele meu de utilizator reddit și data înregistrării.
ru: Доступ к моему имени пользователя и дате регистрации.

source: Approve submitters and ban users
es_ar: Aprobar remitentes y banear usuarios
pt_br: Aprovar contribuidores e banir usuários
pt_pt: Aprovar os autores e banir os utilizadores
ro: Acceptă redactori și banează utiizatori
ru: Одобрение авторов и изгнание пользователей

source: Add/remove users to approved submitter lists and ban/unban or mute/unmute users from subreddits I moderate.
es_ar: Agregar/remover usuarios a la lista de publicadores aprobados y suspender/reanudar o silenciar/des-silenciar a usuarios en subreddits que yo modero.
pt_br: Adicionar/remover usuários às listas de contribuidores aprovados e banir/desbanir ou silenciar/dessilenciar usuários em subreddits que modero.
pt_pt: Adicionar/remover utilizadores às listas de colaboradores aprovados e suspender/des-suspender ou silenciar/des-silenciar utilizadores de sub-reddits que eu modero.
ru: Добавление/удаление пользователей в одобренные авторы и изгнание/заглушение или восстановление пользователей сабреддитов, которые я модерирую.

source: Moderate Flair
es_ar: Moderar flair
pt_br: Moderar Flair
pt_pt: Ícone de Moderador
ro: Moderează insigna
ru: Модерация флейра

source: Manage and assign flair in subreddits I moderate.
es_ar: Administrar y asignar flair en los subreddits moderados por mí.
pt_br: Gerenciar e definir flair em subreddits que modero.
pt_pt: Gerir e atribuir ícones nos sub-reddits em que modero.
ro: Gestionează și atribuie insigne în subredditele pe care le moderez.
ru: Изменение и назначение флейра в сабреддитах, которые я модерирую.

source: New Modmail
es_ar: Nuevo Modmail
pt_br: Novo correio de moderador
pt_pt: Novo correio de moderador

source: Access and manage modmail via mod.reddit.com.
es_ar: Accede y gestiona el modmail en mod.reddit.com.
pt_br: Acede e gere o correio de moderador em mod.reddit.com.

source: Moderate Posts
es_ar: Moderar posts
pt_br: Moderar Postagens
pt_pt: Moderar Publicações
ro: Moderează postări
ru: Модерация постов

source: Approve, remove, mark nsfw, and distinguish content in subreddits I moderate.
es_ar: Aprobar, eliminar, marcar NSFW y distinguir contenido en subreddits moderados por mí.
pt_br: Aprovar, remover, marcar como adulto, e distinguir conteúdo em subreddits que modero.
pt_pt: Aprovar, remover, marcar como conteúdo adulto, e distinguir conteúdo em sub-reddits em que eu modero.
ro: Aprobă, înlătură, marchează NSFW și distinge conținutul în subredditele pe care le moderez.
ru: Одобрение, удаление, пометка nsfw и различение контента в сабреддитах, которые я модерирую.

source: Moderate Subreddit Configuration
es_ar: Moderar configuración de subreddit
pt_br: Moderar Configurações de Subreddit
pt_pt: Moderar Configurações de Subreddit
ro: Moderează configurarea subredditului
ru: Модерация конфигурации сабреддита

source: Manage the configuration, sidebar, and CSS of subreddits I moderate.
es_ar: Administrar la configuración, la barra lateral y el CSS de los subreddits moderados por mí.
pt_br: Gerenciar a configuração, barra lateral, e CSS de subreddits que modero.
pt_pt: Gerir a configuração, barra lateral e CSS dos sub-reddits que eu modero.
ro: Gestionează configurarea, bara laterală și CSS subredditelor pe care le moderez.
ru: Управление конфигурацией, боковой панелью и CSS сабреддитов, которые я модерирую.
