Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay **%(price)s** for this, **yearly**. >This subscription will renew automatically each year until you cancel. You may cancel at any time. If you cancel, you will not be billed for any additional years of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. Receipts will be delivered via private message in your account.
es_ar: Estás a punto de establecer una continuada suscripción a Reddit Gold para vos mismx (%(user)s). Vas a tener que pagar **%(price)s al año** por ello. >Esta suscripción va a ser renovada automáticamente analmente hasta que lo canceles. Podés cancelarla en cualquier momento. Si la cancelás, no se te va a cobrar por ningún mes más de servicio y el servicio continuará hasta el final del periodo. Si la cancelás no se te va a devolver el dinero de ningún servicio que hayas pagado. Las facturas se te van a entregar por mensaje privado a tu cuenta.
pt_br: Estás prestes a subscrever uma renovação contínua de ouro do reddit para ti (%(user)s). Pagarás por isto **%(price)s**, **mensalmente**. >Esta subscrição será renovada automaticamente a cada ano até que a canceles. Podes cancelá-la a qualquer momento. Se cancelares, não serás cobrado por nenhum ano adicional de serviço e o serviço continuará até ao final do período da cobrança ativa. Se cancelares, não receberás um reembolso por qualquer serviço já pago. Os recibos serão entregues por mensagem privada na tua conta.

source: You're about to make a one-time purchase of %(amount)s of reddit gold for yourself (%(user)s). You'll pay a total of %(price)s for this.
es_ar: Estás a punto de comprar una cantidad de %(amount)s reddit gold para ti mismo (%(user)s). Cuesta %(price)s.
pt_br: Você está prestes a fazer uma compra única de %(amount)s de reddit gold para si mesmo (%(user)s). Você pagará um total de %(price)s por isso.
pt_pt: Estás prestes a fazer uma compra única de %(amount)s de ouro do reddit para ti próprio (%(user)s). Irá custar %(price)s.
ro: Tu ești pe cale de a cumpăra o singură dată un număr de %(amount)s reddit auriu pentru tine (%(user)s).Vei plăti un total de %(price)s pentru aceasta.
ru: Вы собираетесь единовременно приобрести %(amount)s золотой подписки для себя (%(user)s). В сумме это будет стоить %(price)s.

source: You're about to purchase %(amount)s. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else. You'll pay a total of %(price)s for this.
es_ar: Estás a punto de comprar %(amount)s. Funcionan como certificados de regalo: cada crédito que tengas te permitirá da un mes de reddit gold a alguien más. Pagarás un total de %(price)s por esto.
pt_br: Você está prestes a comprar %(amount)s. Eles funcionam como certificados de presente: cada creddito que você tem lhe permite dar um mês de reddit gold para alguém. Você pagará um total de %(price)s por isso.
pt_pt: Estás prestes a comprar %(amount)s. Eles são como certificados de oferta: cada crédito que tiveres vai permitir que dês um mês de ouro reddit a alguém. Irá custar %(price)s.
ro: Eşti pe cale de a achiziţiona %(amount)s. Funcţionează precum certificate de cadou: fiecare creddit deţinut îţi va permite să dăruieşti o lună de aur reddit altcuiva. Veri plăti în total %(price)s pentru aceasta.
ru: Вы собираетесь приобрести %(amount)s. Они работают как подарочные сертификаты: каждый креддит позволяет вам подарить кому-нибудь месяц золотой подписки. Вы заплатите %(price)s.

source: You're about to purchase %(amount)s of reddit gold in the form of a gift code. The recipient (or you) will be able to claim the code to redeem that gold to their account. You'll pay a total of %(price)s for this.
es_ar: Estás a punto de comprar %(amount)s cuentas de reddit gold en forma de cupón de regalo. El destinatario (o tú) podrá canjear el código para recibir ese gold en su cuenta. Pagarás un total de %(price)s por esto.
pt_br: Você está prestes a comprar %(amount)s de reddit gold na forma de vale presente. O beneficiário (ou você) poderá reivindicar o código para resgatar o gold para sua conta. Você pagará um total de %(price)s por isso.
pt_pt: Estás prestes a comprar %(amount)s de ouro do reddit na forma de código de oferta. O destinatário (ou tu) poderá reivindicar o código para receber o ouro na sua conta. Irá custar %(price)s.
ro: Eşti pe cale de a cumpăra %(amount)s aur reddit sub forma unui cod de cadou. Destinatarul (sau tu însuţi) va putea revendica codul pentru a primi aurul în contul lor. Vei plăti %(price)s.
ru: Вы собираетесь приобрести %(amount)s золотой подписки reddit в виде подарочного кода. Получатель (или вы) сможет использовать код, чтобы активировать золото на своем аккаунте. В сумме это будет стоить %(price)s.

source: You're about to give %(amount)s of reddit gold to %(recipient)s, who will be told that it came from you. You'll pay a total of %(price)s for this.
es_ar: Estás a punto de dar %(amount)s de reddit gold a %(recipient)s, a quien se le dirá que vienen de ti. Pagarás un total de %(price)s por esto.
pt_br: Você está prestes a dar %(amount)s de reddit gold a %(recipient)s, que será avisado que foi você que o enviou. Você pagará um total de %(price)s por isto.
pt_pt: Estás prestes a dar %(amount)s de ouro do reddit a %(recipient)s, que vai saber que foste tu que lhe deste. Irá custar %(price)s.
ro: Eşti pe cale de a îi da lui %(recipient)s %(amount)s de aur reddit, iar utilizatorului i se va spune că tu i l-ai trimis. Vei plăti %(price)s.
ru: Вы собираетесь дать %(amount)s золотой подписки %(recipient)s. Мы сообщим получателю, что подарок от вас. В сумме это будет стоить %(price)s.

source: You're about to give %(amount)s of reddit gold to %(recipient)s. It will be an anonymous gift. You'll pay a total of %(price)s for this.
es_ar: Estas a punto de darle %(amount)s de oro reddit a %(recipient)s. Será un regalo anónimo. Pagaras un total de %(price)s por esto.
pt_br: Você está prestes a dar %(amount)s de reddit gold a %(recipient)s. Este será um presente anônimo. Você pagará um total de %(price)s por isto.
pt_pt: Estás prestes a dar %(amount)s de ouro do reddit a %(recipient)s. Vai ser um presente anónimo. Irá custar %(price)s.
ro: Eşti pe cale de a îi da lui %(recipient)s %(amount)s de aur reddit. Cadoul va fi anonim. Vei plăti %(price)s.
ru: Вы собираетесь дать %(amount)s золотой подписки %(recipient)s. Подарок будет анонимным. В сумме это будет стоить %(price)s.

source: Want to say thanks to *%(recipient)s* for this comment? Give them a month of [reddit gold](/gold/about).
es_ar: ¿Querés agradecer a *%(recipient)s* por este comentario? Dale un mes de [reddit gold](/gold/about).
pt_br: Quer agradecer *%(recipient)s* por esse comentário? Dê-o um mês de [reddit gold](/gold/about).
pt_pt: Queres agradecer a *%(recipient)s* por este comentário? Dá-lhes um mês de [ouro do reddit](/gold/about).
ro: Doriți să le mulțumiți *%(recipient)s*pentru acest comentariu? Oferiți-le o lună de [aur reddit](/aur/despre).
ru: Хотите поблагодарить пользователя *%(recipient)s* за этот комментарий? Подарите ему месяц [золотой подписки](/gold/about).

source: Want to say thanks to *%(recipient)s* for this submission? Give them a month of [reddit gold](/gold/about).
es_ar: ¿Querés agradecer a *%(recipient)s* por este comentario? Dale un mes de [reddit gold](/gold/about).
pt_br: Quer agradecer *%(recipient)s* por esse envio? Presenteie-o com um mês de [reddit gold](/gold/about).
pt_pt: Queres agradecer a *%(recipient)s* por esta publicação? Dá-lhes um mês de [ouro do reddit](/gold/about).
ro: Vrei să-i mulțumești lui *%(recipient)s* pentru acest articol? Dă-i o lună de [aur reddit](/gold/about).
ru: Хотите поблагодарить пользователя *%(recipient)s* за эту публикацию? Подарите ему месяц [золотой подписки reddit](/gold/about).

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this comment:
es_ar: Estás a punto de darle a *%(recipient)s* un mes de [oro reddit](/gold/about) por este comentario:
pt_br: Você está prestes a dar a *%(recipient)s* um mês de [reddit gold](/gold/about) por este comentário:
pt_pt: Estás prestes a dar a *%(recipient)s* um mês de [ouro do reddit](ouro/sobre) por este comentário:
ro: Eşti pe cale de a îi da *%(recipient)s* o lună de [aur reddit](/gold/about) pentru acest comentariu:
ru: Вы собираетесь подарить пользователю *%(recipient)s* месяц [золотой подписки](/gold/about) за этот комментарий:

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this submission:
es_ar: Estás a punto de darle a *%(recipient)s* un mes de [oro reddit](/gold/about) por este comentario:
pt_br: Você está prestes a dar a *%(recipient)s* um mês de [reddit gold](/gold/about) por este envio:
pt_pt: Estás prestes a dar a *%(recipient)s* um mês de [ouro do reddit](ouro/sobre) por esta publicação:
ro: Eşti pe cale de a îi da *%(recipient)s* o lună de [aur reddit](/gold/about) pentru această postare:
ru: Вы собираетесь подарить пользователю *%(recipient)s* месяц [золотой подписки](/gold/about) за эту публикацию:

source: You'll pay a total of %(price)s for this.
es_ar: Pagarás un total de %(price)s por esto.
pt_br: Você pagará um total de %(price)s por isto.
pt_pt: Irás pagar um total de %(price)s por isto.
ro: Vei plăti un total de %(price)s pentru asta.
ru: В общей сложности за это вы заплатите %(price)s.

source: This is an archived post. You won't be able to vote or comment.
es_ar: Este es una entrada archivada. No podrás votar y comentar.
pt_br: Este é um post arquivado. Você não poderá votar ou comentar.
pt_pt: Esta publicação foi arquivada. Não é possível votar nem comentar.
ru: Это архивированный пост. Вы не можете голосовать или комментировать.

source: This post is locked. You won't be able to comment.
es_ar: Esta entrada está bloqueada. No podrás comentar.
pt_br: Este post está trancado. Você não poderá comentar.
pt_pt: Esta publicação está fechada. Não é possível comentar.
ru: Публикация закрыта. Вы не можете оставлять комментарии.

source: This page shows a history of recent activity on your account. If you notice unusual activity, you should change your password immediately. Location information is guessed from your computer's IP address and may be wildly wrong, especially for visits from mobile devices.
es_ar: Esta página muestra un historial de actividades en tu cuenta. Si notás actividad inusual, debés cambiar tu contraseña inmediatamente. Información de localización es estimada desde la dirección IP de tu computadora y tal vez esté salvajemente equivocada, especialmente con las visitas desde dispositivos móviles.
pt_br: Esta página mostra um histórico da atividade recente na sua conta. Se você notar qualquer atividade incomum, você deverá trocar sua senha imediatamente. A informação de localização é obtida através do endereço IP do seu computador e pode estar muito errada, especialmente para visitas a partir de dispositivos móveis.
pt_pt: Esta página mostra o histórico da atividade recente na tua conta. Se notares alguma atividade suspeita, deverás alterar a tua palavra-passe imediatamente. A informação da localização é obtida a partir do endereço de IP e poderá estar errada, especialmente para visitas a partir de dispositivos móveis.
ru: Эта страница показывает историю недавних действий на вашем аккаунте. Если вы заметили необычную активность, то вы должны незамедлительно сменить ваш пароль. Информация о местоположении определяется по IP-адресу вашего компьютера и с большой вероятностью может быть неверной, особенно при использовании мобильных устройств.

source: You are currently accessing reddit from this IP address: %(address)s.
es_ar: Actualmente estás visitando reddit desde la dirección IP: %(address)s.
pt_br: Você está acessando o reddit deste endereço IP: %(address)s.
pt_pt: Estás neste momento a aceder ao reddit por este IP: %(address)s
ro: La moment, dvs. accesați reddit de la această adresă IP: %(address)s.
ru: Вы пользуетесь reddit со следующего IP-адреса: %(address)s.

source: These apps are authorized to access your account. Signing out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
es_ar: Estas aplicaciones tienen autorización para ingresar a tu cuenta. Cuando se cierran todas las sesiones , se revoca el acceso desde todas las aplicaciones. También podés revocar el acceso desde aplicaciones individuales a continuación.
pt_br: Esses aplicativos têm autorização para acessar sua conta. Sair de todas as sessões revogará o acesso de todos os aplicativos. Você pode revogar o acesso de aplicativos individualmente abaixo.
pt_pt: Estas aplicações estão autorizadas a aceder à tua conta. Encerrar todas a sessões revogará o acesso a todas as aplicações. Podes também revogar individualmente o acesso às aplicações referidas abaixo.
ru: Этим приложениям разрешен доступ к вашему аккаунту. Выход из всех сессий отзовет все разрешения. Вы также можете закрыть доступ отдельным приложениям ниже.

source: Below you will see your promotion's impression and click traffic per %(interval)s of promotion. Please note that these traffic totals will lag behind by two to three hours, and that totals will be preliminary until 24 hours after the link has finished its run.
es_ar: Debajo verás la impresión de tu promoción y el tráfico de cisitas por %(interval)s de promoción. Por favor, nota que el total de tráfico va a ir dos o tres horas por detrás, y que los totales serán preliminares pasadas 24 horas de que el link haya finalizado su curso.
pt_br: Mais abaixo é possível ver a impressão da promoção e tráfego por %(interval)s de promoção. Note-se que os totais de tráfego têm um atraso de duas ou três horas, e os totais serão preliminares até 24 horas depois de as ligações terem deixado de passar.

source: Traffic processing is currently running slow. The latest data available is from %(date)s. This page will be updated as new data becomes available.
es_ar: El procesamiento del tráfico actualmente es lento. Los últimos datos disponibles son de %(date)s. Esta página se actualizará a medida que haya nuevos datos disponibles.
pt_br: O processamento de tráfego está um pouco lento. As informações mais recentes são de %(date)s. Esta página será atualizada assim que novos dados se tornarem disponíveis.
pt_pt: O processamento de tráfego está lento. Os últimos dados disponíveis são de %(date)s. Esta página será atualizada quando estiverem disponíveis dados novos.
ro: Procesarea traficului se misca greu deocamdata. Ultimele date disponibile sunt din %(date)s. Aceasta pagina va fi actualizata pe masura ce date noi vor fi disponibile.
ru: Сейчас трафик обрабатывается медленно, последние сведения поступили %(date)s. Эта страница обновляется по мере поступления новых данных.

source: Traffic processing occurs on an hourly basis. The latest data available is from %(date)s. This page will be updated as new data becomes available.
es_ar: El procesamiento del tráfico se lleva a cabo por hora. Los últimos datos disponibles son de %(date)s. Esta página se actualizará a medida que haya nuevos datos disponibles.
pt_br: O processamento de tráfego ocorre de hora em hora. As informações disponíveis mais recentes são de %(date)s. Esta página será atualizada assim que novos dados se tornarem disponíveis.
pt_pt: O processamento de tráfego é feito de hora a hora. Os últimos dados disponíveis são de %(date)s. Esta página será atualizada quando estiverem disponíveis dados novos.
ro: Procesarea traficului are loc pe baza de orar. Ultimele date disponibile sunt din %(date)s. Aceasta pagina va fi actualizata pe masura ce date noi vor fi disponibile.
ru: Трафик обрабатывается ежечасно. Последние сведения получены %(date)s. Эта страница обновится, как только станут доступны новые данные.

source: Questions? Email self serve support: %(email)s
es_ar: ¿Preguntas? Enviá un correo electrónico al soporte de autoservicio: %(email)s
pt_br: Dúvidas? Envie um e-mail ao suporte: %(email)s
pt_pt: Alguma questão? Envia uma mensagem para: %(email)s
ro: Aveți întrebări? Adresa de email al suportului de autodeservire: %(email)s
ru: Остались вопросы? Напишите на электронную почту поддержки системы самообслуживания: %(email)s

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are signed in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
es_ar: Debajo están las estadisticas de trafico de tu subreddit. Cada grafico representa uno de los siguientes intervalos específicos. * **Visitas de página** Son todas las visitas en %(subreddit)s, incluyendo tanto paginas de posts como paginas de comentarios. * **únicas** es el número total de visitantes únicos (determinado por una combinación de sus direcciones IP y el Agente de usuario) que genera dichas visitas de página. Aún si no estan logueados en reddit. * **subscripciones** es el numero total de nuevas subscripciones que se generaron en un cierto día. Este número es menos preciso que las dos primeras medidas, ya que, si bien podemos determinar nuevas subcripciones, no tenemos manera de contar las "desubscripciones". Nota: Hay algunos lugares fuera de tu subreddit donde alguien puede hacer click en "subscribirse", asi que es posible (aunque improbable) que esa cuenta de subscriptos exceda ese conteo en un cierto día.
pt_br: Abaixo estão as estatísticas de tráfego para seu subreddit. Cada gráfico representa uma das seguintes categorias no intervalo especificado. * **visualizações** são todos os acessos a %(subreddit)s, incluindo páginas de listagem e de comentários. * **indivíduos** é o número total de visitantes únicos (determinados por uma combinação de seus IPs e agentes de usuário) que geram as visualizações de página acima. Esse dado é independente de os visitantes estarem logados em suas contas ou não. * **inscrições** é o número de novos inscritos que foram gerados num dado dia. Esse número é menos preciso do que os dois primeiros dados pois, apesar de nós conseguirmos saber o número de novos inscritos, não conseguimos saber quantos deixaram de seguir. Nota: há uma certa quantidade de lugares fora do seu subreddit em que é possível clicar em "inscrever-se", então é possível (porém improvável) que o número de inscrições possa ser maior do que a contagem de indivíduos de um dado dia.
pt_pt: AMais abaixo estão as estatísticas de tráfego do teu sub-reddit. Cada gráfico representa um dos seguintes valores ao longo do intervalo especificado. * **visualizações** são todas vistas de página para o %(subreddit)s, incluindo as páginas de listagem e páginas de comentários. * **indivíduos** é o número total de visitantes únicos (determinado pela combinação do seu endereço IP e o User Agent) que geram as visualizações acima. Isto é independente de estarem ou não com sessão iniciada. * **subscrições** é o número de novas subscrições num determinado dia. Este número é menos preciso do que as duas primeiras métricas, visto que, embora possamos acompanhar novas subscrições, não temos maneira de controlar as subscrições removidas. Nota: há uns quantos sítios fora do teu sub-reddit em que alguém pode clicar em "assinar", por isso é possível (embora improvável) que a contagem de subscrições possa exceder o número de visitantes num determinado dia.
ru: Ниже представлена статистика трафика вашего сабреддита. Каждый график представляет один из этих параметров за указанный период. * **просмотры** - это все посещения %(subreddit)s, включая страницы публикаций и комментариев. * **уникальные** - это общее число уникальных посетителей (определяются комбинацией IP-адреса и строки User Agent), которые генерируют просмотры. Вход в учетную запись не имеет значения. * **подписки** - это количество новых подписчиков за указанный день. Это число менее точное, чем два предыдущих. Хоть мы и можем отслеживать подписки, у нас нет способа регистрировать их отмену. Примечание: вне вашего сабреддита есть несколько мест, где пользователь может нажать ссылку "подписаться", поэтому возможна (хоть и маловероятна) ситуация, когда количество подписок за день превышает количество уникальных посетителей.

source: multireddit of your subscriptions
es_ar: multireddit de tus suscripciones
pt_br: multireddit de suas inscrições
pt_pt: multi-reddit das tuas subscrições
ro: multireddit de-al abonărilor tale
ru: мультиреддит из ваших подписок

source: multireddit of subreddits you moderate
es_ar: multireddit de subreddits que vos moderás
pt_br: multireddit de subreddits que você modera
pt_pt: multi-reddit de sub-reddits que moderas
ro: multireddit al subredditelor pe care le moderezi
ru: мультиреддит из модерируемых вами сабреддитов

source: /r/all displays content from all of reddit, including subreddits you aren't subscribed to. Some subreddits have chosen to exclude themselves from /r/all.
es_ar: /r/all muestra contenido de reddit en entero, incluso subreddits a que no te has suscrito. Unos subreddits han decidido excluirse de /r/all.
pt_br: /r/all mostra o conteúdo de todo o reddit, incluindo subreddits que você não está inscrito. Alguns subreddits escolheram excluir eles mesmos de /r/all.
pt_pt: /r/all mostra conteúdos de todo o reddit, incluindo sub-reddits que não tenhas subscrito. Alguns sub-reddits optaram por se excluir do /r/all.
ro: În /r/all poţi găsi conţinut din întreg reddit-ul, chair şi subreddit-uri la care nu eşti abonat. Unele subreddit-uri au ales să nu apară in /r/all.
ru: /r/all показывает материалы со всего reddit, включая сабреддиты, на которые вы не подписаны. Некоторые сообщества предпочли не входить в /r/all.

source: Displaying content from %(subreddit)s, except the following subreddits:
es_ar: Mostrando contenido de %(subreddit)s, excepto los siguientes subreddits:
pt_br: A mostrar conteúdo de %(subreddit)s, à excepção dos seguintes sub-reddits:

source: Filtering /r/all is a feature only available to [reddit gold](/gold/about) subscribers. Displaying unfiltered results from /r/all.
es_ar: El filtro de /r/all sólo está disponible para suscriptores de [reddit gold](/gold/about). Mostrando resultados no filtrados de /r/all.
pt_br: Filtrar /r/all é um recurso disponivel apenas para assinantes de [reddit gold](/gold/about). Mostrando resultados não filtrados de /r/all.
pt_pt: Filtrar o /r/all é uma funcionalidade apenas disponível para subscritores de [ouro do reddit](/gold/about). A mostrar resultados não filtrados de /r/all.
ro: Filtrarea r/all este o funcționalitate disponibilă doar abonaților [reddit gold](/gold/about). Se afișează rezultatele nefiltrate din r/all.
ru: Фильтрация /r/all доступна только [золотым подписчикам](/gold/about). Сейчас результаты из /r/all неотфильтрованны.

source: point
es_ar: punto
pt_br: ponto
pt_pt: ponto
ro: punct
ru: очко

source: creddit
es_ar: créddito
pt_br: creddito
pt_pt: crédito
ro: credit
ru: креддит

source: reader
es_ar: lector
pt_br: leitor
pt_pt: leitor
ro: cititor
ru: читатель
