Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: totals are preliminary until 24 hours after the end of the promotion.
es_ar: los totales son preliminares hasta pasadas las 24 horas posteriores al final de la promoción.
pt_br: os totais são preliminares até 24 horas após o fim da promoção.
pt_pt: os totais são preliminares até que tenham passado 24 horas desde o final da promoção.
ro: totalurile sunt preliminare pana la 24 de ore dupa terminarea promovarii
ru: итоги являются предварительными. точные результаты появятся спустя 24 часа с момента окончания акции.

source: campaigns may overdeliver but you will only ever be billed for your budget.
pt_br: as campanhas poderão ser sobre-entregues mas só irá ser cobrado o correspondente ao orçamento.

source: Campaigns created before September 12, 2012 don't have traffic data
es_ar: Las campañas creadas antes del 12 de Septiembre del 2012 no tienen tráfico de datos
pt_br: Campanhas criadas antes de 2012-09-12 não possuem dados de tráfego
pt_pt: As campanhas criadas antes de 12 de Setembro de 2012 não têm dados de tráfego
ro: Campaniilr create înainte de 12 septembrie 2012 nu au date despre trafic
ru: Кампании, созданные до 12 сентября 2012 года, не имеют данных о трафике

source: start
es_ar: inicio
pt_br: iniciar
pt_pt: iniciar
ro: început
ru: начало

source: end
es_ar: fin
pt_br: terminar
pt_pt: terminar
ro: sfârșit
ru: конец

source: location
es_ar: localización
pt_br: localização
pt_pt: localização
ro: locație
ru: местонахождение

source: budget
es_ar: presupuesto
pt_br: orçamento
pt_pt: orçamento
ro: buget
ru: бюджет

source: imps purchased
es_ar: imps comprados
pt_br: impressões compradas
pt_pt: imps comprados
ro: impresii cumpărate
ru: показов куплено

source: imps delivered
es_ar: imps enviados
pt_br: impressões entregues
pt_pt: imps entregues
ro: impresii livrate
ru: показов доставлено

source: detail
es_ar: detalle
pt_br: detalhe
pt_pt: detalhe
ro: detaliază
ru: подробности

source: This figure indicates what was delivered, not what you will be charged. You will only be charged for %sbudget
pt_br: Esta figura indica o que foi entregue, mas não o que será cobrado. Só será cobrado pelo %sbudget

source: download as csv
es_ar: descargar como csv
pt_br: baixar como csv
pt_pt: descarregar como csv
ro: descarcă ca CSV
ru: загрузить в формате csv

source: A good title is important to the success of your campaign. reddit users are an intelligent, thoughtful group, and reward those who engage them.
es_ar: Un buen título es importante para el éxito de tu campaña. Los usuarios de reddit son un grupo inteligente y atento que recompensa los que ocupan su atención.
pt_br: Um bom título é importante para o sucesso de sua campanha. Usuários do reddit são um grupo de pessoas inteligentes e pensantes que recompensam aqueles que os engajam.
pt_pt: Um bom título é importante para o sucesso da campanha. Os utilizadores do reddit são um grupo inteligente e pensativo, e recompensam aqueles que os envolvem.
ro: Un titlu bun este important pentru succesul campaniei tale. Utilizatorii reddit sunt inteligenţi şi gânditori, şi îi răsplătesc pe cei care îi atrag.
ru: Хороший заголовок важен для успеха вашей кампании. Пользователи reddit являются умными и думающими людьми, которые вознаграждают тех, кто смог их заинтересовать.

source: post type
es_ar: tipo de post
pt_br: tipo de postagem
pt_pt: tipo de publicação
ro: după tipul postării
ru: тип публикации

source: clicks through to your URL
es_ar: clicks hacia tu URL
pt_br: clique leva à sua URL
pt_pt: cliques que levam ao teu URL
ro: clickurile prin URL-ul tău
ru: содержит заданную вами ссылку

source: clicks through to text you customize
es_ar: clicks hacia los textos que personalizas
pt_br: clique leva a texto que você customiza
pt_pt: o clique leva ao texto que personalizas
ro: clickuri pe textul pe care l-ai personalizat
ru: содержит заданный вами текст

source: Provide the URL of your ad. No redirects please!
es_ar: Provee la dirección (URI) de tu anuncio. Por favor, ¡evita las redirecciones!
pt_br: Forneça a URL do seu anúncio. Sem redirecionamentos por favor!
pt_pt: Indique o URL do seu anúncio. Sem redireccionamentos por favor!
ro: Postează link-ul către reclama ta. Fără redirecţionări!
ru: Предоставьте URL вашей рекламы. Пожалуйста, без редиректов!

source: Override display domain:
es_ar: Anular el dominio mostrado:
pt_br: Sobrescrever domínio de exibição:
pt_pt: Substituir o domínio apresentado:
ro: Neglijează domeniul de afișare:
ru: Переписывать отображение домена:

source: Choose a different domain name to display on the site (the small grey text next to a link)
es_ar: Elige un nombre de dominio diferente para mostrar en el sitio (el pequeño texto gris junto al enlace)
pt_br: Escolha um nome de domínio diferente para ser exibido no site (o pequeno texto cinza próximo a um link)
pt_pt: Escolhe um nome de domínio diferente a mostrar no site (o pequeno texto cinzento ao lado da ligação)
ro: Alege un nume de domeniu diferit care să fie afişat pe site (scrisul mic şi gri de lângă un link)
ru: Выберите другое доменное имя для показа на сайте (мелкий серый текст рядом с ссылкой)

source: impression tracking url
pt_br: URL de registo de impressões

source: Enter a URL to insert into a 3rd-party impression tracking code snippet
es_ar: Introduzca una URL para insertar código de seguimiento de impresiones externo
pt_br: Insira uma URL para ser inserida num pedaço de código de terceiros de rastreamento de impressões
pt_pt: Introduz uma URL a inserir num pedaço de código de registo de impressões de terceiros
ru: Введите ссылку для вставки в код сторонней системы отслеживания просмотров

source: secondary impression tracking url
pt_br: URL de registo de impressões secundário

source: Enter a second 3rd-party impression tracking URL (not common)
es_ar: Introduzca una URL secundaria de seguimiento de impresiones (poco común)
pt_br: Insira uma segunda URL de terceiros para rastreamento de impressões (incomum)
pt_pt: Introduz uma URL secundária a inserir num pedaço de código de registo de impressões de terceiros (pouco comum)
ru: Введите вторую внешнюю ссылку для отслеживания просмотров (иногда не используется)

source: thumbnail
es_ar: miniatura
pt_br: miniatura
pt_pt: miniatura
ro: pictogramă
ru: миниатюра

source: images will be resized if larger than 140x140 pixels (displayed at 70x70)
es_ar: Se redimensionarán lás imágenes mayores de 140x140 píxeles (mostradas a 70x70)
pt_br: imagens serão redimensionadas se maiores que 140x140 pixels (exibidas a 70x70)
pt_pt: imagens maiores que 140x140 pixeis serão redimensionadas (mostradas a 70x70)
ro: imaginile vor fi redimensionate dacă sunt mai mari decât 140x140 pixeli (afişate pe 70x70)
ru: изображения будут уменьшены, если окажутся больше 140x140 пикселей (макс. 70x70)

source: mobile ad image
es_ar: imagen de anuncio móvil
pt_br: imagem de anúncio móvel
pt_pt: imagem de anúncio móvel
ro: imagine-reclamă pe mobil
ru: изображение для рекламы на мобильных устройствах

source: upload image for use on mobile web. should be exactly 1200x628 pixels (displayed at 600x314)
es_ar: subir imagen para uso en la web. debe de ser exactamente 1200x628 pixeles (mostrada a 600x314)
pt_br: subir imagem a ser usada na rede móvel. deve ser exatamente 1200x628 pixels (mostrada a 600x314)
pt_pt: enviar a imagem a ser usada na rede móvel. deve ter exactamente 1200x628 píxeis (mostrada como 600x314)
ru: загрузите изображение для мобильных устройств. оно должно быть точно 1200х628 пикселей (показывается как 600х314)

source: disable comments
es_ar: dehabilitar comentarios
pt_br: desativar comentários
pt_pt: desligar comentários
ro: dezactivează comentariile
ru: отключить комментарии

source: send comments on my ad to my inbox
es_ar: recibir los comentarios a mi anuncio en mi bandeja de entrada
pt_br: envie comentários sobre o meu anúncio para minha caixa de entrada
pt_pt: enviar comentários ao meu anúncio para a minha caixa de entrada
ro: trimite comentariile de la reclama mea în inbox
ru: отправлять комментарии к моей рекламе в мои входящие

source: Comments are a great way to get feedback from customers, and the reddit community is known for being vocal in comment threads.
es_ar: Los comentarios son una forma fantástica para conseguir la opinión de tus clientes y la comunidad de reddit tiene una reputación de expresarse muy explícitamente en los comentarios.
pt_br: Comentários são uma boa maneira de ganhar feedback dos consumidores e a comunidade do reddit é conhecida por ser vocal em comentários.
pt_pt: Comentários são uma boa forma de conhecer a opinião dos clientes, e a comunidade reddit é conhecida por participar em tópicos de comentários.
ro: Comentariile sunt o sursă bună pentru sugestii de la utilizatori, și comunitatea reddit este cunoscută pentru discuțiile din secțiunile de comentarii.
ru: Комментарии - прекрасный способ получения отзывов от покупателей. Сообщество reddit известно своей активностью в обсуждениях.

source: autoplay
es_ar: autoreproducción
pt_br: autorreproduzir
pt_pt: reprodução automática
ro: redare automată
ru: автовоспроизведение

source: media override (adds an onclick to the link to generate a drop-down rather than a link out)
es_ar: Anulación de contenido (añade un «onclick» al enlace para generar un menú desplegable en vez de un enlace a un sitio externo)
pt_br: controle manual de mídia (adiciona um onclick ao link para gerar um menu drop-down ao invés de um link externo)
pt_pt: controlo manual do conteúdo (clicar na ligação passa a mostrar um menu suspenso em vez de seguir a ligação)
ro: neglijează media (adaugă un supraclic către link pentru a genera o listă în loc să deschidă link-ul)
ru: медиа переопределение (при наведении курсора на ссылку, он генерирует раскрывающийся вместо ссылки отъезда)

source: assign to user
es_ar: asignar a usuario
pt_br: atribuir a utilizador

source: User to assign as this promotion's author.
pt_br: Utilizador a definir como autor desta promoção.

source: managed promotion
es_ar: promoción gestionada
pt_br: promoção gerenciada
pt_pt: promoção gerida
ro: promoție administrată
ru: управляемая рекламная акция

source: Managed promotions don't appear in the selfserve approval queues.
es_ar: Las promociónes gestionadas no aparecen en la cola de aprobacón.
pt_br: Promoções gerenciadas não aparecerão na lista de aprovação do selfserve.
pt_pt: As promoções geridas não aparecerão nas filas de self-service.
ro: Promoțiile administrate nu apar în cozile de aprobare cu auto-servire.
ru: Управляемые рекламные акции не появляются в очередях на одобрение рекламы в системе самообслуживания.

source: scheduling
es_ar: programación
pt_br: agendamento

source: duration
es_ar: duración
pt_br: duração
pt_pt: duração
ro: durată
ru: длительность

source: automatically extend up to %(days)s days if unspent budget remains
pt_br: extender automaticamente até %(days)s dias se houver orçamento por gastar

source: Every reddit ad is approved by a person on the reddit ads team. You are creating an ad outside of our business hours. We'll be back to reviewing ads on Monday morning. If your ad has a Monday start date, it will launch at 9am PST / 12pm EST on Monday.
es_ar: Cada publicidad de reddit es aprobada por una persona en el equipo de publicidad de reddit. Estas creando una publicidad fuera de nuestras horas de trabajo. Volveremos a revisar publicidad la mañana del Lunes. Si tu publicidad tiene una fecha de inicio en lunes, se publicara el lunes a las 9am PST / 12pm EST.
pt_br: Cada anúncio do reddit é aprovado por alguém da equipe de anúncios do reddit. Você está criando um anúncio fora das nossa horas úteis. A revisão de anúncios voltará a partir de segunda-feira de manhã. Se seu anúncio tem segunda-feira como data de início, ele irá ao ar às 14h (horário de Brasília) na segunda-feira.
pt_pt: Cada anúncio do reddit é aprovado por alguém da equipa de anúncios do reddit. Estás a criar um anúncio fora do nosso período de funcionamento. A revisão de anúncios voltará a partir de segunda-feira de manhã. Se o teu anúncio tem segunda-feira como data de início, este irá para o ar às 9:00 PST / 12:00 EST de segunda-feira.
ru: Вся реклама на reddit проверяется сотрудниками рекламного отдела. Вы создаете рекламу в нерабочие часы. Мы вернемся к рассмотрению заявок в понедельник утром. Если запуск вашего объявления запланирован на понедельник, это произойдет в 9am PST / 12pm EST.

source: all platforms
es_ar: todas las plataformas
pt_br: todas as plataformas

source: desktop only
es_ar: solo versión de escritorio
pt_br: apenas desktop
pt_pt: apenas dispositivos não-moveis
ro: doar desktop
ru: только обычный сайт

source: mobile web only
es_ar: solo versión móvil
pt_br: apenas web móvel
pt_pt: apenas dispositivos móveis
ro: doar pe web mobil
ru: только мобильная версия

source: native mobile only
pt_br: apenas dispositivos móveis

source: you must select at least one mobile OS
es_ar: debes seleccionar al menos una plataforma móvil
pt_br: você deve selecionar ao menos um SO móvel
pt_pt: tens de selecionar pelo menos um SO móvel
ro: trebuie să alegi cel puțin un sistem de operare mobil
ru: нужно выбрать хотя бы одну из мобильных ОС

source: All
es_ar: Todos
pt_br: Todos
pt_pt: Todos
ro: Toate
ru: Все

source: Filter by device and OS
es_ar: Filtra por dispositivo y SO
pt_br: Filtrar por dispositivo e SO
pt_pt: Filtrar por dispositivo ou SO
ro: Filtrează după dispozitiv și SO
ru: Фильтровать по устройствам и ОС

source: Android Phone
es_ar: Móvil Android
pt_br: Celular Android
pt_pt: Telefone Android
ro: Telefon Android
ru: Телефон Android

source: Android Tablet
es_ar: Tableta Android
pt_br: Tablet Android
pt_pt: Tablete Android
ro: Tabletă Android
ru: Планшет Android

source: you must select valid versions to target
es_ar: necesitas seleccionar versiones válidas para apuntar
pt_br: você tem que selecionar versões válidas
pt_pt: tens de selecionar versões válidas
ro: trebuie să alegi versiuni valide
ru: вы должны выбрать действующие версии в качестве цели

source: platform
es_ar: plataforma
pt_br: plataforma
pt_pt: plataforma
ro: platformă
ru: платформа

source: no frequency cap
es_ar: sin límite de frecuencia
pt_br: sem limite de frequência
pt_pt: sem limite de frequência
ro: nicio limită de frecvență
ru: без ограничения частоты

source: frequency capped
es_ar: frecuencia limitada
pt_br: a frequência foi limitada
pt_pt: a frequência foi limitada
ro: frecvență limitată
ru: частота ограничена

source: cap per 24 hours
pt_br: limite por 24 horas

source: Example: Display this flight no more than %i times per user per 24 hours.
pt_br: Exemplo: Não mostrar este voo mais de %i vezes em 24 horas ao mesmo utilizador.

source: frequency must be at least %i per 24 hours
pt_br: a frequência deve ser pelo menos %i a cada 24 horas

source: frequency
es_ar: frecuencia
pt_br: frequência
pt_pt: frequência
ro: frecvența
ru: частота

source: priority
es_ar: prioridad
pt_br: prioridade
pt_pt: prioridade
ro: prioritate
ru: приоритет

source: pricing
es_ar: precios
pt_br: preços
pt_pt: preços

source: price basis
pt_br: preço base

source: total budget
es_ar: presupuesto total
pt_br: Orçamento total
pt_pt: orçamento total
ro: bugetul total
ru: суммарный бюджет

source: %(minimum)s minimum
es_ar: %(minimum)s mínimo
pt_br: %(minimum)s mínimo
pt_pt: %(minimum)s mínimo
ro: %(minimum)s minim
ru: %(minimum)s минимум

source: price
es_ar: precio
pt_br: preço
pt_pt: preço
ro: preț
ru: цена

source: deliver as fast as possible
es_ar: enviar lo más rapido posible
pt_br: enviar o mais rápido possível

source: if you modify the budget of this paid campaign you will need to reauthorize payment by clicking the "pay" button
es_ar: si modificas el presupuesto de esta campaña necesitarás volver a autorizar el pago pulsando en el botón "pagar"
pt_br: se você modificar o orçamento desta campanha paga, você terá que reautorizar o pagamento clicando no botão "pagar"
pt_pt: ao modificar o orçamento desta campanha será necessário voltar a autorizar o pagamento usando o botão "pagar"
ro: dacă modifici bugetul acestei campanii plătite va trebui să re-autorizezi plata, făcând clic pe butonul "plăteşte"
ru: если вы измените бюджет оплаченной кампании, вам придется заново авторизировать платеж, нажав кнопку "оплатить"

source: the budget for campaigns cannot be adjusted once the campaign has gone live
pt_br: o orçamento das campanhas não pode ser alterado uma vez que estas se estejam a desenrolar

source: targeting
es_ar: publicidad dirigida
pt_br: selecionando
pt_pt: audiência
ro: ținta
ru: таргетинг

source: interests
es_ar: intereses
pt_br: interesses
pt_pt: interesses
ro: interese
ru: интересы

source: targets users based on their interests
es_ar: se enfoca en usuarios, basado en sus intereses
pt_br: direcionar-se a utilizadores com base nos seus interesses

source: collections
es_ar: colecciones
pt_br: coleções

source: targets a collection of similar subreddits
es_ar: Enfoca un grupo de subreddits similares
pt_br: direciona-se a uma coleção de sub-reddits similares
pt_pt: direcciona-se a uma colecção de sub-reddits similares
ro: destinat unei colecții de subreddite similare
ru: ориентирована на коллекцию подобных сабреддитов

source: targets a subreddit and its users
es_ar: se enfoca a sureddit y sus usuarios
pt_br: direcionar-se a sub-reddits e aos seus utilizadores

source: interest topic
es_ar: tópico interesante
pt_br: tópico interessante

source: subreddit collection
es_ar: colección del subreddit
pt_br: coleção do subreddit

source: subreddits included on the frontpage are based on users' subscriptions
es_ar: los subreddits incluidos en la página principal estan basados en las suscripciones del usuario
pt_br: subreddits incluídos na página principal são baseados nas inscrições do usuário
pt_pt: os sub-reddits incluídos na página principal são baseados nas subscrições do utilizador
ro: subredditele incluse pe pagina principală sunt bazate pe abonamentele utilizatorilor
ru: показываемые на главной странице сабреддиты основаны на подписках пользователей

source: includes these subreddits
es_ar: incluye estos subreddits
pt_br: incluir estes subreddits
pt_pt: inclui esses sub-reddits
ro: include aceste subreddite
ru: включает эти сабреддиты

source: and more!
es_ar: y más !
pt_br: e mais!
pt_pt: e mais!
ro: și mai multe!
ru: и много больше!

source: changing the target for a live campaign requires reapproval.
pt_br: alterar a audiência de uma campanha que se está a desenrolar requer nova aprovação.

source: while your campaign is awaiting reapproval, it will not be displayed.
pt_br: enquanto a campanha aguardar uma nova aprovação, esta não será mostrada.

source: location targeting is only available when targeting the frontpage
es_ar: la localización geográfica sólo está disponible para la portada
pt_br: Promover pela localização só é possível quando fizer a promoção na página inicial
pt_pt: direccionar-se a determinadas regiões só está disponível para promoções na página principal
ro: direcţionarea bazată pe locaţie este valabilă doar atunci când direcţionezi spre pagina principală
ru: целеуказание рекламы по местонахождению доступно только при показе на первой странице

source: region
es_ar: región
pt_br: região
pt_pt: região
ro: regiune
ru: регион

source: metro
es_ar: área metropolitana
pt_br: metrô
ro: metrou
ru: город или мегаполис

source: subreddit targeting
es_ar: enfoque de subreddit
pt_br: direcionamento de subreddit
pt_pt: direccionar-se a sub-reddits
ro: ținta subredditelor
ru: показы в сабреддитах

source: link ids
es_ar: ids de enlace
pt_br: ids de link
pt_pt: ID da ligação
ro: ID-urile link-urilor
ru: id ссылок

source: spend history
es_ar: historial de gastos
pt_br: histórico de gastos
pt_pt: histórico de gastos
ro: istoricul tranzacțiilor
ru: история расходов

source: promotion history
es_ar: historia de promoción
pt_br: histórico da promoção
pt_pt: historial de promoção
ro: istoricul promoției
ru: история продвижений

source: fixed CPM
pt_br: CPM fixo

source: campaign type
es_ar: tipo de campaña
pt_br: tipo de campanha

source: enable moat
pt_br: ativar fosso

source: Enable moat viewablility tracking.
pt_br: Ativar o rastreamento dos fossos.

source: creative dashboard
es_ar: panel creativo
pt_br: painel criativo
pt_pt: painel criativo
ro: tablou de bord creativ
ru: творческий рабочий стол

source: this promotion is managed in adzerk
pt_br: esta promoção é gerida em adzerk

source: campaign dashboard
es_ar: panel de campaña
pt_br: painel de controle da campanha
pt_pt: painel da campanha
ro: tabloul de bord al campaniei
ru: панель управления кампанией

source: You don't have any campaigns for this link yet. You should add one.
es_ar: No tienes ninguna campaña para este enlace. Deberías añadir una.
pt_br: Você ainda não tem nenhuma campanha para este link. Você deveria adicionar um.
pt_pt: Não tens nenhuma campanha para esta ligação. Devias adicionar uma.
ro: Încă nu aveți nici o campanie pentru acest link. Ați putea adăuga una.
ru: Для этой ссылки у вас нет никаких кампаний. Вам следует их добавить.

source: click to create a new campaign. To edit an existing campaign in the table below, click the 'edit' button.
es_ar: haz clic para crear una campaña nueva. Para editar una campaña existente en la tabla, haz clic en el botón 'editar'.
pt_br: clique para criar uma nova campanha. Para editar uma campanha existente na tabela abaixo, clique em 'editar'
pt_pt: clicar para criar uma nova campanha. Para editar uma campanha já existente na tabela abaixo, clicar no botão "editar".
ro: fă click pentru a creea o nouă campanie. Pentru a edita o campanie existentă din tabelul de mai jos, fă click pe butonul 'editează'.
ru: Нажмите для создания новой кампании. Чтобы изменить существующую кампанию, нажмите кнопку "редактировать".

source: admin dashboard
es_ar: Interfaz de administrador
pt_br: painel de admin
pt_pt: painel de administrador
ro: tabloul de bord al adminului
ru: панель управления администратора

source: confirm
es_ar: confirmar
pt_br: confirmar
pt_pt: confirmar
ro: confirmă
ru: подтвердить

source: Date when your promoted post will start running. We start new campaigns at midnight UTC+5
pt_br: Data aquando a publicação promovida irá correr. Nós começamos novas campanhas às 5:00 GMT

source: Date when your promoted post will end (at midnight UTC+5)
pt_br: Data em que a publicação promovida irá terminar (às 0:00 UTC+5)

source: name of the community that you are targeting. A blank entry here means that the ad is untargeted and will run site-wide
es_ar: El nombre de la comunidad a la que tu anuncio está dirigido. Con dejarlo en blanco, quieres decir que el anuncio no está dirigido y se verá en todo el sitio.
pt_br: nome da comunidade que você está selecionando. Uma entrada em branco aqui significa que o anúncio não terá direcionamento e vai estar no site inteiro
pt_pt: nome da comunidade alvo. Uma entrada em branco significa que o anúncio não tem uma audiência específica e será mostrado em todo o site
ro: numele comunității vizate. Un spațiu gol înseamnă că reclama nu este personalizată și va fi văzută pe tot site-ul
ru: Название целевого сообщества. Оставьте пустым, если хотите показывать рекламу на всем сайте.

source: You have too many campaigns for this link.
es_ar: Tenés demasiadas campañas para este vínculo.
pt_br: Você possui campanhas demais para esse link.
pt_pt: Já há demasiadas campanhas para esta ligação.
ro: Ai prea multe campanii pentru acest link.
ru: У вас слишком много кампаний для этой ссылки.

source: It's time to start fresh!
es_ar: ¡Es hora de empezar desde cero!
pt_br: Hora de começar do zero!
pt_pt: É tempo de fazer um novo começo!
ro: E timpul să începi!
ru: Время начать с чистого листа!

source: bid
es_ar: oferta
pt_br: oferta
pt_pt: licitação
ro: ofertă
ru: ставка
