Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: All feeds are invalidated if you change your password, however.
es_ar: Sin embargo, todas las fuentes quedan invalidadas si cambias tu contraseña.
pt_br: Porém, todos os feeds serão invalidados se você mudar sua senha.
pt_pt: No entanto todos os feeds deixarão de ser válidos ao mudares a tua palavra-passe.
ro: Toate feedurile sunt invalide chiar dacă vă modificați parola.
ru: Если вы смените пароль, все каналы будут признаны недействительными.

source: your front page
es_ar: tu página principal
pt_br: sua página inicial
pt_pt: a tua página inicial
ro: pagina ta principală
ru: главная страница

source: your saved links
es_ar: tus vínculos guardados
pt_br: seus links salvos
pt_pt: as tuas ligações guardadas
ro: linkurile tale salvate
ru: ваши сохраненные ссылки

source: links you've upvoted
es_ar: links que has votado positivamente
pt_br: links a que você deu upvote
pt_pt: ligações a que deste votos positivos
ro: linkurile pe care le-ai votat pozitiv
ru: ссылки, за которые вы отдали голос

source: links you've downvoted
es_ar: links que has votado negativamente
pt_br: links a que você deu downvote
pt_pt: ligações a que deste votos negativos
ro: linkurile pe care le-ai descărcat
ru: ссылки, против которых вы проголосовали

source: links you've hidden
es_ar: vínculos que ocultaste
pt_br: links que você ocultou
pt_pt: ligações que ocultaste
ro: linkuri pe care le-ai ascuns
ru: ссылки, которые вы скрыли

source: unread messages
es_ar: mensajes sin leer
pt_br: mensagens não lidas
pt_pt: mensagens não lidas
ro: mesaje necitite
ru: непрочитанные сообщения

source: messages only
es_ar: solo mensajes
pt_br: apenas mensagens
pt_pt: apenas mensagens
ro: doar mesaje
ru: только сообщения

source: comment replies only
es_ar: solo respuestas a comentarios
pt_br: apenas respostas a comentários
pt_pt: apenas respostas a comentários
ro: doar răspunsurile la cometarii
ru: только ответы на комментарии

source: self-post replies only
es_ar: solo respuestas a posts propios
pt_br: apenas respostas de posts-próprios
pt_pt: apenas respostas às tuas publicações
ro: doar răspunsuri autopostate
ru: только ответы на текстовые публикации

source: mentions of your username only
es_ar: solamente menciones de tu usuario
pt_br: apenas menções de seu nome de usuário
pt_pt: apenas referências ao teu nome de utilizador
ro: doar mențiuni ale numelui tău de utilizator
ru: только упоминания вашего имени пользователя

source: modqueue
es_ar: cola de moderación
pt_br: fila de moderação
pt_pt: lista de moderação
ro: coada moderatorilor
ru: очередь модерации

source: (recommended)
es_ar: (recomendado)
pt_br: (recomendado)
pt_pt: (recomendado)
ro: (recomandat)
ru: (рекомендовано)

source: your preferences have been updated
es_ar: tus preferencias fueron actualizadas
pt_br: suas preferências foram atualizadas
pt_pt: as suas preferências foram atualizadas
ro: preferinţele au fost actualizate
ru: ваши настройки были обновлены

source: we couldn't save the custom stylesheet preference. please see the error below
es_ar: no hemos podido guardar las preferencias de hoja de estilo personalizada. por favor, examina el siguiente error
pt_br: não foi possível salvar a preferência de CSS personalizado. por favor veja o erro abaixo
pt_pt: não foi possível guardar a folha de estilos personalizada. por favor verifica o erro mostrado abaixo
ru: не удалось сохранить пользовательскую настройку стилей. пожалуйста ознакомьтесь с ошибкой внизу

source: your preferences couldn't be saved
es_ar: tus preferencias no han podido ser guardadas
pt_br: suas preferências não puderam ser salvas
pt_pt: as tuas preferências não puderam ser guardadas
ro: preferințele tale nu au putut fi salvate
ru: ваши настройки не были сохранены

source: interface language
es_ar: idioma de la interfaz
pt_br: linguagem da interface
pt_pt: idioma da interface
ro: limbă interfaţă
ru: язык интерфейса

source: incomplete
es_ar: incompleto
pt_br: incompleto
pt_pt: incompleto
ro: incomplet
ru: незакончен

source: volunteer to translate
es_ar: ofrecete como voluntario para traducir
pt_br: voluntarize-se a traduzir
pt_pt: vem ajudar a traduzir
ro: ajută-ne la traducere
ru: нашли ошибку или неточность?

source: location options
es_ar: opciones de ubicación
pt_br: opções de localização
pt_pt: opções de localização
ro: opțiuni de localizare
ru: настройки местоположения

source: hide the location information bar
es_ar: ocultar la barra de información de ubicación
pt_br: esconda a localização da barra de informação
pt_pt: ocultar a barra de informação de localização
ro: ascunde bara cu informațiile locației
ru: скрыть панель информации о местонахождении

source: clicking options
es_ar: opciones de los clics
pt_br: opções de clique
pt_pt: preferências dos cliques
ro: opţiuni pentru clic
ru: параметры открытия ссылок

source: media
es_ar: medios
pt_br: mídia
pt_pt: ficheiros
ru: медиа

source: thumbnails
es_ar: miniaturas
pt_br: miniaturas
pt_pt: miniaturas

source: show thumbnails next to links
es_ar: mostrar imágenes en miniatura junto a los vínculos
pt_br: exibir miniaturas ao lado dos links
pt_pt: mostrar miniaturas junto às ligações
ro: afișează pictograme alături de linkuri
ru: показывать миниатюры изображений возле ссылок

source: don't show thumbnails next to links
es_ar: no mostrar imágenes en miniatura junto a los vínculos
pt_br: não exibir miniaturas ao lado dos links
pt_pt: não mostrar miniaturas junto às ligações
ro: nu afișa pictograme lângă linkuri
ru: не показывать миниатюры изображений возле ссылок

source: show thumbnails based on that subreddit's media preferences
es_ar: mostrar imágenes reducidas basadas en mis preferencias de reddit
pt_br: mostrar miniatura com base nas preferências de mídia do subreddit
pt_pt: mostrar miniaturas consoante as preferências de ficheiros do sub-reddit
ro: arată pictogramele bazate pe preferințele media ale acestui subreddit
ru: показывать миниатюры изображений согласно медиа-настройкам сабреддита

source: to enable thumbnails, disable compressed link display
es_ar: para habilitar la vista de imágenes en miniatura, deshabilitá la vista de vínculos comprimidos
pt_br: para ativar miniaturas, desative a visualização comprimida de links
pt_pt: para activar as miniaturas, desactiva a vista compacta de ligações
ro: pentru a activa pictogramele, dezactivați afișarea linkului comprimat
ru: чтобы отображать миниатюры, отключите сжатие ссылок

source: media previews
es_ar: previsualización de contenido
pt_br: pré-visualizações de ficheiros
pt_pt: pré-visualizações de média

source: auto-expand media previews
es_ar: auto-expandir previsualizaciones de contenido
pt_br: expandir automaticamente as pré-visualizações de ficheiros
pt_pt: expandir automaticamente as pré-visualizações de média

source: don't auto-expand media previews on comments pages
es_ar: no auto-expandir previsualizaciones de contenidos en páginas de comentarios
pt_br: não expandir automaticamente as pré-visualizações de ficheiros nas páginas de comentários
pt_pt: não expandir automaticamente as pré-visualizações de média nas páginas de comentários

source: expand media previews based on that subreddit's media preferences
pt_br: expandir pré-visualizações multimédia baseado nas preferências de multimédia desse sub-reddit

source: NSFW content
es_ar: contenido NSFW
pt_br: conteúdo NSFW
pt_pt: conteúdo NSFW

source: hide images for NSFW/18+ content
es_ar: ocultar imágenes de contenido NSFW/+18
pt_br: esconder imagens para conteúdo NSFW/+18

source: (Don't show thumbnails or media previews for anything labeled NSFW)
pt_br: (não mostrar miniaturas ou pré-visualizações de multimédia do que estiver marcado como NSFW)

source: link options
es_ar: opciones de los vínculos
pt_br: opcões de link
pt_pt: preferências das ligações
ro: opţiuni legături
ru: параметры ссылок

source: (it shows new and promoted links, and gives you a say in what's spam and what isn't.)
es_ar: (muestra los vínculos nuevos y promocionados, y te da una idea de qué es spam y qué no.)
pt_br: (isto mostra links novos e promovidos e lhe dá voz para dizer o que é spam e o que não é.)
pt_pt: (mostra ligações novas e promovidas, e permite que classifiques o que é lixo e o que não é)
ro: (prezintă linkuri noi și promovate și vă oferă cuvîntul în a decide ce e spam și ce nu)
ru: (он содержит новые и продвигаемые ссылки, а также дает вам возможность решить, что является спамом, а что нет)

source: (a list of popular and notable subreddits to check out)
es_ar: (una lista de subreddits populares y destacados que deberías revisar)
pt_br: (uma lista de subreddits notáveis e populares para você checar)
pt_pt: (uma lista de sub-reddits populares para veres)
ro: (o listă cu subreddit-uri populare şi semnificative)
ru: (список успешных и выдающихся сабреддитов, которые стоит посетить)

source: show me links I've recently viewed
es_ar: mostrarme los vínculos que ví recientemente
pt_br: me mostre links que vi recentemente
pt_pt: mostrar ligações vistas recentemente
ro: arată-mi linkurile pe care le-am văzut recent
ru: показывать недавно просмотренные ссылки

source: compress the link display
es_ar: acortar el vínculo mostrado
pt_br: comprimir a exibição de links
pt_pt: activar a vista compacta de ligações
ro: comprimă afișarea linkului
ru: показывать ссылки в сжатом виде

source: show additional details in the domain text when available
es_ar: muestra detalles adicionales en el texto del dominio cuando disponible.
pt_br: mostrar detalhes adicionais no texto de domínio quando disponível
pt_pt: mostrar dados adicionais no texto de domínio quando disponíveis
ro: arată detalii în plus în domeniul text-ului când se poate
ru: показывать дополнительные детали в тексте домена (когда доступны)

source: (such as the source subreddit or the content author's url/name)
es_ar: (como el subreddit fuente o el URI/nombre del autor del contenido)
pt_br: (como o subreddit fonte ou a url/nome do autor do conteúdo)
pt_pt: (como o sub-reddit fonte ou o URL/nome do autor do conteúdo)
ro: (cum ar fi subreddit-ul din care provine sau numele/URL-ul autorului conţinutului)
ru: (например, исходный сабреддит или ссылка/имя автора материала)

source: don't show me submissions after I've upvoted them
es_ar: no mostrarme envíos después de votarlas positivamente
pt_br: não me mostre envios depois que eu os dei upvote
pt_pt: não me mostrar conteúdos aos quais já dei votos positivos
ru: не показывать публикации после того, как я отдал за них голос

source: (except my own)
es_ar: (excepto los mios)
pt_br: (exceto meus próprios)
pt_pt: (excepto as minhas próprias)
ro: (cu excepția mea)
ru: (кроме моих собственных)

source: don't show me submissions after I've downvoted them
es_ar: no mostrarme envíos después de votarlas negativamente
pt_br: não me mostre envios depois que eu os dei downvote
pt_pt: não me mostrar conteúdos aos quais já dei votos negativos
ru: не показывать публикации после того, как я проголосовал против них

source: display %(num)s links at once
es_ar: mostrar %(num)s vínculos al mismo tiempo
pt_br: mostrar %(num)s links de uma vez
pt_pt: mostrar %(num)s ligações duma só vez
ro: arată %(num)s de legături deodată
ru: показывать %(num)s ссылок за раз

source: don't show me submissions with a score less than %(num)s
es_ar: no me muestres submisiones con una puntuación menor a %(num)s
pt_br: não me mostre posts com pontuação menor que %(num)s
pt_pt: não me mostrar submissões com uma pontuação inferior a %(num)s
ro: nu îmi arăta articole cu un scor mai mic de %(num)s
ru: не показывать публикации с рейтингом меньше %(num)s

source: (leave blank to show all submissions)
es_ar: (déjalo en blanco para mostrar todos las publicaciones enviadas)
pt_br: (deixe em branco para mostrar todos os envios)
pt_pt: (deixar em branco para mostrar todas as submissões)
ro: (lasă necompletat pentru a vedea toate articolele)
ru: (оставьте пустым, чтобы показывались все публикации)

source: comment options
es_ar: opciones de comentarios
pt_br: opções de comentários
pt_pt: preferências dos comentários
ro: opţiuni comentarii
ru: параметры комментариев

source: sort comments by %(sort)s
es_ar: ordenar comentarios por %(sort)s
pt_br: ordenar comentários por %(sort)s
pt_pt: ordenar os comentários por %(sort)s
ro: sortează comentariile după %(sort)s
ru: параметр сортировки комментариев %(sort)s

source: ignore suggested sorts
es_ar: ignorar maneras de ordenar sugeridas
pt_br: ignorar ordenações sugeridas
pt_pt: ignorar as ordenações sugeridas
ro: ignoră sortările sugerate
ru: игнорировать предложенные сортировки

source: (suggested sorts may be set by community moderators for specific threads or subreddits, like Q&As)
es_ar: (maneras de ordenar sugeridas pueden ser establecidas por los moderadores de la comunidad para hilos específicos o subreddits, como Q&A)
pt_br: (ordenações sugeridas podem ser definidas pelos moderadores da comunidade para tópicos ou subreddits específicos, como Q&A)
pt_pt: (as ordenações sugeridas poderão ser definidas pelos moderadores da comunidade para tópicos ou sub-reddits específicos, como por exemplo as Perguntas e Respostas)
ru: (предложенные сортировки могут быть установлены модераторами сообщества для отдельных обсуждений или сабреддитов, например, вопросы и ответы)

source: show a dagger (†) on comments voted controversial
es_ar: mostrar una dagar (†) en comentarios votados controversiales
pt_br: exibir uma cruz (†) em comentários votados como controversos
pt_pt: mostrar um punhal (†) nos comentários polémicos
ro: desenează o cruce (†) pe comentarii votate controversat
ru: показывать кинжал (†) на спорных комментариях

source: (a controversial comment is one that's been both upvoted and downvoted significantly)
es_ar: (un comentario controversial es un que a sido tanto votado a favor como en contra significativamente)
pt_br: (um comentário controverso é aquele que recebeu tanto upvotes como downvotes significativamente)
pt_pt: (comentários polémicos são aqueles que tanto receberam muitos votos positivos como negativos)
ro: (un comentariu controversat este un comentariu votat pozitiv şi negativ de multe ori)
ru: (спорным комментарием является тот, за который было отдано много голосов, как позитивных, так и негативных)

source: don't show me comments with a score less than %(num)s
es_ar: no mostrarme comentarios con un puntaje menor a %(num)s
pt_br: não me mostre comentários com pontuação menor que %(num)s
pt_pt: não me mostrar comentários com uma pontuação menor que %(num)s
ro: nu-mi arăta comentariile cu un scor mai mic de %(num)s
ru: не показывать комментарии с рейтингом ниже %(num)s

source: (leave blank to show all comments)
es_ar: (déjalo en blanco para mostrar todos los comentarios)
pt_br: (deixe em branco para mostrar todos os comentários)
pt_pt: (deixar em branco para mostrar todos os comentários)
ro: (lasă necompletat pentru a arăta toate comentariile)
ru: (оставьте пустым, чтобы показывались все комментарии)

source: display %(num)s comments by default
es_ar: mostrar %(num)s comentarios de forma predeterminada
pt_br: mostrar %(num)s comentários por padrão
pt_pt: mostrar %(num)s comentários como padrão
ro: arată %(num)s de comentarii implicite
ru: по умолчанию отображать %(num)s комментариев

source: the smaller the number, the faster your comments pages will load
es_ar: cuanto menor sea el número, más rápido se cargarán tus páginas de comentarios
pt_br: quanto menor o número, mais rapidamente as páginas de comentário irão carregar
pt_pt: quantos menos, mais depressa a página de comentários carrega
ro: cu cît mai mic este numărul, cu atît mai repede se vor încărca paginile dvs. de comentarii
ru: чем меньше число, тем быстрее будут загружаться страницы с комментариями

source: messaging options
es_ar: opciones de mensajes
pt_br: opções de mensagem
pt_pt: preferências das mensagens
ro: opțiunile mesageriei
ru: параметры сообщений

source: show message conversations in the inbox
es_ar: mostrar las conversaciones de mensajes en la bandeja de entrada
pt_br: mostrar conversas por mensagem na caixa de entrada
pt_pt: mostrar conversas na caixa de entrada
ro: arată mesajele conversației în inbox
ru: показывать полный лог обсуждения во входящих

source: (only applies when you go to the 'messages' panel)
es_ar: (disponible solo cuando vas al panel de 'mensajes')
pt_br: (aplica somente se você for no painel 'mensagens')
pt_pt: (apenas se aplica quando vais ao painel 'mensagens')
ro: (se aplică doar cînd accesați panoul 'mesaje')
ru: (необходимо выбрать вкладку "сообщения")

source: collapse messages after I've read them
es_ar: contraer mensajes después de leerlos
pt_br: ocultar mensagens depois de vistas
pt_pt: colapsar as mensagens que já foram lidas
ro: ascunde mesajele după ce le citesc
ru: сворачивать сообщения после того, как я их прочитаю

source: (otherwise, you'll have to collapse them yourself)
es_ar: (de otra manera, los tendrás que contraer vos mismo)
pt_br: (senão, você mesmo terá que ocultá-las)
pt_pt: (caso contrário, tens de colapsá-las manualmente)
ro: (în caz contrar, v-a trebui să le ștergeți definitiv dvs.)
ru: (в противном случае, вам придется сворачивать их вручную)

source: mark messages as read when I open my inbox
es_ar: marcar mensajes como leídos después de abrir mi bandeja de entrada
pt_br: marcar mensagens como lidas quando eu abro a minha caixa de entrada
pt_pt: marcar as mensagens como lidas quando abrir a caixa de entrada
ro: marchează mesajele ca citite atunci când deschid inbox-ul
ru: помечать сообщения как прочтенные при открытии "входящих"

source: (otherwise, they will be marked as read when you click them)
es_ar: (de otra manera, serán marcados como leídos cuando les hagas clic)
pt_br: (senão, serão marcadas quando você clicar nelas)
pt_pt: (caso contrário, só serão marcadas como lidas quando clicares nelas)
ro: (în caz contrar, acestea vor fi marcate ca citite atunci cînd faceți click pe ele)
ru: (в противном случае, они будут отмечены как прочитанные при нажатии на них)

source: notify me when people say my username
es_ar: notificarme cuando me nombren
pt_br: notificar-me quando pessoas mencionarem meu nome de usuário
pt_pt: notificar-me quando alguém referir o meu nome de utilizador
ro: anunță-mă când cineva spune numele meu de utilizator
ru: уведомлять, когда пользователи упоминают меня

source: enable threaded modmail display
es_ar: habilitar vista en cadena del modmail
pt_br: exibir modmail em formato de árvore (thread)
pt_pt: activar a vista encadeada do correio de moderador
ro: activează afișarea discuțiilor în modmail
ru: включить иерархическую структуру сообщений модераторам

source: send message notifications in my browser
pt_br: enviar notificações de mensagens no meu navegador

source: Control who can send me messages
pt_br: Controlar quem me pode enviar mensagens

source: email options
pt_br: opções de e-mail

source: send messages as emails
es_ar: enviar mensajes como emails
pt_br: enviar mensagens como e-mails
pt_pt: enviar mensagens como e-mail
ro: trimite mesajele prin email
ru: отправлять сообщения по электронной почте

source: requires a verified email
es_ar: requiere un email verificado
pt_br: requer um email verificado
pt_pt: requer um endereço de e-mail validado
ro: necesită un email verificat
ru: необходим подтвержденный адрес эл. почты

source: (not available for your account yet! coming soon.)
pt_br: (ainda não está disponível para a tua conta! novidades brevemente.)

source: send email digests
pt_br: enviar resumos por e-mail

source: display options
es_ar: mostrar opciones
pt_br: opções de exibição
pt_pt: opções de visualização
ro: opțiuni de afișare
ru: параметры отображения

source: allow subreddits to show me custom themes
es_ar: permitir que los subreddits muestren temas personalizados
pt_br: permitir que subreddits me mostrem temas personalizados
pt_pt: activar os temas personalizados dos sub-reddits
ro: permite subredditelor să îmi arate modele personalizate
ru: отображать индивидуальные темы каждого сабреддита

source: (you can also choose which subreddit themes to disable on an individual level)
es_ar: (también puedes seleccionar que temas de subreddits desactivar individualmente)
pt_br: (você também pode escolher em que subreddits individuais quer desativar os temas)
pt_pt: (também podes escolher individualmente em que sub-reddits queres desactivar)
ru: (вы также можете отключать индивидуальные темы оформления сабреддитов)

source: show user flair
es_ar: mostrar flair de usuarios
pt_br: mostrar flair de usuários
pt_pt: mostrar ícones de utilizador
ro: arată insignele utilizatorilor
ru: отображать флейры пользователей

source: show link flair
es_ar: mostrar flair de vínculo
pt_br: mostrar flair de links
pt_pt: mostrar ícone da ligação
ro: arată insignele pentru linkuri
ru: отоброжать флейры ссылок

source: show legacy search page
es_ar: mostrar página de búsqueda antigua
pt_br: mostrar página de busca antiga
pt_pt: mostrar a página de busca legada
ro: arată vechea pagină de căutare
ru: отоброжать старую страницу поиска

source: I am over eighteen years old and willing to view adult content
es_ar: Soy mayor de dieciocho años de edad y quiero ver contenido para adultos
pt_br: Eu sou maior de 18 e estou disposto a ver conteúdo adulto
pt_pt: Sou maior de 18 e estou disposto a ver o conteúdos para adultos
ro: Am peste optsprezece ani și doresc să văd conținutul pentru adulți
ru: мне больше 18 лет и я хочу смотреть материалы для взрослых

source: required to view some subreddits
es_ar: requerido para ver algunos reddits
pt_br: necessário para ver alguns subreddits
pt_pt: necessário para ver alguns sub-reddits
ro: necesară pentru vizualizarea unor subreddite
ru: требуется для просмотра некоторых сабреддитов

source: label posts that are not safe for work (NSFW)
es_ar: marcar posts que no son seguros para el trabajo (NSFW)
pt_br: marcar posts que não são seguros para trabalho (NSFW)
pt_pt: marcar publicações não recomendáveis para ver em público (ADULTO)
ro: eticheteaza postari care sunt nesigure pentru locul de munca (NSFW)
ru: помечать небезопасные для работы публикации (NSFW)

source: enable private RSS feeds
es_ar: habilitar fuentes RSS privadas
pt_br: habilitar feeds RSS privados
pt_pt: activar fontes RSS privadas
ro: activează fluxurile private RSS
ru: включить личные RSS-каналы

source: (available from the 'RSS feed' tab in prefs)
es_ar: (disponible desde la pestaña 'fuentes de RSS' en preferencias)
pt_br: (disponíveis na aba 'Feed RSS' nas preferências)
pt_pt: (disponíveis na aba 'Fontes RSS' nas preferências)
ro: (disponibil in tab-ul "feed RSS" in preferinte)
ru: (доступно во вкладке "RSS-каналы" в настройках)

source: privacy options
es_ar: opciones de privacidad
pt_br: opções de privacidade
pt_pt: preferências de privacidade
ro: opţiuni de intimitate
ru: параметры конфиденциальности

source: make my votes public
es_ar: hacer mis votos públicos
pt_br: tornar públicos meus votos
pt_pt: tornar os meus votos públicos
ro: fă-mi voturile publice
ru: сделать мои голоса публичными

source: let everyone see %(link1)s and %(link2)s
es_ar: dejar que todos puedan ver %(link1)s y %(link2)s
pt_br: deixar todos verem %(link1)s e %(link2)s
pt_pt: deixar todos verem %(link1)s e %(link2)s
ro: permite tuturor să vadă %(link1)s și %(link2)s
ru: позволяет всем пользователям видеть %(link1)s и %(link2)s

source: allow my data to be used for research purposes
es_ar: permitir que mis datos se usen con fines de investigación
pt_br: permitir que meus dados sejam utilizados para fins de pesquisa
pt_pt: autorizar que os meus dados sejam usados para propósitos de investigação
ro: permite ca datele mele să fie folosite în scopuri de cercetare
ru: разрешить использование моей информации в исследовательских целях
