Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: invalid site path/name
es_ar: ruta/nombre de sitio invalido
pt_br: caminho/nome do site inválido
pt_pt: caminho/nome do sítio inválido
ro: nume/adresă invalid(ă)
ru: неверный адрес/имя сайта

source: your message has been delivered
es_ar: tu mensaje fue entregado
pt_br: sua mensagem foi entregue
pt_pt: a tua mensagem foi entregue
ro: mesajul a fost trimis
ru: Ваше сообщение было доставлено

source: no title found
es_ar: no se encontró ningún título
pt_br: nenhum título encontrado
pt_pt: sem título
ro: nu am găsit titlu
ru: заголовок не найден

source: saved
es_ar: guardado
pt_br: salvos
pt_pt: guardados
ro: salvat
ru: сохраненное

source: all other sessions have been logged out
es_ar: todas las otras sesiones han sido cerradas
pt_br: todas as outras sessões foram deslogadas
pt_pt: todas as outras sessões foram terminadas
ro: toate celelalte sesiuni au fost deconectate
ru: все остальные сессии были завершены

source: an email will be sent to the email address shortly
es_ar: se enviará pronto un mensaje a esa dirección de correo electrónico
pt_br: um email será enviado para o endereço de email em breve
pt_pt: será enviada uma mensagem para o teu endereço de e-mail dentro de momentos
ro: un email va fi trimis către adresa de email în curând
ru: скоро вам придет сообщение на Вашу электронную почту

source: email address added, try again tomorrow to reset your password
es_ar: dirección de correo electrónico añadida, intenta de nuevo mañana para reiniciar tu contraseña
pt_br: endereço de email adicionado, tente de novo amanhã para mudar sua senha
pt_pt: endereço de email adicionado, tenta de novo amanhã para mudar a tua password
ro: adresă de email adăugată, încearcă să îți resetezi parola din nou mâine
ru: электронная почта добавлена, попробуйте сбросить Ваш пароль ещё раз завтра

source: you should be getting a verification email shortly.
es_ar: deberías estar recibiendo un mensaje de verificación pronto.
pt_br: em breve você receberá um e-mail de verificação.
pt_pt: irás receber uma mensagem de validação para o e-mail em breve.
ro: vei primi un email de verificare în curând
ru: вскоре вы получите письмо для подтверждения регистрации.

source: your email has been updated
es_ar: tu correo electrónico fue actualizado
pt_br: seu email foi atualizado
pt_pt: seu e-mail foi atualizado
ro: adresa de email a fost actualizată
ru: Ваша эл. почта была обновлена

source: your password has been updated
es_ar: tu contraseña fue actualizada
pt_br: sua senha foi atualizada
pt_pt: a tua palavra-passe foi atualizada
ro: parola a fost actualizată
ru: Ваш пароль был обновлен

source: Error: unknown email_type was supplied
es_ar: Error: se suministró un email_type desconocido
pt_br: Erro: um email_type desconhecido foi fornecido

source: Success! Your preferences have been updated
es_ar: Exito! Tus preferencias fueron actualizadas
pt_br: Sucesso! Suas preferências foram atualizadas
pt_pt: Sucesso! As tuas preferências foram atualizadas
ro: Succes! Preferințele tale au fost actualizate
ru: Успех! Ваши настройки были обновлены

source: reported
es_ar: reportado(s)
pt_br: denunciado
pt_pt: denunciado
ro: semnalizate
ru: жалоба отправлена

source: added
es_ar: agregado
pt_br: adicionado
pt_pt: adicionado
ro: adăugat
ru: добавлено

source: replied
es_ar: contestado
pt_br: respondido
pt_pt: respondido
ro: am trimis răspunsul
ru: ответ опубликован

source: validation errors
es_ar: errores de validación
pt_br: erros de validação
pt_pt: erros de validação
ro: erori de validare
ru: ошибки подтверждения

source: deleted
es_ar: eliminados
pt_br: deletado
pt_pt: apagado
ro: şters
ru: удалено

source: bad image name
es_ar: nombre de imagen incorrecto
pt_br: nome de imagem inválido
pt_pt: nome de imagem inválido
ro: nume incorect de imagine
ru: неверное имя изображения

source: too many images (you only get %d)
es_ar: demasiadas imágenes (solamente obtenés %d)
pt_br: muitas imagens (coloque apenas %d)
pt_pt: demasiadas imagens (o máximo são %d)
ro: prea multe imagini (primești doar %d )
ru: слишком много изображений (можно только %d)

source: Dimensions are too large
es_ar: Dimensiones demasiado grandes
pt_br: As dimensões são grandes demais
ru: Размер слишком большой

source: Invalid image or general image error
es_ar: Error de imagen no válida o error general de imagen
pt_br: imagem inválida ou erro geral de imagem
pt_pt: Imagem inválida ou erro geral de imagem
ro: Imagine nevalidă sau eroare de imagine
ru: Общая ошибка изображения (или оно неверно)

source: must be %dx%d pixels
es_ar: debe ser %dx%d pixeles
pt_br: deve ser %dx%d pixels
pt_pt: deve ser %dx%d píxeis
ro: trebuie să fie de %dx%d pixeli
ru: должно быть %dx%d пикселей

source: 10:3 aspect ratio required
es_ar: se requiere relación de aspecto 16:9
pt_br: requer uma proporção de 10:3
pt_pt: requer uma proporção de 10:3
ro: Proporție 10:3 obligatorie
ru: требуется соотношение сторон 10:3

source: max %dx%d pixels
es_ar: máximo %dx%d pixeles
pt_br: máx %dx%d pixels
pt_pt: máximo %dx%d píxeis
ro: maxim %dx%d pixeli
ru: макс. %dx%d пикселей

source: min %dx%d pixels
es_ar: mínimo %dx%d pixeles
pt_br: mín. %dx%d pixels
pt_pt: mínimo %dx%d píxeis
ro: minim %dx%d pixeli
ru: мин. %dx%d пикселей

source: an email will be sent to that account's address shortly
es_ar: se enviará pronto un mensaje a esa dirección de correo electrónico
pt_br: um email será enviado ao endereço daquela conta em breve
pt_pt: um e-mail será enviado para o endereço dessa conta em instantes
ro: un email va fi trimis în curând către adresa contului
ru: вскоре на эл. адрес этого аккаунта будет отправлено сообщение

source: try again tomorrow
es_ar: intentá de nuevo mañana
pt_br: tente novamente amanhã
pt_pt: tenta outra vez amanhã
ro: încearcă din nou mâine
ru: попробуйте снова завтра

source: your account has been recovered
es_ar: tu cuenta fue recuperada
pt_br: sua conta foi recuperada
pt_pt: a tua conta foi restaurada
ro: contul tău a fost recuperat
ru: ваш аккаунт был восстановлен

source: password updated
es_ar: contraseña actualizada
pt_br: senha atualizada
pt_pt: palavra-passe atualizada
ro: parola a fost actualizată
ru: пароль обновлен

source: invalid css class
es_ar: clase de css inválida
pt_br: classe css inválida
pt_pt: classe de css inválida
ro: clasă CSS nevalidă
ru: неправильный класс css

source: too many css classes
es_ar: demasiadas clases de css
pt_br: classes css em excesso
pt_pt: demasiadas classes de css
ro: prea multe clase css
ru: слишком много классов css

source: max flair templates reached
es_ar: máximo de plantillas para flair alcanzado
pt_br: máximo de modelos flair atingido
pt_pt: numero máximo de templates de flair atingido
ro: limita maximă de modele de insignă a fost atinsă
ru: достигнут максимум шаблонов флейров

source: no gold to take
es_ar: no hay gold para reclamar
pt_br: sem gold para pegar
pt_pt: não tens ouro a haver
ro: nu s-a găsit aur
ru: нет доступного золота

source: this app can not be modified from this interface
es_ar: esta aplicación no puede ser modificada desde esta interfaz
pt_br: esta aplicação não pode ser alterada através desta interface
pt_pt: esta aplicação não pode ser alterada através desta interface
ro: această aplicație nu poate fi modificată din această interfață

source: invalid client id
es_ar: id. de cliente no válida
pt_br: id de cliente inválida
pt_pt: identidade de cliente inválida
ro: id al clientului nevalid
ru: неверный id клиента

source: cannot update deleted app
es_ar: no se puede actualizar la aplicación eliminada
pt_br: não é possível atualizar aplicativo excluído
pt_pt: não é possível atualizar uma app apagada
ro: aplicația ștearsă nu poate fi actualizată
ru: невозможно обновить удаленное приложение

source: app does not belong to you
es_ar: esta aplicación no te pertenece
pt_br: o aplicativo não pertence a você
pt_pt: A aplicação não te pertence
ro: aplicația nu îți aparține
ru: приложение не принадлежит вам

source: application updated
es_ar: aplicación actualizada
pt_br: aplicativo atualizado
pt_pt: aplicação atualizada
ro: aplicație actualizată
ru: приложение обновлено

source: application created
es_ar: aplicación creada
pt_br: aplicativo criado
pt_pt: aplicação criada
ro: aplicație creată
ru: приложение создано

source: developer added
es_ar: desarrollador agregado
pt_br: desenvolvedor adicionado
pt_pt: programador adicionado
ro: dezvoltator adăugat
ru: разработчик добавлен

source: api documentation
es_ar: documentación api
pt_br: documentação da api
pt_pt: documentação de api
ro: documentație API
ru: документация api

source: reddit buttons
es_ar: botones de reddit
pt_br: botões do reddit
pt_pt: botões do reddit
ro: butoane reddit
ru: кнопки reddit

source: reddit widget
es_ar: widget de reddit
pt_br: widget do reddit
pt_pt: widget do reddit
ro: widget reddit
ru: виджет reddit

source: help
es_ar: ayuda
pt_br: ajuda
pt_pt: ajuda
ro: ajutor
ru: помощь

source: bad request (%(domain)s)
es_ar: solicitud incorrecta (%(domain)s)
pt_br: pedido inválido (%(domain)s)
pt_pt: pedido inválido (%(domain)s)
ru: неверный запрос (%(domain)s)

source: you sent an invalid request
es_ar: enviaste una solicitud incorrecta
pt_br: você enviou um pedido inválido
pt_pt: efetuaste um pedido inválido
ro: ai trimis o cerere invalidă
ru: Вы отправили неверный запрос

source: forbidden (%(domain)s)
es_ar: (%(domain)s) prohibido
pt_br: proibido (%(domain)s)
pt_pt: proibido (%(domain)s)
ro: interzis ( %(domain)s )
ru: запрещено (%(domain)s)

source: you are not allowed to do that
es_ar: no se te permite hacer eso.
pt_br: você não pode fazer isso
pt_pt: não estás autorizado a fazer isso
ro: nu ai voie să faci asta
ru: у вас нет разрешения на это

source: page not found
es_ar: página no encontrada
pt_br: página não encontrada
pt_pt: página não encontrada
ro: pagină inexistentă
ru: страница не найдена

source: the page you requested does not exist
es_ar: la página que solicitaste no existe
pt_br: a página que você requisitou não existe
pt_pt: a página solicitada não existe
ro: pagina cerută nu există
ru: запрошенная вами страница не существует

source: unavailable
es_ar: no disponible
pt_br: indisponível
pt_pt: indisponível
ro: indisponibil
ru: недоступно

source: reset password
es_ar: restablecer contraseña
pt_br: redefinir senha
pt_pt: repor palavra-passe
ro: resetează parola
ru: сбросить пароль

source: suspended
es_ar: suspendido
pt_br: suspenso
pt_pt: suspenso
ro: suspendat
ru: заблокирован

source: explore
es_ar: explorar
pt_br: explorar
pt_pt: explorar
ro: explorează
ru: исследуйте

source: no comments (yet)
es_ar: no hay comentarios (aún)
pt_br: nenhum comentário (ainda)
pt_pt: sem comentários (por enquanto)
ro: niciun comentariu (încă)
ru: комментариев пока нет

source: all %d comments
es_ar: todo los %d comentarios
pt_br: todos os %d comentários
pt_pt: todos os %d comentários
ro: toate cele %d comentarii
ru: все комментарии (%d)

source: top %d comments
es_ar: los mejores %d comentarios
pt_br: %d comentários mais votados
pt_pt: %d melhores comentários
ro: top %d comentarii
ru: %d лучших комментариев

source: show all %d
es_ar: mostrar todos los %d
pt_br: mostrar todos os %d
pt_pt: mostrar todos os %d
ro: arată toate %d
ru: показать все %d

source: show %d
es_ar: mostrar %d
pt_br: mostrar %d
pt_pt: mostrar %d
ro: arată %d
ru: показать %d

source: create a subreddit
es_ar: crear un subreddit
pt_br: criar um subreddit
pt_pt: crie um subreddit
ro: creează un subreddit
ru: создать сабреддит

source: all
es_ar: todos
pt_br: tudo
pt_pt: tudo
ro: toate
ru: все

source: filter by action
es_ar: filtrar por acción
pt_br: filtrar por ação
pt_pt: filtrar por ação
ro: filtrează după acțiune
ru: сортировать по действиям

source: filter by moderator
es_ar: filtrar por moderador
pt_br: filtrar por moderador
pt_pt: filtrar por moderador
ro: filtrează după moderator
ru: отсортировать по модераторам

source: posts and comments
es_ar: posts y comentarios
pt_br: postagens e comentários
pt_pt: publicações e comentários
ro: postări și comentarii
ru: посты и комментарии

source: posts
es_ar: entradas
pt_br: postagens
pt_pt: publicações
ro: postări
ru: публикации

source: comments
es_ar: comentarios
pt_br: comentários
pt_pt: comentários
ro: comentarii
ru: комментарии

source: show
es_ar: mostrar
pt_br: mostrar
pt_pt: mostrar
ro: arată
ru: показать

source: Posts & Comments
es_ar: Posts y comentarios
pt_br: Postagens e comentários
pt_pt: Publicações e comentários
ro: Postări & Comentarii
ru: Посты и Комментарии

source: Posts only
es_ar: Solo posts
pt_br: Apenas postagens
pt_pt: Só publicações
ro: Numai postări
ru: Только посты

source: Comments only
es_ar: Solo comentarios
pt_br: Só comentários
pt_pt: Só comentários
ro: Numai comentarii
ru: Только комментарии

source: awards
es_ar: premios
pt_br: prêmios
pt_pt: prémios
ro: premii
ru: награды

source: other discussions
es_ar: otras discusiones
pt_br: outras discussões
pt_pt: outras conversas
ro: alte discuții
ru: другие обсуждения

source: search results
es_ar: resultados de la búsqueda
pt_br: resultados da pesquisa
pt_pt: resultados da pesquisa
ro: rezultate căutare
ru: результаты поиска

source: search results - %(query)s
es_ar: resultados de búsqueda - %(query)s
pt_br: resultados da pesquisa - %(query)s
pt_pt: resultados da pesquisa - %(query)s
ro: rezultatele căutării - %(query)s
ru: результаты поиска по - %(query)s

source: seen it
es_ar: visto
pt_br: visto
pt_pt: visto em
ro: l-am văzut
ru: уже видел

source: submit
es_ar: publicar
pt_br: enviar
pt_pt: enviar
ro: trimite
ru: опубликовать

source: contact us
es_ar: contactanos
pt_br: contate-nos
pt_pt: contacta-nos
ro: contactează-ne
ru: связаться с нами

source: Claimed! Enjoy your reddit gold membership.
es_ar: ¡Aceptada! Disfruta tu suscripción a reddit gold.
pt_br: Adquirido! Desfrute de sua assinatura reddit gold.
pt_pt: Reivindicado! Aproveita a tua subscrição de ouro do reddit.
ro: Revendicat! Bucură-te de statutul de membru gold pe reddit.
ru: Активировано! Наслаждайтесь вашей золотой подписки reddit.

source: Your gold creddits have been claimed! Now go to someone's userpage and give them a present!
es_ar: ¡Tus créditos gold han sido reclamados! ¡ahora andá a la página de algún usuario y dale un regalo!
pt_br: Seus gold creddits foram adquiridos! Agora vá à página de algum usuário e mande-o um presente!
pt_pt: Os teus créditos de ouro foram reivindicados! Agora podes ir à pagina de outro utilizador e dar-lhe um presente!
ro: Creditele tale de aur au fost revendicate! Acum, mergi la pagina unui utilizator și oferă-i un cadou!
ru: Ваши золотые креддиты получены! Теперь зайдите на чью-нибудь страницу и сделайте им подарок!

source: Thanks for buying reddit gold! Your transaction has been completed.
es_ar: ¡Gracias por comprar reddit gold! Su transacción fue completada.
pt_br: Obrigado por comprar reddit gold! Sua transação foi completada.
pt_pt: Obrigado por comprares ouro do reddit! A tua transação está finalizada.
ro: Va multumim ca ati cumparat aur reddit. Tranzactia dumneavoastra este completa.
ru: Спасибо за покупку золота reddit! Ваша транзакция была завершена.

source: Thanks for buying reddit gold! Your transaction has been completed and emailed to you. You can check the details by signing into your account at:
es_ar: ¡Gracias por comprar reddit gold! Su transacción fue completada y notificada por email. Puede chequear los detalles entrando a su cuenta desde:
pt_br: Obrigado por comprar reddit gold! A sua transação foi concluída e enviada para você por email. Você pode checar os detalhes entrando em sua conta em:
pt_pt: Obrigado por comprares ouro do reddit! A tua transação está finalizada e foi-te enviada por e-mail. Podes ver os detalhes entrando na tua conta em:
ro: Îți mulțumim pentru că ai cumpărat aur reddit! Tranzacția ta a fost completată și ți-a fost trimisă pe mail. Poți verifica detaliile conectându-te la contul tău la:
ru: Спасибо за покупку золота reddit! Ваша транзакция была завершена и отправлена вам на почту. Вы можете узнать подробности, войдя в свой аккаунт по адресу:

source: Thanks for buying reddit gold! Your transaction is being processed. If you have any questions please email us at %(gold_email)s
es_ar: ¡Gracias por comprar reddit gold! Su transacción está siendo procesada. Si tiene alguna pregunta envíenos un email a %(gold_email)s
pt_br: Obrigado por comprar reddit gold! Sua transação está sendo processada. Se você tiver alguma pergunta, por favor envie um e-mail para %(gold_email)s
pt_pt: Obrigado por comprares ouro do reddit! A tua transação está a ser processada. Se tiveres alguma questão, por favor envia-nos uma mensagem para %(gold_email)s
ro: Îți mulțumim pentru că ai cumpărat aur reddit! Tranzacția ta se procesează. Dacă ai întrebări, contactează-ne la %(gold_email)s
ru: Спасибо за покупку золота reddit! Ваша транзакция обрабатывается. Если у вас есть вопросы, пишите нам на %(gold_email)s

source: thanks
es_ar: gracias
pt_br: obrigado
pt_pt: obrigado
ro: mulțumesc
ru: спасибо

source: claim this award?
es_ar: reclamar este premio?
pt_br: reivindicar esse prêmio?
pt_pt: reivindicar este prémio?
ro: revendici acest premiu?
ru: получить эту награду?

source: award claim
es_ar: reclamo de premio
pt_br: reivindicação de prêmio
pt_pt: reivindicação da recompensa
ro: revendicarea premiului
ru: получение награды

source: gilding
es_ar: recompensa
pt_br: douramento
pt_pt: recompensa de ouro
ro: aurit
ru: позолотить

source: password
es_ar: contraseña
pt_br: senha
pt_pt: palavra-passe
ro: parolă
ru: пароль

source: verify email
es_ar: verificar correo electrónico
pt_br: verificar email
pt_pt: validar endereço de e-mail
ro: verifică emailul
ru: подтвердить адрес эл. почты

source: account recovery token expired
es_ar: token para recuperación de cuenta expirado
pt_br: o token de recuperação de conta expirou
pt_pt: o token de recuperação de conta expirou
ro: token pentru recuperarea contului expirat
ru: срок действия токена для восстановления аккаунта истек

source: recover account
es_ar: recuperar cuenta
pt_br: recuperar conta
pt_pt: restaurar conta
ro: recuperează cont
ru: восстановить аккаунт

source: incorrect message token
es_ar: cadena de mensaje incorrecta
pt_br: o token da mensagem está incorreto
pt_pt: o token da mensagem está incorrecto
ro: cheie de acces pentru mesaj incorectă
ru: неверный токен сообщения

source: invalid email_type provided
es_ar: email_type suministrado no válido
pt_br: email_type inválido fornecido

source: emails unsubscribed
es_ar: emails con suscripción cancelada
pt_br: inscrição por email cancelada
pt_pt: mensagens por e-mail não subscritas
ro: emailuri dezabonate
ru: вы успешно отписались

source: advertising preferences (reddit.com)
es_ar: preferencias de publicidad (reddit.com)
pt_br: preferência publicitárias (reddit.com)
pt_pt: preferência publicitárias (reddit.com)
ro: preferințe reclame (reddit.com)
ru: персонализация рекламы (reddit.com)

source: turn admin on
es_ar: activar administración
pt_br: habilitar admin
pt_pt: desativar administração
ro: deschide admin
ru: включить администрирование

source: opt out
es_ar: no participar
pt_br: optar por sair
pt_pt: parar de receber
ro: dezabonare
ru: отказаться

source: welcome back
es_ar: bienvenido de vuelta
pt_br: bem vindo de volta
pt_pt: bem-vindo de volta
ro: bine ai revenit
ru: добро пожаловать назад

source: purchase creddits
es_ar: comprar créditos
pt_br: compre credditos
pt_pt: comprar créditos
ro: cumpără creddite
ru: приобрести креддиты

source: reddit gold subscription
es_ar: Suscripción a reddit gold
pt_br: assinatura de reddit gold
pt_pt: subscrição de ouro do reddit
ro: abonament reddit gold
ru: золотая подписка reddit

source: You don't have an email address associated with your account!
es_ar: No tenés una dirección de correo electrónico asociada con tu cuenta!
pt_br: Você não tem um endereço de email associado à sua conta!
pt_pt: Não tens um endereço de email associado à tua conta!
ru: К Вашему аккаунту не привязана почта!

source: Error
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка

source: Success!
es_ar: ¡Éxito!
pt_br: Sucesso!
pt_pt: Concluído!
ro: Succes!
ru: Успех!

source: You have updated your preferences.
es_ar: Actualizaste tus preferencias.
pt_br: Você atualizou suas preferências.
pt_pt: Atualizaste as tuas preferências.
ru: Вы обновили свои настройки.

source: Please check your inbox to verify your email address.
es_ar: Por favor, revisá tu buzón de entrada para verificar tu dirección de correo electrónico.
pt_br: Por favor veja a sua caixa de entrada para verificar seu endereço de email.
pt_pt: Por favor verifica a tua caixa de entrada para verificar o teu endereço de email.
ru: Проверьте Вашу входящую почту, чтобы подтвердить свою электронную почту.

source: Get messages to my email inbox!
es_ar: ¡Recibir mensajes en mi bandeja de entrada!
pt_br: Receber mensagens no meu email!
pt_pt: Receber todas as mensagens na minha caixa de correio!
ro: Trimite mesajele către inbox-ul email-ului meu!
ru: Отправлять сообщения на электронную почту!

source: Your gold gift code has been generated!
es_ar: ¡Tú código de regalo ha sido generado!
pt_br: Seu vale presente de gold foi gerado!
pt_pt: O teu código de oferta de ouro foi gerado!
ro: Codul tău cadou pentru aur a fost generat!
ru: Ваш золотой подарочный код был сгенерирован!

source: Here is your gift code for %(amount)s of reddit gold: %(code)s The recipient (or you!) can enter it at https://www.reddit.com/gold or go directly to https://www.reddit.com/thanks/%(code)s to claim it.
es_ar: Aquí tienes tu código para %(amount)s de reddit gold: **%(code)s** El destinatario (¡o tú!) puede canjearlo en https://www.reddit.com/gold o acceder a directamente a https://www.reddit.com/thanks/%(code)s.
pt_br: Aqui está seu vale-presente para %(amount)s de reddit gold: %(code)s O destinatário (ou você!) pode inseri-lo em https://www.reddit.com/gold ou ir diretamente a https://www.reddit.com/thanks/%(code)s para reivindicá-lo.
pt_pt: Aqui está o teu código de oferta para %(amount)s de reddit gold: **%(code)s** O destinatário (ou tu!) pode utilizá-lo em http://www.reddit.com/gold ou ir directamente para http://www.reddit.com/thanks/%(code)s para o usar.
ro: Aici este codul tău cadou pentru %(amount)s aur reddit: %(code)s Destinatarul (sau tu!) îl poate introduce pe https://www.reddit.com/gold sau direct pe https://reddit.com/thanks/%(code)s pentru a-l revendica.
ru: Здесь ваш подарочный код для %(amount)s золотой подписки: %(code)s Получатель (или вы!) может ввести его на https://www.reddit.com/gold или перейти прямо в https://www.reddit.com/thanks/%(code)s чтобы активировать его.

source: nice try.
es_ar: buen intento.
pt_br: boa tentativa.
pt_pt: boa tentativa.
ro: bună încercare.
ru: неплохая попытка.

source: that user has deleted their account
es_ar: ese usuario eliminó su cuenta
pt_br: este usuário excluiu sua conta
pt_pt: esse utilizador apagou a sua conta
ro: utilizatorul și-a șters contul
ru: этот пользователь удалил свой аккаунт

source: the gold has been delivered!
es_ar: ¡la membresía gold fue enviada!
pt_br: o gold foi entregue!
pt_pt: o ouro foi entregue!
ro: aurul a fost livrat!
ru: золото было доставлено!
