Repository: MelissaCole/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: es_ar, pt_br, pt_pt, ro, ru

source: Reason to create a reddit 6
es_ar: ... para tu candidato preferido.
pt_br: para seu clan no WoW
pt_pt: para o teu clã no WoW
ro: pentru a discuta cu alte persoane care sunt interesate de dulciuri (aici intră și fructele)
ru: …для вашего офиса.

source: Reason to create a reddit 7
es_ar: ... para tu hobby favorito.
pt_br: para sua banda favorita
pt_pt: para a tua banda favorita
ro: pentru a-ți face o echipă bună de LoL, WoW sau CS:GO
ru: …для вашего проекта.

source: Reason to create a reddit 8
es_ar: Pensá en los niños
pt_br: pelo hue
pt_pt: porque sim
ro: pentru a afla cele mai noi știri despre toate domeniile
ru: …для вашего города.

source: Reason to create a reddit 9
es_ar: ... para tu guild del WoW.
pt_br: porque a gente é da hora
pt_pt: porque somos boas pessoas
ro: pentru a te înveseli după ce ai luat un 3 la mate...
ru: …для вашей школы.

source: Reason to create a reddit 10
es_ar: ... para tu colegio
pt_br: para sua sala de aula
pt_pt: para a tua turma
ro: pentru a nu te plictisi în ora de fizică
ru: …для вашего движения.

source: Reason to create a reddit 11
es_ar: Para tu gente
pt_br: para seu programa de TV favorito
pt_pt: para o teu programa de TV favorito
ro: pentru a discuta politică
ru: ...для вашего любимого фильма.

source: Reason to create a reddit 12
es_ar: ... para tu proyecto.
pt_br: para fofocar
pt_pt: para a bisbilhotice
ro: pentru a discuta despre cel mai nou sezon din serialul tău preferat
ru: ...для вашего любимого блюда.

source: Reason to create a reddit 13
es_ar: ... porque te da la gana.
pt_br: porque você quer saber, uma vez na vida, como é ser moderator
pt_pt: porque queres saber como é, pelo menos uma vez na vida, ser moderador
ro: pentru a întâlni persoane amuzante
ru: ...для вашей любимой команды.

source: Reason to create a reddit 14
es_ar: ... para la gente del trabajo.
pt_br: para seu projeto
pt_pt: para o teu projecto
ro: pentru a-ți exprima liber opinia
ru: ...для вашей компании.

source: Reason to create a reddit 15
es_ar: ... para la gente de tu comunidad.
pt_br: pro seu clube de futebol
pt_pt: para o teu clube
ro: pentru a face alegerea potrivită în ceea ce privește un laptop nou
ru: ...для вашей любимой программы.

source: Reason to create a reddit 16
es_ar: ... para tu marca de alfajores favorita
pt_br: para seu povo
pt_pt: para a tua cidade
ro: pentru a afla rețete noi de prăjitură
ru: ...для вашего сообщества.

source: Reason to create a reddit 17
es_ar: ... para hablar de tu comida favorita
pt_br: porque você pode
pt_pt: porque podes
ro: pentru a primi lucruri gratuite
ru: …для вашего хобби.

source: Reason to create a reddit 18
es_ar: ... para tu ciudad.
pt_br: porque você ama liberdade
pt_pt: porque amas a liberdade
ro: pentru a discuta cartea ta preferată
ru: …для вашего движения.

source: Reason to create a reddit 19
es_ar: ... para tu proyecto
pt_br: porque você odeia liberdade
pt_pt: por motivos
ro: pentru a afla dacă porcii zboară
ru: …для вашего любимого предмета.

source: Reason to create a reddit 20
es_ar: ... ¡hazlo por los niños!
pt_br: porque você acha que ainda faltam gifs de gatos na internet
pt_pt: porque achas que ainda não há suficientes GIF de gatos na Internet
ro: pentru a vedea mai multe videoclipuri cu pisici
ru: ...для вашей любимой игры.

source: uniques by hour
es_ar: únicos por hora
pt_br: indivíduos por hora
pt_pt: indivíduos por hora
ro: unici pe oră
ru: уникальные пользователи почасово

source: pageviews by hour
es_ar: vistas de página por hora
pt_br: visualizações por hora
pt_pt: visualizações por hora
ro: vizualizări pe oră
ru: просмотры страниц почасово

source: traffic by hour
es_ar: tráfico por hora
pt_br: tráfego por hora
pt_pt: tráfego por hora
ro: trafic pe oră
ru: трафик почасово

source: impressions by hour
es_ar: impresiones por hora
pt_br: impressões por hora
pt_pt: impressões por hora
ro: impresii pe oră
ru: показы почасово

source: clicks by hour
es_ar: clicks por hora
pt_br: cliques por hora
pt_pt: cliques por hora
ro: clickuri pe oră
ru: переходы почасово

source: uniques by day
es_ar: únicos por día
pt_br: indivíduos por dia
pt_pt: indivíduos por dia
ro: unici pe zi
ru: уникальные пользователи по дням

source: pageviews by day
es_ar: vistas de página por día
pt_br: visualizações por dia
pt_pt: visualizações por dia
ro: vizualizări pe zi
ru: просмотры страниц по дням

source: traffic by day
es_ar: tráfico por día
pt_br: tráfego por dia
pt_pt: tráfego por dia
ro: trafic pe zi
ru: трафик по дням

source: impressions by day
es_ar: impresiones por día
pt_br: impressões por dia
pt_pt: impressões por dia
ro: impresii pe zi
ru: показы по дням

source: clicks by day
es_ar: clicks por día
pt_br: cliques por dia
pt_pt: cliques por dia
ro: clickuri pe zi
ru: переходы по дням

source: uniques by month
es_ar: únicos por mes
pt_br: indivíduos por mês
pt_pt: indivíduos por mês
ro: unici pe lună
ru: уникальные пользователи по месяцам

source: pageviews by month
es_ar: visitas de página por mes
pt_br: visualizações por mês
pt_pt: visualizações por mês
ro: vizualizări pe lună
ru: просмотры страниц по месяцам

source: traffic by month
es_ar: tráfico por mes
pt_br: tráfego por mês
pt_pt: tráfego por mês
ro: trafic pe lună
ru: трафик по месяцам

source: impressions by month
es_ar: impresiones por mes
pt_br: impressões por mês
pt_pt: impressões por mês
ro: impresii pe lună
ru: показы по месяцам

source: clicks by month
es_ar: clicks por mes
pt_br: cliques por mês
pt_pt: cliques por mês
ro: clickuri pe lună
ru: переходы по месяцам

source: [removed]
es_ar: [eliminado]
pt_br: [removido]
pt_pt: [removido]
ro: [șters]
ru: [удалено]

source: hot
es_ar: de mayor interés
pt_br: popular
pt_pt: populares
ro: fierbinţi
ru: горячее

source: new
es_ar: nuevo
pt_br: novo
pt_pt: novos
ro: noi
ru: новое

source: old
es_ar: antiguo
pt_br: velho
pt_pt: antigos
ro: vechi
ru: старое

source: ups
es_ar: los de arriba
pt_br: positivos
pt_pt: a favor
ro: sus
ru: верхние

source: downs
es_ar: los de abajo
pt_br: negativos
pt_pt: contra
ro: jos
ru: нижние

source: top
es_ar: arriba
pt_br: topo
pt_pt: melhores
ru: самое популярное

source: more
es_ar: más
pt_br: mais
pt_pt: mais
ro: mai multe
ru: далее

source: relevance
es_ar: relevancia
pt_br: relevância
pt_pt: relevantes
ro: relevanţă
ru: актуальность

source: controversial
es_ar: controvertido
pt_br: controverso
pt_pt: polémicos
ro: controversat
ru: спорное

source: best
es_ar: mejor
pt_br: melhor
pt_pt: melhores
ro: cel mai bun
ru: лучшее

source: random
es_ar: aleatorio
pt_br: aleatório
pt_pt: aleatório
ru: случайный

source: saved {toolbar}
es_ar: guardado
pt_br: salvo
pt_pt: guardados {toolbar}
ro: salvate
ru: сохраненное

source: recommended
es_ar: recomendados
pt_br: recomendado
pt_pt: recomendados
ro: recomandate
ru: рекомендуемые

source: rising
es_ar: en ascenso
pt_br: subindo
pt_pt: destaques
ro: în creştere
ru: набирающее популярность

source: past hour
es_ar: hora pasada
pt_br: da última hora
pt_pt: última hora
ro: ultima oră
ru: за час

source: past 24 hours
es_ar: últimas 24 horas
pt_br: das últimas 24 horas
pt_pt: últimas 24 horas
ro: acum 24 de ore
ru: за сутки

source: past week
es_ar: semana pasada
pt_br: da última semana
pt_pt: última semana
ro: săptămână trecută
ru: за неделю

source: past month
es_ar: mes pasado
pt_br: do último mês
pt_pt: último mês
ro: luna trecută
ru: за месяц

source: past year
es_ar: año pasado
pt_br: do último ano
pt_pt: último ano
ro: anul trecut
ru: за год

source: all time
es_ar: todos los tiempos
pt_br: todos os tempos
pt_pt: de todos os tempos
ro: dintotdeauna
ru: за все время

source: autobanned
es_ar: auto-censurado
pt_br: banido automaticamente
pt_pt: banido automaticamente
ro: autoblocat
ru: автоматически изгнан

source: preferences
es_ar: preferencias
pt_br: preferências
pt_pt: preferências
ro: preferinţe
ru: настройки

source: logout
es_ar: cerrar sesión
pt_br: sair
pt_pt: terminar sessão
ro: ieşi
ru: выйти

source: reddiquette
es_ar: reddiqueta
pt_br: reddiqueta
pt_pt: redditiqueta
ro: rettică
ru: реддикет

source: buttons
es_ar: botones
pt_br: botões
pt_pt: botões
ro: butoane
ru: кнопки

source: mobile website
es_ar: sitio móvil
pt_br: versão móvel
pt_pt: versão móvel

source: advertise
es_ar: publicitar
pt_br: anuncie
pt_pt: publicita
ro: reclame
ru: реклама

source: site rules
es_ar: reglas del sitio
pt_br: regras do site
pt_pt: regras do site
ro: regulile site-ului
ru: правила сайта

source: source code
es_ar: código fuente
pt_br: código fonte
pt_pt: código-fonte
ro: cod sursă
ru: исходный код

source: options
es_ar: opciones
pt_br: opções
pt_pt: opções
ro: opţiuni
ru: параметры

source: apps
es_ar: aplicaciones
pt_br: aplicativos
pt_pt: aplicações
ro: aplicații
ru: приложения

source: RSS feeds
es_ar: fuentes RSS
pt_br: feeds RSS
pt_pt: feeds RSS
ro: feed RSS
ru: RSS-каналы

source: friends
es_ar: amigos
pt_br: amigos
pt_pt: amigos
ro: prieteni
ru: друзья

source: messaging preferences
es_ar: preferencias de mensajes
pt_br: preferências de mensagens

source: trusted users
es_ar: usuarios de confianza
pt_br: utilizadores conhecidos
ru: доверенные пользователи

source: password/email
es_ar: contraseña/correo electrónico
pt_br: senha/email
pt_pt: passe/e-mail
ro: parolă/email
ru: пароль/эл. почта

source: deactivate
es_ar: desactivar
pt_br: desativar
pt_pt: desativar
ru: отключить

source: security
es_ar: seguridad
pt_br: segurança
pt_pt: segurança
ro: securitate
ru: безопасность

source: personalized ads
es_ar: anuncios personalizados
pt_br: anúncios personalizados
pt_pt: anúncios personalizados
ru: персонализированные "рекламы"

source: send a private message
es_ar: envía un mensaje privado
pt_br: enviar uma mensagem privada
pt_pt: enviar uma mensagem privada
ro: trimite un mesaj privat
ru: отправить личное сообщение

source: inbox
es_ar: bandeja de entrada
pt_br: caixa de entrada
pt_pt: caixa de entrada
ro: căsuţă
ru: входящие

source: sent
es_ar: enviados
pt_br: enviado
pt_pt: enviados
ro: trimite
ru: отправленные

source: comments {toolbar}
es_ar: comentarios
pt_br: comentários
pt_pt: comentários
ro: comentarii
ru: комментарии

source: details
es_ar: detalles
pt_br: detalhes
pt_pt: detalhes
ro: detalii
ru: подробности

source: other discussions (%(num)s)
es_ar: otras discusiones (%(num)s)
pt_br: outras discussões (%(num)s)
pt_pt: outras conversas (%(num)s)
ro: alte discuții ( %(num)s )
ru: другие обсуждения (%(num)s)

source: traffic stats
es_ar: estadísticas de tráfico
pt_br: estatísticas de tráfego
pt_pt: estatísticas de tráfego
ro: statistici trafic
ru: статистика

source: stylesheet
es_ar: hoja de estilo
pt_br: folha de estilo
pt_pt: folha de estilos
ro: foaie de stil
ru: стиль

source: home
es_ar: inicio
pt_br: início
pt_pt: página inicial
ro: acasă
ru: главная

source: about
es_ar: acerca de
pt_br: sobre
pt_pt: informações
ro: despre
ru: о reddit

source: edit subscriptions
es_ar: editar suscripciones
pt_br: editar inscrições
pt_pt: editar subscrições
ro: editează abonamentele
ru: редактировать подписки

source: subreddit settings
es_ar: configuración de subreddit
pt_br: configurações do subreddit
pt_pt: definições do sub-reddit
ro: setările subredditului
ru: настройки сабреддита

source: edit stylesheet
es_ar: editar hoja de estilos
pt_br: editar folha de estilos
pt_pt: editar a folha de estilos
ro: editează foaia de stil
ru: редактировать таблицу стилей

source: rules
es_ar: reglas
pt_br: regras
pt_pt: regras
ru: "правила"

source: moderators
es_ar: moderadores
pt_br: moderadores
pt_pt: moderadores
ro: moderatori
ru: модераторы

source: moderator mail
es_ar: correo de moderador
pt_br: mensagens do moderador
pt_pt: mensagem do moderador
ro: mail moderator
ru: модераторская почта

source: approved submitters
es_ar: usuarios aprobados
pt_br: colaboradores aprovados
pt_pt: colaboradores aprovados

source: ban users
es_ar: bloquear usuarios
pt_br: banir usuários
pt_pt: banir utilizadores
ro: blochează utilizatori
ru: изгнание пользователей

source: mute users
es_ar: silenciar usuarios
pt_br: silenciar usuários
pt_pt: silenciar utilizadores
ro: ignoră utilizatori
ru: Заглушение пользователей

source: edit flair
es_ar: editar flair
pt_br: editar flair
pt_pt: editar o ícone
ro: editează insigna
ru: настройка флейра

source: moderation log
es_ar: registro de moderación
pt_br: registro de moderação
pt_pt: registo de moderação
ro: jurnalul moderărilor
ru: журнал модерации

source: moderation queue
es_ar: cola de moderación
pt_br: fila de moderação
pt_pt: fila de moderação
ro: coadă de moderare
ru: очередь модерации

source: unmoderated posts
es_ar: posts sin moderar
pt_br: links não-moderados
pt_pt: publicações não-moderadas

source: edited
es_ar: editado
pt_br: editado
pt_pt: editado
ro: editat
ru: отредактированные

source: employee
es_ar: empleado
pt_br: empregado
pt_pt: funcionário
ro: angajat
ru: сотрудник

source: automoderator config
es_ar: configuraciones de auto moderador
pt_br: configuração do AutoModerator
pt_pt: configuração da moderação automática
ro: configurația automoderator
ru: конфигурация автомодератора

source: get started with automoderator
es_ar: iniciate con automoderador
pt_br: inicia-te com o automoderador

source: ban wiki contributors
es_ar: prohibir contribuidores wiki
pt_br: banir contribuidores wiki
pt_pt: banir contribuidores para a wiki
ro: banează contribuitori wiki
ru: изгнание участников вики

source: add wiki contributors
es_ar: agregar contribuidores wiki
pt_br: adicionar contribuidores wiki
pt_pt: adicionar colaboradores da wiki
ro: adaugă contribuitori wiki
ru: добавить участников вики

source: recent wiki revisions
es_ar: revisiones wiki recientes
pt_br: revisões wiki recentes
pt_pt: revisões recentes da wiki
ro: revizuiri wiki recente
ru: недавние правки вики

source: wiki page list
es_ar: lista de páginas wiki
pt_br: lista de páginas da wiki
pt_pt: lista de páginas da wiki
ro: lista paginii wiki
ru: список страниц вики

source: create
es_ar: crear
pt_br: criar
pt_pt: criar
ro: crează
ru: создать

source: my subreddits
es_ar: mis subreddits
pt_br: meus subreddits
pt_pt: os meus sub-reddits
ro: subredditele mele
ru: мои сабреддиты

source: quarantine
es_ar: cuarentena
pt_br: quarentena
pt_pt: quarentena
ro: carantină
ru: в карантине

source: featured
es_ar: destacado
pt_br: destaques
pt_pt: destaques

source: help translate
es_ar: ayudá a traducir
pt_br: ajude a traduzir
pt_pt: ajude a traduzir
ro: ajută la traducere
ru: помочь с переводом

source: errors
es_ar: errores
pt_br: erros
pt_pt: erros
ro: erori
ru: ошибки

source: ads
es_ar: publicidades
pt_br: anúncios
pt_pt: anúncios
ro: reclame
ru: реклама

source: promoted
es_ar: promocionado
pt_br: promovido
pt_pt: promovidos
ro: promovat
ru: продвигаемое

source: sponsor
es_ar: patrocinar
pt_br: patrocinador
pt_pt: patrocinador
ru: поддержать

source: reporters
es_ar: reporteros
pt_br: denunciadores
pt_pt: denunciantes
ro: semnalizatori
ru: репортеры

source: reports
es_ar: reportes
pt_br: denúncias
pt_pt: denúncias
ro: rapoarte
ru: жалобы

source: reported authors
es_ar: autores reportados
pt_br: autores denunciados
pt_pt: autores denunciados
ro: autori raportați
ru: авторы, на которых поступили жалобы

source: info
es_ar: información
pt_br: informações
pt_pt: informações
ru: информация

source: share
es_ar: compartir
pt_br: compartilhar
pt_pt: partilhar
ro: trimite la alții
ru: поделиться

source: submitted
es_ar: publicado
pt_br: enviado
pt_pt: enviados
ro: trimise
ru: опубликованное

source: upvoted
es_ar: votado positivo
pt_br: votado positivamente
pt_pt: com votos positivos
ro: a votat pozitiv
ru: понравившееся

source: downvoted
es_ar: votado negativo
pt_br: votado negativamente
pt_pt: com votos negativos
ro: votat negativ
ru: не понравившееся

source: hidden {toolbar}
es_ar: escondida
pt_br: escondido
pt_pt: ocultados
ro: ascunse
ru: скрытое

source: voting
es_ar: votando
pt_br: votação
pt_pt: votos
ro: se votează
ru: голосование

source: advertising
es_ar: publicidad
pt_br: publicidade
pt_pt: publicidade
ro: reclame
ru: реклама

source: create promotion
es_ar: crear promoción
pt_br: criar promoção
pt_pt: criar promoção
ro: crează o promoție
ru: создать рекламу

source: my promoted links
es_ar: mis vínculos promocionados
pt_br: meus links promovidos
pt_pt: as minhas ligações promovidas
ro: linkurile mele promovate
ru: мои продвигаемые ссылки

source: unseen
es_ar: no visto
pt_br: não visto
pt_pt: não visto
ro: nevăzut
ru: непросмотренно

source: inventory
es_ar: inventario
pt_br: inventário
pt_pt: inventário
ro: inventar
ru: инвентарь

source: live
es_ar: en vivo
pt_br: ao vivo
pt_pt: em tempo real
ru: прямой эфир

source: unpaid
es_ar: sin pagar
pt_br: não pago
pt_pt: não pagos
ro: neplătit
ru: неоплаченный

source: pending
es_ar: pendiente
pt_br: pendente
pt_pt: pendentes
ro: în curs de procesare
ru: ожидает подтверждения

source: rejected
es_ar: rechazado
pt_br: rejeitado
pt_pt: rejeitados
ro: respins
ru: отклоненные

source: edited live
es_ar: editado en directo
pt_br: editado ao vivo
pt_pt: editado ao vivo

source: external promos
es_ar: promociones externas
pt_br: promoções externas
pt_pt: promoções externas

source: sitewide
es_ar: en todo el sitio
pt_br: no site inteiro
pt_pt: por todo o site
ro: pe tot site-ul
ru: по всему сайту

source: languages
es_ar: idiomas
pt_br: idiomas
pt_pt: línguas
ro: limbi
ru: языки

source: adverts
es_ar: anuncios publicitarios
pt_br: anúncios
pt_pt: anúncios
ro: anunțuri
ru: реклама

source: whitelist
es_ar: lista blanca
pt_br: lista branca
pt_pt: lista branca
ro: lista albă
ru: белый список

source: live (beta)
es_ar: en directo (beta)
pt_br: ao vivo (beta)
pt_pt: ao vivo (beta)

source: slow
es_ar: lento
pt_br: lento

source: medium
es_ar: medio
pt_br: médio

source: fast
es_ar: rápido
pt_br: rápido

source: myrandom
pt_br: meualeatório
pt_pt: aleatório (pessoal)
ru: моислучайные

source: (suggested)
es_ar: (sugerido)
pt_br: (sugerido)
pt_pt: (sugerido)
ro: (sugerat)
ru: (предложенные)

source: comment refresh
es_ar: actualizar comentarios
pt_br: atualizar comentários

source: kind
es_ar: tipo
pt_br: tipo
pt_pt: tipo
ro: fel
ru: вид

source: links from
es_ar: vínculos desde
pt_br: links de
pt_pt: mostrar ligações
ro: legături din
ru: ссылки

source: comments from
es_ar: comentarios de
pt_br: comentários de
pt_pt: comentários de

source: links and comments from
es_ar: enlaces y comentarios de
pt_br: links e comentários
pt_pt: ligações e comentários de

source: current edit
es_ar: edición actual
pt_br: edição atual
pt_pt: edição atual
ro: editarea actuală
ru: текущие правки

source: your edit
es_ar: tu edición
pt_br: sua edição
pt_pt: a tua edição
ro: editarea ta
ru: ваши правки

source: access
es_ar: acceso
pt_br: acesso
pt_pt: acesso
ro: acces
ru: доступ

source: manage the lists of contributors and banned/muted users
es_ar: administrar las listas de contribuyentes y de usuarios que han sido baneados/silenciados
pt_br: gerenciar as listas de contribuidores e de usuários banidos/silenciados
pt_pt: gerir as listas de colaboradores e utilizadores suspensos/silenciados
ro: administrează lista contribuitorilor și a utilizatorilor banați/reduși la tăcere
ru: управление списками авторов и изгнанными/заглушенными пользователями

source: config
es_ar: configuración
pt_br: configuração
pt_pt: configuração
ro: configurează
ru: конфигурация

source: edit settings, sidebar, css, images, and AutoModerator config
es_ar: editar ajustes, barra lateral, css, imágenes y ajustes de moderador automático
pt_br: editar configurações, barra lateral, css, imagens, e configuração do AutoModerator
pt_pt: editar definições, barra lateral, CSS, imagens, e configuração da moderação automática
ro: editează setările, sidebar-ul, css-ul, imaginile și config-ul AutoModerator
ru: управление настройками, боковой панелью, css, изображениями и конфигурация Автомодератора

source: manage user flair, link flair, and flair templates
es_ar: editar flair de usuario, flair de link, y patrones de flair
pt_br: gerenciar flair do usuário, flair de links, e modelos de flair
pt_pt: gerir ícone de utilizador, ícone de ligação e modelos de ícone
ro: gestionează insigna utilizatorului, insigna pentru linkuri și modelele de insignă
ru: управление пользовательскими флейрами, флейрами ссылок и шаблонами флейров

source: mail
es_ar: correo
pt_br: correio
pt_pt: correio
ro: email
ru: почта

source: read and reply to moderator mail
es_ar: leer y responder al email del moderador
pt_br: ler e responder o correio do moderador
pt_pt: ler e responder ao correio de moderador
ro: citește și răspunde emailului din partea moderatorului
ru: возможность читать и отвечать на модераторскую почту

source: use the approve, remove, spam, distinguish, and nsfw buttons
es_ar: utilice los botones de aprobado, remover, spam, distinguir y nsfw
pt_br: utilizar os botões aprovar, remover, spam, distinguir, e marcar como adulto
pt_pt: usa os botões para aprovar, remover, marcar como lixo, distinguir, e conteúdo adulto
ro: utilizează butoanele aprobă, înlătură, spam, distinge și NSFW
ru: использование кнопок "одобрить", "удалить", "спам", "выделить" и "nsfw"

source: manage the wiki and access to the wiki
es_ar: editar el wiki y acceso al wiki
pt_br: gerenciar a wiki e o acesso à wiki
pt_pt: gerir a wiki e acesso à wiki
ro: gestionează și accesează wiki
ru: управление вики и доступом к ней

source: discovery
es_ar: descubrimiento
pt_br: descoberta
pt_pt: descoberta
ro: descoperire
ru: открытие

source: comment
es_ar: comentario
pt_br: comentário
pt_pt: comentário
ro: comentariu
ru: комментарий

source: submitting...
es_ar: publicando...
pt_br: enviando...
pt_pt: a enviar…
ro: trimit...
ru: отправка...

source: that link has already been submitted, but you can try to [submit it again](%s).
es_ar: ese vínculo ya fue publicado, pero podés intentar [publicarlo de nuevo](%s).
pt_br: esse link já foi enviado, mas você pode tentar [enviá-lo novamente](%s).
pt_pt: essa ligação já foi enviada anteriormente, mas podes sempre [enviá-la de novo](%s).
ro: acea legătură a fost trimisă deja, dar poţi încerca să o [trimiţi din nou] ( %s ).
ru: эту ссылку уже публиковали, но вы можете попробовать [опубликовать ее повторно](%s).

source: that link has been submitted to multiple subreddits. you can try to [submit it again](%s).
es_ar: ese contenido ya fue publicado a múltiples reddits, podés intentar [publicarlo de nuevo](%s).
pt_br: esse link foi enviado para múltiplos subreddits. você pode tentar [enviá-lo de novo](%s).
pt_pt: essa ligação já foi enviada para vários sub-reddits. podes tentar [enviá-la de novo](%s).
ro: acest link a fost trimis mai multor subreddite. puteți încerca să [trimite din nou](%s).
ru: эта ссылка уже была размещена в нескольких сабреддитах. вы можете попробовать [опубликовать ее повторно](%s).

source: your account has been deactivated, but we won't judge you for it.
es_ar: tu cuenta fue desactivada, pero no te vamos a juzgar por eso.
pt_br: sua conta foi desativada, mas não vamos te julgar por isso.
pt_pt: a tua conta foi desativada, mas não te julgamos por isso.

source: Log in or sign up to connect your reddit account with %(app)s.
es_ar: Inicia sesión o regístrate para conectar tu cuenta reddit con las %(app)s.
pt_br: Faça login ou registre-se para conectar sua conta do reddit com %(app)s.
pt_pt: Inicia sessão ou regista-te para conectares a tua conta do reddit com %(app)s.
ru: Войдите или зарегистрируйтесь, чтобы привязать ваш аккаунт reddit к %(app)s.
